Repository: mlarese/privacybe
Catalog: __doc/locale/cz_CZ/LC_MESSAGES/messages.po
Languages: cs_cz

source: Lost password
cs_cz: OBNOVIT HESLO

source: Verify availability
cs_cz: PROVER DOSTUPNOST MOZNOSTI A CENY

source: Check in date
cs_cz: DATUM PRIJEZDU

source: January
cs_cz: LEDEN

source: February
cs_cz: UNOR

source: March
cs_cz: BREZEN

source: April
cs_cz: DUBEN

source: May
cs_cz: KVETEN

source: June
cs_cz: CERVEN

source: July
cs_cz: CERVENEC

source: August
cs_cz: SRPEN

source: September
cs_cz: ZARI

source: October
cs_cz: RIJEN

source: November
cs_cz: LISTOPAD

source: December
cs_cz: PROSINEC

source: Monday
cs_cz: PONDELI

source: Tuesday
cs_cz: UTERY

source: Wednesday
cs_cz: STREDA

source: Thursday
cs_cz: CTVRTEK

source: Friday
cs_cz: PATEK

source: Saturday
cs_cz: SOBOTA

source: Sunday
cs_cz: NEDELE

source: Check out date
cs_cz: DATUM ODJEZDU

source: Num. rooms
cs_cz: POCET POKOJU

source: Num. %s
cs_cz: POCET %s

source: Guests and rooms
cs_cz: POKOJE A HOSTE

source: Room number
cs_cz: CISLO POKOJE

source: N. Adults
cs_cz: POCET DOSPELYCH

source: N. Children
cs_cz: POCET DETI

source: N. persons
cs_cz: POCET OSOB

source: Children Age
cs_cz: VEK DETI

source: Verify
cs_cz: PROVER

source: Reservation start note
cs_cz: POZNAMKY K ZACATKU REZERVACE

source: Rooms
cs_cz: POKOJE

source: Rooms manager
cs_cz: SPRAVA POKOJU

source: room available
cs_cz: POKOJ K DISPOZICI

source: There are no available accommodations
cs_cz: LITUJEME, TOHLE ZARIZENI PRO ZVOLENE OBDOBI NEMA ZADNE VOLNA UBYTOVACI MOZNOSTI

source: No availability solution
cs_cz: ZADNE VOLNA UBYTOVACI MOZNOSTI

source: alternative_case_1
cs_cz: LITUJEME, VE ZVOLENEM OBDOBI JSME ZAVRENI

source: alternative_case_2
cs_cz: LITUJEME, ALE PRO ZADANE OBDOBI A POCET OSOB NEJSOU K DISPOZICI ZADNA UBYTOVACI MOZNOSTI

source: Availability not found
cs_cz: NENALEZENY ZADNE UBYTOVACI MOZNOSTI

source: To send a request for information you can click here
cs_cz: PRO ZASLANI POZADAVKU O INFORMACE KLIKNETE ZDE

source: More info
cs_cz: VICE INFORMACI

source: Change period
cs_cz: ZMEN OBDOBI

source: Reservation data
cs_cz: DATUMY POBYTU

source: Choose your accommodation
cs_cz: VYBERTE SI UBYTOVANI

source: nights
cs_cz: NOCI

source: # Rooms
cs_cz: POCET POKOJU

source: N. Persons
cs_cz: POCET OSOB

source: Last chance
cs_cz: POSLEDNI MOZNOST

source: rooms left
cs_cz: POKOJE, KTERE ZUSTALI

source: Latest
cs_cz: POSLEDNI

source: Image not available
cs_cz: OBRAZEK NENI K DISPOZICI

source: From
cs_cz: OD

source: Total stay
cs_cz: CELKOVA OBYTNA

source: Boarding
cs_cz: ROZSAH SLUZEB

source: Bed and breakfast
cs_cz: NOCLEH A SNIDANE

source: Half board
cs_cz: POLOPENZE

source: Full board
cs_cz: PLNA PENZE

source: Select
cs_cz: VYBER

source: Accessory services
cs_cz: SPECIALNI SLUZBY

source: see and select
cs_cz: PODIVEJ SE A VYBER

source: Single price
cs_cz: JEDNOTKOVA CENA

source: To pay a part
cs_cz: SLUZBY MIMO, NA VYZADANI (UHRADA PRI PRIJEZDU)

source: Total €
cs_cz: CELKEM EUR

source: Add/remove
cs_cz: PRIDEJ/ODEBER

source: Add a special service
cs_cz: PRIDEJ SPECIALNI SLUZBU

source: Confirm accessories
cs_cz: POTVRD PRIDANE SLUZBY

source: Accessories
cs_cz: SPECIALNI SLUZBY

source: Accessories list
cs_cz: SEZNAM SPECIALNICH SLUZEB

source: Total accessories
cs_cz: CELKEM SPECIALNICH SLUZEB

source: Add accessories
cs_cz: ADD SPECIALNICH SLUZEB

source: Price
cs_cz: CENA

source: Search alternative arrival date
cs_cz: VYHLEDEJ ALTERNATIVNE OBDOBI

source: We're processing your request
cs_cz: ZPRACOVAVAME VAS POZADAVEK

source: Guests
cs_cz: HOSTE

source: Insert your data
cs_cz: VLOZTE VASE UDAJE

source: Rooms summary
cs_cz: ZAVERECNE SHRNUTI POKOJU

source: Reservation conditions
cs_cz: PODMINKY REZERVACE

source: Room Price
cs_cz: CENA ZA POKOJ

source: Room Total
cs_cz: CELKEM ZA POKOJ

source: %s Total
cs_cz: Celkem za %s

source: Total reservation
cs_cz: CELKEM ZA POBYT

source: Reservation end note
cs_cz: POZNAMKY K UKONCENI REZERVACE

source: Checkin/out policy
cs_cz: CHECKIN/CHECKOUT

source: Reservation policy
cs_cz: REZERVACNI POLITIKA

source: Payment policy
cs_cz: PLATEBNI POLITIKA

source: Cancellation policy
cs_cz: STORNO POLITIKA

source: Rates policy
cs_cz: CENOVA POLITKA

source: Modify
cs_cz: ZMEN

source: modification
cs_cz: ZMENA

source: Insert your Email and password
cs_cz: VLOZ TVUJ MAIL A PASSWORD

source: Have you a discount code?
cs_cz: MAS SLEVOVY KOD?

source: Do you have a Discount Code?
cs_cz: MAS SLEVOVY KOD?

source: Discount code
cs_cz: SLEVOVY KOD

source: Add a discount
cs_cz: PRIDEJ SLEVOVY KOD

source: Discount code used
cs_cz: POUZITY SLEVOVY KOD

source: Send
cs_cz: POSLI

source: Guest records
cs_cz: UDAJE KLIENTA

source: Guest data
cs_cz: UDAJE KLIENTA

source: Name
cs_cz: JMENO

source: Surname
cs_cz: PRIJMENI

source: Repeat e-mail
cs_cz: OPAKOVANE ZADANI E-MAILU

source: Repeat E-mail
cs_cz: opakovane zadani E-mailu

source: Same fields are required or not correct
cs_cz: NEKTERE POLE JE CHYBNE VYPLNENO NEBO CHYBI

source: Mandatory Field
cs_cz: POVINE POLE

source: Mandatory Fields
cs_cz: POVINA POLE

source: Mandatory fields
cs_cz: POVINA POLE

source: Payment mode
cs_cz: ZPUSOB PLATBY

source: Credit card
cs_cz: KREDITNI KARTA

source: Credit card data
cs_cz: KREDITNI KARTA

source: Credit card invalid. Please check number
cs_cz: KARTA JE NEPLATNE. SKONTOLUJTE JEJI CISLO

source: Customer area
cs_cz: PROSTOR PRO ZAKAZNIKY

source: Date not valid
cs_cz: NEPLATNE DATUM

source: Delete
cs_cz: SMAZ

source: Pay with credit card
cs_cz: ZAPLAT KREDITNI KARTOU

source: Pay with money transfer
cs_cz: ZAPLAT BANKOVNIM PREVODEM

source: Payment
cs_cz: PLATBA

source: Phone
cs_cz: TELEFON

source: Phone can not be empty
cs_cz: POLE S TELEFONNIM CISLEM NESNI BYT PRAZDNE

source: Please check your card details
cs_cz: zKONTROLUJTE UDAJE O VASI KREDITNI KARTE

source: Please check your card number digits
cs_cz: zKONTROLUJTE POCET CISLIC VASI KREDITNI KARTY

source: Please select an item from the list
cs_cz: VYBER SI ALESPON JEDEN PRVEK SE SEZNAMU

source: Please select number of children
cs_cz: VLOZTE UDAJ O POCTU DETI

source: Please set chilldren's age
cs_cz: VLOZTE UDAJ O VEKU DETI

source: Prev
cs_cz: PREDCHAZEJICI

source: Prev month
cs_cz: PREDCHAZEJICI MESIC

source: Prev year
cs_cz: PREDCHAZEJICI ROK

source: Prev. day
cs_cz: PREDHAZEJICI DEN

source: Price not valid
cs_cz: NEPLATNA CENA

source: Pricelist
cs_cz: CENIK

source: Prices
cs_cz: CENY

source: Print
cs_cz: TISK

source: What is the security code?
cs_cz: CO JE TO BEZPECNOSTNI KOD?

source: Where is the security code?
cs_cz: KDE SE NACHAZI?

source: You may only proceed if you accept the privacy policy
cs_cz: MUZETE POKRACOVAT JENOM KDYZ DATE SOUHLAS K ZPRACOVANI OSOBNICH UDAJU

source: You may only proceed if you accept the terms and conditions
cs_cz: MUZETE POKRACOVAT JEN KDYZ SOUHLASITE S PODMINKAMI

source: You must select a payment method
cs_cz: VYBERTE SI ZPUSOB PLATBY

source: ZIP
cs_cz: PSC

source: Zoom size
cs_cz: VELIKOST ZOOMU

source: as it is written on the card
cs_cz: JAK JE NAPSANO NA KARTE

source: cancelled
cs_cz: ZRUSENA

source: cc_notes
cs_cz: ZADNA FINANCI OPERACA NEBYLA PROVEDENA. UDAJE O KREDITNI KARTE SLOUZI JENO

source: account_title
cs_cz: AUTORIZACE K FINANCNI OPERACI PROSTREDNICTVIM KREDITNI KARTY

source: OLDaccount_notes %s
cs_cz: JA DOLEPODEPSANY DRZITEL A MAJITEL KREDITNI KARTY SOUHLASIM, ABY JEJIM PROSTREDNICTVI

source: account_notes %s
cs_cz: AUTORIZUJI ZATIZIT MUJ UCET DEBETNI POLOZKOU VE VYSI %S

source: click on an alternative arrival date
cs_cz: KLIKNI NA JINY DATUM PRIJEZDU

source: confirmed
cs_cz: POTVRZENA

source: eg. arrival time
cs_cz: UDAT CAS PRIJEZDU

source: no spaces or dashes
cs_cz: BEZ MEZER A LOMITEK

source: opened
cs_cz: OTEVRENA

source: save up to
cs_cz: USETRI AZ

source: sec_code_desc
cs_cz: KOD CVV, CVC A CID JE BEZPECNOSTNI KOD ZABRANUJICI PRIPADNEMU ZNEUZITI KARTY BEHEM JEJ POUZITI PRES INTERNET

source: within
cs_cz: DO

source: Payments
cs_cz: PLATBY

source: Terms & conditions
cs_cz: PRAVIDLA A PODMINKY

source: How to reach
cs_cz: JAK SE K NAM DOSTAT

source: Payment request type
cs_cz: TYP PLATBY

source: Payment result
cs_cz: VYSLEDEK PLATBY

source: Terms and conditions
cs_cz: PRAVIDLA A PODMINKY

source: Total account
cs_cz: ZALOHA CELKEM

source: To pay
cs_cz: K UHRADE

source: Reversal
cs_cz: STORNO

source: Payment ok
cs_cz: PLATBA OK

source: Payment failed
cs_cz: PLATBA NEUSKUTECNENA

source: In payment
cs_cz: FAZE PLATBY

source: Credit card guarantee. Payment in hotel
cs_cz: UDAJE O KREDITNI KARTE SLOUZI JENOM JAKO GARANCE REZERVACE. PLATBA NA HOTELU.

source: Allow reservation if available
cs_cz: V PRIPADE, ZE RESENI JE K DISPOZICI, REZERVUJ

source: Protocol
cs_cz: PROTOKOL

source: Total reservation price
cs_cz: CELKOVA CENA REZERVACE

source: Credit card accepted
cs_cz: KREDITNI KARTA AKCEPTOVANA

source: Accepts
cs_cz: PRIJMI, AKCEPTUJ

source: Yes
cs_cz: ANO

source: No
cs_cz: NIE

source: Structure
cs_cz: UBYTOVACI ZARIZENI

source: Waiting to be confirmed
cs_cz: V OCEKAVANI POTVRZENI

source: Confirmed
cs_cz: POTVRZENA

source: Cancelled by the structure
cs_cz: ZRUSENA UBYTOVACIM ZARIZENIM

source: Cancelled by the guest
cs_cz: ZRUSENA ZE STRANY KLIENTA

source: Cancelled for NO-SHOW
cs_cz: ZRUSENA Z DUVODU NO-SHOW

source: Cancelled due to wrong CC data
cs_cz: ZRUSENA Z DUVODU NEPLATNYCH UDAJU O KREDITNI KARTE

source: Structure data
cs_cz: UDAJE O UBYTOVACIM ZARIZENI

source: Reservation inserted
cs_cz: REZERVACE BYLA ZADANA

source: Request inserted
cs_cz: POZADAVEK BYL ZADANY

source: Authorization
cs_cz: AUTORIZACE

source: Security code invalid
cs_cz: NEPLATNY BEZPECNOSTNI KOD

source: Payment methods
cs_cz: PLATBA

source: cancellation
cs_cz: ZRUSENI

source: Cancelled by the administrator
cs_cz: ZRUSENA ADMINISTRATOREM

source: Cancelled on guest request
cs_cz: ZRUSENA NA NAZKLADE POZADAVKU KLIENTA

source: Request to be cancelled by guest
cs_cz: POZADAVEK O ZRUSENI ZE STRANY KLIENTA

source: Request to be modified by guest
cs_cz: POZADAVEK O ZMENU ZE STRANY KLIENTA

source: Expires
cs_cz: PLATNOST

source: Expiry date
cs_cz: DEN PLATNOSTI DO

source: Expiry date date is invalid
cs_cz: NEPLATNE DATUM PLATNOSTI

source: Type
cs_cz: TYP

source: Type of credit card
cs_cz: TYP KREDITNI KARTY

source: Holder
cs_cz: DRZITEL A MAJITEL

source: Bank Account Holder
cs_cz: MAJITEL BANKOVNIHO UCTU

source: All fields are mandatory
cs_cz: VSECHNA POLE JSOU POVINA

source: I Subscribe for the newsletter in
cs_cz: ZAREGISTRUJ ME K ODBERU NEWSLETTER DO

source: I agree to the personal data's treatment policy
cs_cz: SOUHLASIM SE ZPRACOVANIM OSOBNICH UDAJU

source: I have read and agreed with the terms and conditions
cs_cz: PROCETL JSEM SI A SOUHLASIM S PODMINKAMI

source: Book now
cs_cz: REZERVUJ TED

source: Reserve now!
cs_cz: REZERVUJ TED!

source: Room
cs_cz: POKOJ

source: Room > numpax
cs_cz: POCET POKOJU JE VETSI JAK POCET OSOB

source: Room code
cs_cz: KOD POKOJE

source: Room description
cs_cz: POPIS POKOJE

source: Room type
cs_cz: TYP POKOJE

source: Room type and board
cs_cz: TYP POKOJE A ROZSAH SLUZEB

source: Room/App. per night
cs_cz: POKOJ NEBO APARTMAN ZA NOC

source: Room/App. per week
cs_cz: POKOJ NEBO APRTMAN ZA TYDEN

source: Save
cs_cz: ULOZ

source: Search another option
cs_cz: HLEDEJ JINE ALTERNATIVY

source: Reservation
cs_cz: REZERVACE

source: Request
cs_cz: POZADAVEK

source: Reservation sent
cs_cz: REZERVACE ODESLANA

source: Request sended
cs_cz: POZADAVEK ODESLAN

source: Select type and boarding desired
cs_cz: ZVOL TYPOLOGII A ROZSAH SLUZEB

source: Select period and rooms
cs_cz: ZVOL OBDOBI A POKOJE

source: Continue
cs_cz: POKRACUJ

source: Send request
cs_cz: ODESLI POZADAVEK

source: from
cs_cz: OD

source: to
cs_cz: DO

source: Selected date
cs_cz: ZVOLENE DATUM

source: Alternative date
cs_cz: ALTERNATIVNI DATUMY

source: Wait the confirmation of disponibility
cs_cz: VYCKEJTE NA POTVRZENI UBYTOVACICH MOZNOSTI

source: Transaction failed
cs_cz: NEUSKUTECNENA TRANSAKCE

source: Successful cancellation
cs_cz: USPESNE ZRUSENI

source: Successful editation
cs_cz: USPESNA MODIFIKACE

source: Reservation delivery successfully
cs_cz: REZERVACE USPESNE ODESLANA

source: Number
cs_cz: CISLO

source: Insufficient number of nights
cs_cz: NEDOSTATECNY POCET NOCLEHU

source: MM/YY
cs_cz: MM/RR

source: City
cs_cz: MESTO

source: City can not be empty
cs_cz: POLE MESTO NESMI BYT PRAZDNE

source: Close
cs_cz: ZAVRI

source: Close the popup
cs_cz: ZAVRI POPUP

source: Code
cs_cz: KOD

source: Company
cs_cz: SPOLECNOST, FIRMA

source: Conditions
cs_cz: PODMINKY

source: Confirm
cs_cz: POTVRZENI

source: Confirmed date
cs_cz: DATUM POTVRZENO

source: Consent to privacy
cs_cz: SOUHLAS K OCHRANE SOUKROMI

source: Consent to use personal data
cs_cz: SOUHLAS KE SPRACOVANI OSOBNICH UDAJU

source: Copy
cs_cz: KOPIROVAT

source: Country
cs_cz: KRAJINA

source: Address
cs_cz: ADRESA

source: Address can not be empty
cs_cz: POLE ADRESA NESMI BYT PRAZDNE

source: The phone field must be 8 digits in length,with an optional 2 or 3 digi
cs_cz: NEPLATNE TELEFONNI CISLO

source: The zipcode must be 4 or 5 digits in length
cs_cz: PSC JE SLOZENO ZE 4 NEBO 5 CISLIC

source: Mobile phone number can not be empty
cs_cz: POLE MOBIL NESMI BYT PRAZDNE

source: Mobile
cs_cz: MOBIL

source: Email can not be empty
cs_cz: POLE E-MAIL NESMI BYT PRAZDNE

source: Email is not the same
cs_cz: MAILOVE ADRESY SE NESHODUJI

source: The email must be in the name@domain format.
cs_cz: MAIL MUSI BYT VE TVARU JMENO@DOMENA

source: The expiry date is not a valid date in the format MM/YY
cs_cz: DATUM PLATNOSTI MUSI BYT VE TVARE MM/RR

source: The month is invalid
cs_cz: NEPLATNY MESIC

source: If you have forgotten your password, insert you email address in the fiel
cs_cz: JESTLI JSI ZAPOMEL TVE HESLO, ZADEJ TVUJ MAIL DO URCENEHO POLE A OBRATEM TI ZASLEME NOVE HESLO

source: Your new password has been sent to the registered email address.
cs_cz: NOVE HESLO BYLO ZASLANO NA ZAREGISTROVANOU MAILOVOU ADRESU

source: Sorry, the email is not associated to any user.
cs_cz: LITUJEME, ZADANY MAIL SE NEVZTAHUJE K ZADNEMU UZIVATELI

source: Rooms list
cs_cz: SEZNAM POKOJU

source: Saving
cs_cz: USPORA

source: Costs and prices
cs_cz: NAKLADAY A CENY

source: Apartments
cs_cz: APARTMANY

source: Apartment
cs_cz: APARTMAN

source: Province of
cs_cz: PROVINCIE

source: Company can not be empty
cs_cz: POLE SPOLECNOST/ FIRMA NESMI BYT PRAZDNE

source: Zip cope can not be empty
cs_cz: POLE PSC NESMI BYT PRAZDNE

source: State can not be empty
cs_cz: PROVINCIE can not be empty

source: Country can not be empty
cs_cz: POLE KRAJINA NESMI BYT PRAZDNE

source: Fax can not be empty
cs_cz: POLE FAX NESMI BYT PRAZDNE

source: Guest language can not be empty
cs_cz: POLE JAZYK, KTERYM MLUVITE NESMI BYT PRAZDNE

source: Note can not be empty
cs_cz: POLE POZNAMKY NESMI BYT PRAZDNE

source: Name can not be empty
cs_cz: POLE JMENO MESMI BYT PRAZDNE

source: Surname can not be empty
cs_cz: POLE PRIJMENI NESMI BYT PRAZDNE

source: Telephone
cs_cz: TELEFON

source: at phone number
cs_cz: NA TELEFONNI CISLO

source: Mobile can not be empty
cs_cz: POLE MOBIL NESMI BYT PRAZDNE

source: Summary data
cs_cz: SUMARIZACE UDAJU

source: Unknown payment type
cs_cz: ZPUSOB PLATBY NEZNAMY

source: Email address is not valid
cs_cz: NEPLATNY MAIL

source: You will soon receive an e-mail for a confirmation.
cs_cz: V DOHLEDNE DOBE OBDRZIS POTVRZUJICI MAIL

source: Go back to Your Reservation
cs_cz: VRAT SE K TVYM REZERVACIM

source: Booking total price
cs_cz: CELKOVA CENA REZERVACE

source: Details Policy Stay
cs_cz: DETAILY POBYTOVE POLITIKY

source: Check your reservation
cs_cz: ZKONTROLUJ SI TVOU REZERVACI

source: Reservation number
cs_cz: REZERVACNI CISLO

source: View reservations
cs_cz: ZOBRAZ VSECHNY REZERVACE

source: Edit profile
cs_cz: UPRAV PROFIL

source: Your reservation
cs_cz: TVA REZERVACE

source: View
cs_cz: ZOBRAZ

source: Tot reservation price
cs_cz: CELKOVA CENA REZERVACE

source: Star/Key
cs_cz: HVEZDICKA/KLIC

source: Stars/Keys
cs_cz: HVIEZDICKY/KLICE

source: accomodations
cs_cz: UBYTOVACI ZARIZENI

source: Book online
cs_cz: REZERVUJ ONLINE

source: Total price
cs_cz: CELKOVA CENA

source: Total room price
cs_cz: CELKOVA CENA ZA POKOJ

source: Supplements and Reductions
cs_cz: PRIPLATKY A SLEVY

source: Supplements and reductions
cs_cz: PRIPLATKY A SLEVY

source: Special rate
cs_cz: SPECIALNI TARIFA

source: Select all
cs_cz: VYBER VSECHNY

source: Selected days
cs_cz: ZVOLENE OBDOBI

source: Selection completed
cs_cz: VYBER USKUTECNEN

source: Rates and conditions
cs_cz: TARIFY A PODMINKY

source: Reservation ID
cs_cz: REZERVACNI ID KOD

source: Reservation confirmed
cs_cz: REZERVACE POTVRZENA

source: Reservation detail
cs_cz: DETAILY REZERBVACE

source: Product
cs_cz: PRODUKT

source: Intro text
cs_cz: UVODNI TEXT

source: Insert
cs_cz: VLOZ

source: Insert children's age if present
cs_cz: VLOZ UDAJE O VEKU DETI JESTLI BUDOU PRITOMNE

source: From date less than current date
cs_cz: DATUM ODJEZDU SE JEVI DRIVEJSI JAKO DNESNI

source: From date less to date
cs_cz: DATUM ODJEZDU SE JEVI JAKO DRIVEJSI NEBO STEJNY JAKO DATUM PRIJEZDU

source: Enter
cs_cz: VEJDI

source: Enquiry data
cs_cz: Datum dotazu

source: Enquiry date
cs_cz: DATUM POZADAVKU

source: Enquiry delivered
cs_cz: POZADAVEK ODESLAN

source: Enquiry request delivery successfully
cs_cz: POZADAVEK S DOTAZEM NA MOZNOSTI UBYTOVANI USPESNE ODESLAN

source: Are you sure that you want to delete this elemet?
cs_cz: SES JSI JIST, ZE CHCES POTVRDIT TENHLE PRVEK??

source: Amount
cs_cz: CASTKA

source: Amount paid
cs_cz: ZAPLACENA CASTKA

source: Amount to pay
cs_cz: CASTKA K UHRADE

source: Apply
cs_cz: APLIKUJ

source: All days
cs_cz: VSECHNY DNY

source: Num nights
cs_cz: POCET NOCI

source: Select a city
cs_cz: ZVOL SI LOKALITU

source: Best Price
cs_cz: NEJLEPSI CENA

source: Validity from
cs_cz: PLATNOST OD

source: Special offers from
cs_cz: SPECIALNI NABIDKY OD

source: Account to pay
cs_cz: ZALOHA K UHRADE

source: Impossible to delete a mandatory element
cs_cz: NENI MOZNE ZMAZAT POVINNY PRVEK

source: Delete category
cs_cz: SMAZ KATEGORII

source: Delete product
cs_cz: SMAZ PRODUKT

source: Operation cancelled
cs_cz: OPERACE ZRUSENA

source: % amount on total
cs_cz: PERCENTO Z CASTKY

source: for reservation carried out within
cs_cz: NA REZERVACE USKUTECNENY DO

source: for reservation carried out beyond
cs_cz: NA REZERVACE USUTECNENY PO

source: Protocol/ID
cs_cz: PROTOKOL/ID

source: No offer present
cs_cz: NENI ZADNA NABIDKA

source: No rooms or boarding info available
cs_cz: NENI K DISPOZICI ZADNY POKOJ NEBO INFORMACE O REZERVACI

source: No solutions found
cs_cz: ZADNE RESENI NEBYLO NALEZENO

source: No result
cs_cz: ZADNE RESENI

source: No available room
cs_cz: ZADNY POKOJ NENI K DISPOZICI

source: Structure amenity
cs_cz: SLUZBY UBYTOVACI HO ZARIZENI

source: Structure description
cs_cz: POPIS UBYTOVACIHO ZARIZENI

source: Structure services
cs_cz: SLUZBY UBYTOVACI HO ZARIZENI

source: Structure position
cs_cz: POZICE UBYTOVACIHO ZARAIZENI

source: Structure tipology
cs_cz: TYPOLOGIE UBYTOVACIHO ZARIZENI

source: Structure type
cs_cz: TYP UBYTOVACIHO ZARIZENI

source: Structure treatment
cs_cz: ROZSAH SLUZEB

source: Structures
cs_cz: UBYTOVACI ZARIZENI

source: Completed structures list
cs_cz: SEZNAM UBYTOVACICH ZARIZENI

source: structures found
cs_cz: NALEZENA UBYTOVACI ZARIZENI

source: Complete list structures
cs_cz: SEZNAM UBYTOVACICH ZARIZENI

source: No structures selected
cs_cz: NEBYLO VYBRANO ZADNE UBYTOVACI ZARIZENI

source: Cancelled date
cs_cz: DATUM ZRUSENI

source: Request the cancellation of this reservation
cs_cz: POZADEJ O ZRUSENI TEHLE REZERVACE

source: We remind you that IT is not possible to nullify the cancellation!
cs_cz: PRIPOMINAME, ZE NENI MOZNE ZRUSIT ZRUSENI

source: Please select the reason for the cancellation
cs_cz: PROSIME O UDANI DUVODU ZRUSENI

source: Days before cancellation
cs_cz: DNY PRED ZRUSENIM

source: Holder name is invalid
cs_cz: JMENO DRZITELE A MAJITELE KARTY NENI PLATNE

source: Book
cs_cz: REZERVUJ

source: Book safely
cs_cz: BEZPECNA REZERVACE

source: Room/week
cs_cz: POKOJ NA TYDEN

source: Room/night
cs_cz: POKOJ NA NOC

source: Room services
cs_cz: ROZSAH SLUZEB POKOJE

source: Room not available for this board
cs_cz: PRO TENHLE ROZSAH SLUZEB NENI K DISPOZICI ZADNY VOLNY POKOJ

source: Reservation status
cs_cz: STATUS

source: Reservation request inserted successfully
cs_cz: ZADOST O REZERVACI USPESNE ZADANA

source: Info Request
cs_cz: POZADAVEK O INFORMACE

source: Request availability
cs_cz: POZADAVEK O VOLNE UBYTOVACI MOZNOSTI

source: Show Reservation Conditions
cs_cz: ZOBRAZ PODMINKY REZERVACE

source: View Terms and Conditions for this facility
cs_cz: ZOBRAZ PODMINKY UBYTOVACIHO ZARIZENI

source: View other periods
cs_cz: ZOBRAZ JINA ALTERNATIVNI OBDOBI

source: Search only available
cs_cz: HLEDEJ JEN DOSTUPNA MOZNOSTI

source: Search result
cs_cz: VYSLEDEK HLEDANI

source: Search results
cs_cz: VYSLEDEK HLEDANI

source: Go to Search
cs_cz: VRAT SE K VYHLEDAVANI

source: Search by name
cs_cz: VYHLEDAVANI PODLE JMENA

source: Search near to
cs_cz: HLEDEJ V BLIZKOSTI

source: Insert name
cs_cz: NAPIS JMENO

source: Accepting terms and conditions
cs_cz: AKCEPTOVANI PODMINEK

source: Access
cs_cz: VSTUP

source: Adults
cs_cz: DOSPELI

source: Age
cs_cz: VEK

source: All categories
cs_cz: VSECHNY KATEGORIE

source: All offers
cs_cz: VSECHNY NABIDKY

source: All typologies
cs_cz: VSECHNY TYPOLOGIE

source: alt_detail_guide
cs_cz: KLIKNI KDYZ CHCES ZOBRAZIT NEBO UPRAVIT nove reseni

source: Amenities
cs_cz: KOMFORT

source: Amenity type
cs_cz: DRUH SLUZEB

source: and
cs_cz: A

source: and neighbourhood
cs_cz: A POBLIZ

source: Arrival
cs_cz: PRIJEZD

source: at
cs_cz: O

source: Automatic
cs_cz: AUTOMATICKY

source: Availability
cs_cz: NABIDKA VOLNYCH MOZNOSTI

source: Availability not valid
cs_cz: NEPLATNA NABIDKA VOLNYCH MOZNOSTI

source: Available solutions
cs_cz: NABIZENE VOLNE MOZNOSTI

source: Average price per night
cs_cz: PRUMERNI CENA NA NOC

source: Back
cs_cz: ZPATKY

source: Bank account holder
cs_cz: MAJITEL BANKOVNIHO UCTU

source: Bank name
cs_cz: NAZEV BANKY

source: Bank transfer
cs_cz: BANKOVNI PREVOD

source: Beaches
cs_cz: PLAZE

source: Bed
cs_cz: LUZKO

source: best price from
cs_cz: NEJLEPSI CENA OD

source: Booking board
cs_cz: Ve board

source: BookIng complete
cs_cz: REZERVACE UKONCENA

source: Booking discounts manager
cs_cz: SPRAVA SLEV

source: Booking enquiry
cs_cz: POZADAVEK O VOLNYCH MISTECH

source: Booking Online
cs_cz: REZERVACE ONLINE

source: Booking pricelist manager
cs_cz: MENEZER CEN

source: Booking rates and conditions manager
cs_cz: PODMINKY A TARIFY

source: Booking request
cs_cz: POZADAVEK O REZERVACI

source: Calendar functions
cs_cz: FUNKCE KLALENDARE

source: Cancel
cs_cz: ZRUS

source: Card number must contain only digits and spaces
cs_cz: KREDITNI KARTA MUSI OBSAHOVAT JENOM CISLICE A MEZERY

source: Check availability
cs_cz: OVER DOSTUPNOST

source: Checkin/checkout day not allowed
cs_cz: DEN PRIJEZDU/ ODJEZDU NENI POVOLEN

source: Child
cs_cz: DITE

source: Children
cs_cz: DETI

source: Children age
cs_cz: VEK DETI

source: Click for more info
cs_cz: KLIKNI PRO VICE INFORMACI

source: Compile questionnaire
cs_cz: VYPLN DOTAZNIK

source: Date
cs_cz: DATUM

source: Currency manager
cs_cz: PENEZNY MENY A JEJICH SPRAVA

source: days before
cs_cz: DNY PRED

source: days after
cs_cz: DNI PO

source: Departure
cs_cz: ODJEZD

source: Description
cs_cz: POPIS

source: Destination
cs_cz: CILOVE MISTO

source: Details
cs_cz: DETAILY

source: Discount
cs_cz: SLEVA

source: Discount not valid
cs_cz: SLEVA NENI PLATNA

source: Discounts
cs_cz: SLEVY

source: distance
cs_cz: VZDALENOST

source: District
cs_cz: MESTO

source: Edit
cs_cz: UPRAV
