Repository: mlarese/privacybe
Catalog: __doc/locale/cz_CZ/LC_MESSAGES/messages.po
Languages: cs_cz

source: End address
cs_cz: ADRESA PRIJEZDU

source: Enlarge the map
cs_cz: ZVETSI MAPOU

source: Enquiries
cs_cz: POZADAVKY

source: Error
cs_cz: CHYBA

source: Estimate
cs_cz: UDELEJ ODHAD

source: Feepaying services
cs_cz: SLUZBY ZA PRIPALTEK

source: File
cs_cz: SOUBOR

source: File categories
cs_cz: KATEGORIE SOUBORU

source: File data
cs_cz: UDAJE SOUBORU

source: File size
cs_cz: VELIKOST PRILOHY

source: Filename
cs_cz: NAZEV SOUBORU

source: Files
cs_cz: SOUBORY

source: Files list
cs_cz: SEZNAM SOUBORU

source: Finish publishing
cs_cz: KONEC PUBLIKOVANI

source: Forward
cs_cz: DALE

source: found
cs_cz: NALEZEN

source: founds
cs_cz: NALEZEN

source: Free services
cs_cz: SLUZBY ZDARMA

source: from airport
cs_cz: Z LETISTE

source: From date
cs_cz: OD

source: From here
cs_cz: ODSUD

source: from nearest centre
cs_cz: Z NEJBLIZSIHO CENTRA

source: from Portoferraio harbour
cs_cz: Z PRISTAVU Portoferraio

source: Full text
cs_cz: PLNE ZNENI TEXTU

source: Fullname
cs_cz: CELE JMENO

source: General conditions
cs_cz: OBECNI PODMINKY

source: General data
cs_cz: OBECNE INFORMACE

source: Get directions
cs_cz: ZISKEJ CESTNI UKAZOVATELE

source: Get route
cs_cz: PREPOCITEJ TRASU

source: Go back
cs_cz: VRAT SE

source: Hotels and apartments
cs_cz: HOTELY A APARTMANY

source: Images
cs_cz: OBRAZKY

source: Images list
cs_cz: SEZNAM OBRAZKU

source: in
cs_cz: NA

source: In the neighbourhood
cs_cz: POBLIZ

source: Infants
cs_cz: NOVOROZENCI

source: Info request
cs_cz: POZADAVEK O INFORMACE

source: Info type
cs_cz: KATEGORIE RESIDENCE/ APPARTAMENTI ZAHRNUJE NASLEDOVNE TYPY UBYTOVANI: AGROTURISTIKA,APARTMANY, C.A.V., KEMPINGY, R.T.A, REZIDENCE

source: Invalid dates!
cs_cz: NEPLATNE UDAJE

source: Language
cs_cz: JAZYK

source: Legend
cs_cz: VYSVETLIVKY

source: Less info
cs_cz: MENE INFORMACI

source: Less photos
cs_cz: MENE FOTOGRAFII

source: List
cs_cz: SEZNAM

source: Make an estimate
cs_cz: ODHADNI CENU

source: Message
cs_cz: ZPRAVA

source: Methods of payment
cs_cz: METODY PLATBY

source: Minimum stay
cs_cz: MINIMALNI POBYT

source: Minimum stay not valid
cs_cz: NEPLATNY MINIMALNI POBYT

source: Month
cs_cz: MESIC

source: More photos
cs_cz: VICE FOTOGRAFII

source: Multirate
cs_cz: MULTICENIK

source: N. rooms
cs_cz: POCET POKOJU

source: Nationality
cs_cz: NARODNOST

source: near to
cs_cz: POBLIZ

source: New
cs_cz: PRIDAT

source: New search
cs_cz: NOVE VYHLEDAVANI

source: Next
cs_cz: NASLEDUJICI

source: Next day
cs_cz: NASLEDUJICI DEN

source: Next month
cs_cz: NASLEDUJICI MESIC

source: Next year
cs_cz: NASLEDUJICI ROK

source: None
cs_cz: NIKDO

source: Normal rate
cs_cz: NORMALNI TARIFA

source: Not paid
cs_cz: NEZAPLACENO

source: Nothing
cs_cz: Nessuno

source: Num. persons
cs_cz: POCET OSOB

source: Offer
cs_cz: NABIDKA

source: Offer packages
cs_cz: NABIDKOVE BALICKY

source: Offer info
cs_cz: INFO O NABIDCE

source: Offers
cs_cz: NABIDKY

source: On the map
cs_cz: NA MAPE

source: Only board
cs_cz: JENOM NOCLEH

source: Room Only
cs_cz: JENOM NOCLEH

source: Only with online availability
cs_cz: JENOM S ONLINE DOSTUPNOSTI

source: Opened date
cs_cz: DATUM OTEVRENI

source: Opening date
cs_cz: DATUM OTEVRENI

source: Ordering
cs_cz: OBJEDNANI

source: Other
cs_cz: JINE

source: Other typologies
cs_cz: JINE TYPOLOGIE

source: Other solutions
cs_cz: JINA RESENI

source: Other offers
cs_cz: JINE NABIDKY

source: Paid
cs_cz: ZAPLACENO

source: Pax/night
cs_cz: OSABA NA NOC

source: Pax/week
cs_cz: OSOBA NA TYDEN

source: pending confirm
cs_cz: POTVRZENI VE FAZE CEKANI

source: pending cancel
cs_cz: ZRUSENI VE FAZE CEKANI

source: pending modify
cs_cz: ZMENA VE FAZE CEKANI

source: Period
cs_cz: OBDOBI

source: Person per night
cs_cz: OSOBA NA DEN

source: Person per week
cs_cz: OSOBA NA TYDEN

source: Person
cs_cz: OSOBA

source: Personal information
cs_cz: OSOBNI UDAJE

source: Persons
cs_cz: OSOBY

source: Pincode
cs_cz: PIN KOD

source: Place
cs_cz: LOKALITA

source: Popularity
cs_cz: POPULARNOST

source: Previous
cs_cz: PREDSLY

source: Published
cs_cz: PUBLIKOVAL

source: Publishing
cs_cz: PUBLIKOVANI

source: Rapid search
cs_cz: RYCHLE VYHLEDAVANI

source: Read More
cs_cz: PRECTI SI VSECHNO

source: Reductions - Supplements
cs_cz: SLEVY - PRIPLATKY

source: Requests
cs_cz: POZADAVKY

source: Reservations
cs_cz: REZERVACE

source: Resort
cs_cz: UMISTENI

source: Return
cs_cz: NAVRAT

source: Roads distance
cs_cz: CESTNI VZDALENOSTI

source: room
cs_cz: POKOJ

source: rooms
cs_cz: POKOJE

source: SecureDataTransferSSL
cs_cz: VASE OSOBNI UDAJE BUDOU ZPRACOVANE S MAXIMALNI DISKRETNOSTI KRYPTOGRAFICKYM PROTOKOLEM SS

source: Security code
cs_cz: BEZPECNOSTNI KOD

source: Services
cs_cz: SLUZBY

source: Show conditions
cs_cz: ZOBRAZ PODMINKY

source: Show map
cs_cz: UKAZ MAPU

source: Show on homepage
cs_cz: ZOBRAZ NA HLAVNI STRANCE

source: Site manager
cs_cz: SPRAVA WEBOVYCH STRANEK

source: Site name
cs_cz: NAZEV WEBOVYCH STRANEK

source: Site selected
cs_cz: VYBRANE WEBOVE STRANKY

source: Special Offers
cs_cz: SPECIALNI NABIDKY

source: Special offers
cs_cz: SPECIALNI NABIDKY

source: Star
cs_cz: HVEZDICKA

source: Stars
cs_cz: HVEZDICKY

source: Start address
cs_cz: ADRESA MISTA ODJEZDU

source: Start publishing
cs_cz: ZACATEK PUBLIKOVANI

source: State
cs_cz: STAT

source: Stay
cs_cz: POBYT

source: Subcategories
cs_cz: PODKATEGORIE

source: Subdir
cs_cz: PODARESAR

source: Subject
cs_cz: PREDMET

source: Submit
cs_cz: ODESLI

source: Summary
cs_cz: SUMARIZACE

source: The fields marked in red are required
cs_cz: POLE OZNACENA CERVENOU JSOU POVINNA

source: Thumbnail
cs_cz: MINIATURA

source: Thumbnails
cs_cz: MINIATURY

source: Tipology
cs_cz: TYPOLOGIE

source: Title
cs_cz: TITULEK

source: To date
cs_cz: NA

source: To here
cs_cz: SEM

source: Total
cs_cz: CELKOVY

source: Transaction
cs_cz: TRANSAKCE

source: Typology
cs_cz: Tipologia

source: Warning
cs_cz: POZOR

source: Weather/Sea
cs_cz: POCASI/ MORE

source: Weather
cs_cz: POCASI

source: Welcome
cs_cz: VITEJTE

source: Transaction list
cs_cz: SEZNAM TRANSAKCI

source: Open all year round
cs_cz: OTEVRENO CELY ROK

source: Please be patient
cs_cz: PROSIM CEKEJTE

source: Go on
cs_cz: POKRACUJ

source: You can find more hotels by changing your search criteria
cs_cz: MUZES NAJIT JINE HOTELY KDZYZ ROZSIRIS KRITERIA VYHLEDAVANI

source: Wrong reservation data
cs_cz: CHYBNE REZERVACNI UDAJE

source: with online availability
cs_cz: S ONLINE DOSTUPNOSTI

source: Descending distance
cs_cz: Sestupně vzdálenost

source: Ascending distance
cs_cz: Vzestupně vzdálenost

source: Descending category
cs_cz: Sestupně kategorii

source: Ascending category
cs_cz: Vzestupně kategorii

source: Descending price
cs_cz: Klesající ceny

source: Ascending price
cs_cz: Stoupající ceny

source: Descending price
cs_cz: Klesající ceny

source: Ascending price
cs_cz: NStoupající ceny

source: Name Z-A
cs_cz: Název Z-A

source: Name A-Z
cs_cz: Název A-Z

source: Order by
cs_cz: Seřadit podle

source: Quantity
cs_cz: množství

source: Add options to your stay
cs_cz: Přidat možností pobytu

source: Added accessories
cs_cz: Přidáno příslušenství

source: Gift packages
cs_cz: Dárkové balíčky

source: from2
cs_cz: OD

source: Booking conditions
cs_cz: Podmínky rezervace

source: Credit card guarantee
cs_cz: Garance kreditní kartou

source: Your request has been successfully sent, you will soon receive a confirm
cs_cz: Vaše žádost byla úspěšně odeslána, obdržíte zpětnou vazbu co nejdříve

source: Descending code
cs_cz: Sestupně kód

source: Ascending code
cs_cz: Vzestupně kód

source: Photo indicative sample
cs_cz: Indikační foto

source: Shopping Bag
cs_cz: Nákupní taška

source: Standard rate
cs_cz: Normální ceny

source: alternative
cs_cz: alternativní

source: Alternative check in date
cs_cz: Řídký datum checkin

source: Alternative check out date
cs_cz: Řídký datum Pokladna

source: Adults - SHORT
cs_cz: Dospeli
