Repository: mlarese/privacybe
Catalog: __doc/locale/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk

source: Pay with credit card
de_de: Paga con carta di credito
es_es: Pago con tarjeta de crédito
fr_fr: Payer par carte de crédit
hu_hu: Fizetès hitel kàrtyàva
it_it: Paga con carta di credito
nl_nl: Betaal met credit card
pl_pl: Placenie z karta kredytowa
ro_ro: Plata cu card de credit
ru_ru: Оплаить кредитной карточкой
sk_sk: ZAPLAT KREDITNOU KARTOU

source: Pay with money transfer
de_de: Paga con bonifico bancario
es_es: Pagar con transferencia de dinero
fr_fr: Payer par virement bancaire
hu_hu: Fizetès banki utalàssa
it_it: Paga con bonifico bancario
nl_nl: Betaal per bankoverschrijving
pl_pl: Placenie z przelewem bankowym
ro_ro: Plata prin transfer bancar
ru_ru: Оплатить банковским переводом
sk_sk: ZAPLAT BANKOVYM PREVODOM

source: Payment
de_de: Zahlung
es_es: Pago
fr_fr: Paiement
hu_hu: Fizetés
it_it: Pagamento
nl_nl: Betaling
pl_pl: Placenie
ro_ro: Plata
ru_ru: Оплата
sk_sk: PLATBA

source: Person per night
de_de: Persona a notte
es_es: Persona por noche
fr_fr: Personne par nuit
hu_hu: Fõ/na
it_it: Persona a notte
nl_nl: Persoon/nacht
pl_pl: osoba/nocleg
ro_ro: Per persoana per noapte
ru_ru: С человека за ночь
sk_sk: OSOBA NA DEN

source: Person per week
de_de: Person pro woche
es_es: Persona por semana
fr_fr: Personne par semaine
hu_hu: Fõ/è
it_it: Persona a settimana
nl_nl: Persoon/week
pl_pl: osoba/tydzien
ro_ro: Per persoana per saptamâna
ru_ru: С человека за неделю
sk_sk: OSOBA NA TYZDEN

source: Persons per room
de_de: Personen pro zimmer
es_es: Personas por habitación
fr_fr: Personnes par chambre
hu_hu: Szemèlyek per szob
it_it: Persone per camera
nl_nl: Personen/kamer
pl_pl: osòb/pokòj
ro_ro: Persoane per camera
ru_ru: Человек в комнате
sk_sk: OSOBA NA IZBE

source: Phone
de_de: Telefonnummer
es_es: Teléfono
fr_fr: Téléphone
hu_hu: Telefon
it_it: Telefono
nl_nl: Telefoon
pl_pl: Telefon
ro_ro: Telefon
ru_ru: Телефон
sk_sk: TELEFON

source: Phone can not be empty
de_de: Die Telefonnummer muss ausgefüllt werden
es_es: Teléfono no puede estar vacío
fr_fr: Le Téléphone Doit Être Indiqué
hu_hu: A telefonszám mezõ kötelezõ nègyze
it_it: Il telefono non può essere vuoto
nl_nl: Veld Telefoon moet ingevuld zijn
pl_pl: Prosimy pisac nr. Telefonu
ro_ro: Câmpul telefon nu poate fi necompletat
ru_ru: Обязательно укажите телефон
sk_sk: POLE S TELEFONNYM CISLOM NESMIE BYT PRAZDNE

source: Please check your card details
de_de: Kreditkartendaten kontrollieren
es_es: Compruebe los datos de su tarjeta
fr_fr: Contrôlez les données de votre carte
hu_hu: Ellenõrizzèk a kàrtya adatoka
it_it: Controllate i dati della vostra carta
nl_nl: Controleer gegevens van je credit card
pl_pl: Prosimy o sprawdzenie dane waszej karty
ro_ro: Controlati datele cartii de credit
ru_ru: Проверьте, пожалуйста, данные Вашей карточки
sk_sk: SKONTROLUJTE UDAJE O VASEJ KREDITNEJ KARTE

source: Please check your card number digits
de_de: Die Ziffernnummer Ihrer Kreditkarte kontrollieren
es_es: Compruebe su número de tarjeta de dígitos
fr_fr: Contrôlez le nombre de chiffres de votre carte
hu_hu: Ellenõrizzèk a kàrtya szàmo
it_it: Controllate il numero di cifre della vostra carta
nl_nl: Controleer aantal cijfers van je credit card
pl_pl: Prosimy o sprawdzenie numer cyfr waszej karty
ro_ro: Controlati cifrele cartii de credit
ru_ru: Проверьте, пожалуйста, количество цифр Вашей карточки
sk_sk: SKONTROLUJTE POCET CISLIC VASEJ KREDITNEJ KARTY

source: Please select a day
de_de: Mindestens einen Tag auswählen
es_es: Seleccione un día
fr_fr: Sélectionner au moins un jour
hu_hu: Jelölj ki egy napo
it_it: Seleziona almeno un giorno
nl_nl: Minimaal ŽŽn dag selecteren
pl_pl: Wybierac co najmniej 1 dzien
ro_ro: Selecteaza macar o zi
ru_ru: Выберите, пожалуйста, день

source: Please select an item from the list
de_de: Zumindest ein Element der Liste auswählen
es_es: Sélectionner au moins un élément de la liste
fr_fr: Sélectionner au moins un élément de la liste
hu_hu: Jelölj ki legalàbb egy eleme
it_it: Selezionare almeno un elemento dalla lista
nl_nl: Minimaal ŽŽn item van de lijst selecteren
pl_pl: Wybierac co najmniej 1 element z listy
ro_ro: Selecteaza macar unelement din lista
ru_ru: Выберите один из пунктов
sk_sk: VYBER SI ALESPON JEDEN PRVEK SE SEZNAMU

source: Please select number of children
de_de: Bitte wählen Sie Zahl der Kinder
es_es: Introducir el número de niños
fr_fr: Taper le nombre d'enfants
hu_hu: Jelöld meg a gyermekek szàmà
it_it: Inserite il numero di bambini
nl_nl: Vul aantal kinderen in
pl_pl: Pisac ilosc dzieci
ro_ro: Introduceti nr. Copiilor
ru_ru: Укажите кол-во детей
sk_sk: VLOZTE UDAJ O POCTE DETI

source: Please set chilldren's age
de_de: Alter der eingestellten kinder, bitte
es_es: Introducir la edad de los niños
fr_fr: Taper l'âge des enfants
hu_hu: Jelöld meg a gyermekek èletkorà
it_it: Inserite l'età dei bambini
nl_nl: Vul leeftijd kinderen in
pl_pl: Pisac wiek dzieci
ro_ro: Introduceti vârsta copiilor
ru_ru: Укажите возраст детей
sk_sk: VLOZTE UDAJ O VEKU DETI

source: Prev
de_de: Vorher
es_es: Ant
fr_fr: Précédent
hu_hu: Elõz
it_it: Prec.
nl_nl: Prec.
pl_pl: Poprzedny
ro_ro: Precendent
ru_ru: Пред.
sk_sk: PREDCHADZAJUCI

source: Prev month
de_de: Vorhergehender Monat
es_es: Mes ant
fr_fr: Mois préc.
hu_hu: Elõzõ hòna
it_it: Mese prec.
nl_nl: Maand eerder
pl_pl: Miesiac poprzedny
ro_ro: Luna precedenta
ru_ru: Пред. месяц
sk_sk: PREDCHADZAJUCI MESIAC

source: Prev year
de_de: Vorhergehendes Jahr
es_es: Año ant
fr_fr: Année préc.
hu_hu: Elõzõ è
it_it: Anno prec.
nl_nl: Jaar eerder
pl_pl: Rok poprzedny
ro_ro: An precedent
ru_ru: Пред. год
sk_sk: PREDCHADZAJUCI ROK

source: Prev. day
de_de: Vorhergehender Tag
es_es: Día ant
fr_fr: Jour précédent
hu_hu: Elõzõ na
it_it: Giorno precedente
nl_nl: Dag eerder
pl_pl: Dzien poprzedny
ro_ro: Zi precedenta
ru_ru: Предыдущий день
sk_sk: PREDCHADZAJUCI DEN

source: Price
de_de: Preis
es_es: Precio
fr_fr: Prix
hu_hu: à
it_it: Prezzo
nl_nl: Prijs
pl_pl: Cena
ro_ro: Pret
ru_ru: Цена
sk_sk: CENA

source: Discounted price
de_de: Vergünstigten Preis
es_es: Precio con descuento
it_it: Prezzo scontato

source: Price not valid
de_de: Preis ungültig
es_es: Precio no válido
fr_fr: Prix non valable
hu_hu: Érvènytelen à
it_it: Prezzo non valido
nl_nl: Ongeldige prijs
pl_pl: Cena niewazna
ro_ro: Pret invalid
ru_ru: Цена недействительна
sk_sk: NEPLATNA CENA

source: Pricelist
de_de: Preisliste
es_es: Lista de precios
fr_fr: Liste Des Prix
hu_hu: Listaà
it_it: Listino
nl_nl: Prijslijst
pl_pl: Cennik
ro_ro: Lista de preturi
ru_ru: Прайс-лист
sk_sk: CENNIK

source: Prices
de_de: Preise
es_es: Precios
fr_fr: Prix
hu_hu: àra
it_it: Prezzi
nl_nl: Prijzen
pl_pl: Ceny
ro_ro: Preturi
ru_ru: Цены
sk_sk: CENY

source: Print
de_de: Drucken
es_es: Imprimer
fr_fr: Imprimer
hu_hu: Nyomtatás
it_it: Stampa
pl_pl: wydrukuj
ro_ro: Printeaza
ru_ru: Печать

source: Product
de_de: Produkt
es_es: Producto
fr_fr: Produit
hu_hu: Termékre
it_it: Prodotto
nl_nl: Produkt
pl_pl: Produkt
ro_ro: Produs
ru_ru: Продукт
sk_sk: PRODUKT

source: Products List
de_de: Produktauflistung
es_es: Listado de Productos
fr_fr: Liste Produits
it_it: Elenco Prodotti

source: Products manager
de_de: Verwaltung Produkte
es_es: Productos gerente
fr_fr: Gestion produits
it_it: Gestione prodotti

source: Properties
de_de: Eigenschaften
es_es: Propiedades
fr_fr: Propriétés
hu_hu: Tulajdonsàgo
it_it: Proprietà
nl_nl: Eigendommen/eigenschappen??
pl_pl: Właściwości
ro_ro: Proprietati
ru_ru: Собственность

source: Publish state
de_de: Stand der veröffentlichen
es_es: Publicar estado
fr_fr: Stato pubbl.
it_it: Stato pubbl.

source: Published
de_de: Veröffentlicht
es_es: Publicado
fr_fr: Publié
hu_hu: Meghìrdetv
it_it: Pubblicato
nl_nl: Gepubliceerd
pl_pl: Publikowany
ro_ro: Publicat
ru_ru: Опубликован
sk_sk: PUBLIKOVAL

source: Publishing
de_de: Veröffentlichung
es_es: Editorial
fr_fr: Publication
hu_hu: Hìrdetv
it_it: Pubblicazione
nl_nl: Publicatie
pl_pl: Publikowanie
ro_ro: Editura
ru_ru: Публикация
sk_sk: PUBLIKOVANIE

source: Qty
de_de: Anzahl
es_es: Cant
fr_fr: Part
hu_hu: Mennyisèg
it_it: Qta
nl_nl: Hoeveelheid
pl_pl: ilosc
ro_ro: Cantitate
ru_ru: Кол-во

source: ROOT
de_de: Basisniveau
es_es: Principal
fr_fr: PRINCIPAL
it_it: PRINCIPALE

source: Rates and conditions
de_de: Preise und Bedingungen
es_es: Tarifas y condiciones
fr_fr: Tarifs et conditions
hu_hu: Tarifàk ès feltètele
it_it: Tariffe e condizioni
nl_nl: Tarieven en voorwaarden
pl_pl: Ceny i warunki ogólne
ro_ro: Tarife si conditii
ru_ru: Тарифы и условия
sk_sk: TARIFY A PODMIENKY

source: Read More
de_de: Weiterlesen
es_es: Más información…
fr_fr: Leggi tutto
hu_hu: Olvass el minden
it_it: Leggi tutto
nl_nl: Lees meer
pl_pl: Czytaj wszystko
ro_ro: Citeste tot
ru_ru: Подробнее
sk_sk: PRECITAJ SI VSETKO

source: Repeat e-mail
de_de: e-mail wiederholen
es_es: Repita e-mail
fr_fr: Réécrire email
hu_hu: email cìm megadàs
it_it: Ripeti e-mail
nl_nl: Herhaal e-mail
pl_pl: Potwòrz e-mail
ro_ro: Repeta e-mail
ru_ru: Повторите e-mail
sk_sk: OPAKOVANE ZADANIE E-MAILU

source: Reservation ID
de_de: Reservierung ID
es_es: Reserva ID
fr_fr: ID prenotazione
hu_hu: Megrendelès I
it_it: ID prenotazione
nl_nl: ID reservering
pl_pl: ID rezerwacji
ro_ro: ID rezervare
ru_ru: ID бронирование
sk_sk: REZERVACNY ID KOD

source: Reservation confirmed
de_de: Reservierung bestätigt
es_es: Reserva confirmada
fr_fr: Réservation confirmée
hu_hu: Megrendelès visszaigazolv
it_it: Prenotazione confermata
nl_nl: Reservering bevestigd
pl_pl: Rezerwacja potwierdzona
ro_ro: Rezervare confirmata
ru_ru: Бронировка подтверждена
sk_sk: REZERVACIA POTVRDENA

source: Reservation data
de_de: Daten
es_es: Datos estancia
fr_fr: Données Séjour
hu_hu: Szállás adatai
it_it: Dati soggiorno
nl_nl: Geselecteerde data
pl_pl: Dane pobytu
ro_ro: Date rezervare
ru_ru: Период пребывания
sk_sk: DATUMY POBYTU

source: Reservation detail
de_de: Reservierungsdetails
es_es: Detalle reserva
fr_fr: Détail Réservation
hu_hu: Megrendèles rèszlete
it_it: Dettaglio prenotazione
nl_nl: Reserveringsdetails
pl_pl: Detale rezerwacji
ro_ro: Detalii rezervare
ru_ru: Детали бронирования
sk_sk: DETAILY REZERVACIE

source: Reservation policy
de_de: Reservierungsbedingungen
es_es: Política de reserva
fr_fr: Politique De Réservation
hu_hu: Booking politik
it_it: Politica di prenotazione
nl_nl: Reserveringsbeleid
pl_pl: Sposòb rezerwacji
ro_ro: Politica de rezervare
ru_ru: Полис бронирования
sk_sk: REZERVACNA POLITIKY

source: Reservation request inserted successfully
de_de: Reservierungsanfrage wurde erfolgreich eingegeben
es_es: Solicitud de reserva insertarse con éxito
fr_fr: Demande de réservation entrée avec succès
hu_hu: A megrendelès sikeresen megtörtèn
it_it: Richiesta di prenotazione inserita con successo
nl_nl: Aanvraag reservering geslaagd
pl_pl: Zadanie zamówienia dokonana
ro_ro: Cerere de rezervare introdusa cu succes
ru_ru: Запрос брованирования успешно завершен
sk_sk: ZIADOST O REZERVACIU USPESNE ZADANA

source: Reservation status
de_de: Stand der Reservier
es_es: Estado de la reserva
fr_fr: Etat
hu_hu: àllapo
it_it: Stato
nl_nl: Reserveringsstatus
pl_pl: Stan rezerwacji
ro_ro: Status rezervare
ru_ru: Статус
sk_sk: STATUS

source: Reservations manager
de_de: Verwaltung Reservierungen
es_es: Administrador de las reservas
fr_fr: Gestion Réservations
it_it: Gestione prenotazioni

source: Reserve now!
de_de: Reservieren Sie jetzt!
es_es: Reserve ahora!
fr_fr: Réservez maintenant
hu_hu: Rendeld meg most
it_it: Prenota ora!
nl_nl: Reserveer nu
pl_pl: Rezerwuj teraz!
ro_ro: Rezerva acum!
ru_ru: Забронировать сейчас!
sk_sk: REZERVUJ TERAZ

source: Room
de_de: Zimmer
es_es: Habitación
fr_fr: Chambre
hu_hu: Szob
it_it: Camera
nl_nl: Kamer
pl_pl: Pokòj
ro_ro: Camera
ru_ru: Комната
sk_sk: IZBA

source: Room > numpax
de_de: Anzahl der Zimmer größer als die Zahl der Menschen
es_es: Número de habitaciones superior al número de personas
fr_fr: Nombre De Chambres Supérieur Au Nombre De Personnes
hu_hu: a szobàk szàma magasabb a szemèlyek szàmànà
it_it: Numero di camere maggiore al numero di persone
nl_nl: Aantal kamers hoger dan aantal personen
pl_pl: Ilosc pokojòw wiekszy niz ilosc osòb
ro_ro: Numarul de camere este mai mare decât numarul de persoane
ru_ru: Кол-во комнат превышает кол-во человек
sk_sk: POCET IZIEB JE VACSI AKO POCET OSB

source: Original price
de_de: Original-Preis
fr_fr: Prix original
it_it: Prezzo originale
ru_ru: Первоначальная цена

source: Original account
de_de: Original anzahlung
fr_fr: Original acompte
it_it: Acconto originale
ru_ru: оригинальный счет

source: Room Price
de_de: Zimmerpreis
es_es: Precio habitación
fr_fr: Prix Chambre
hu_hu: Szoba àr
it_it: Prezzo camera
nl_nl: Kamerprijs
pl_pl: Cena pokoju
ro_ro: Pret camera
ru_ru: Цена за номер
sk_sk: CENA ZA IZBU

source: Room Total
de_de: Gesamtpreis Zimmer
es_es: Total habitación
fr_fr: Total chambre
hu_hu: Szobàk szàm
it_it: Totale camera
nl_nl: Totaal kamer
pl_pl: Cena ogólna za pokòj
ro_ro: Total camera
ru_ru: Полная стоимость номера
sk_sk: CELKOM ZA IZBU

source: %s Total
de_de: Gesamtpreis %s
es_es: Total %s
hu_hu: %s szàm
it_it: Totale %s
nl_nl: Totaal %s
pl_pl: Cena ogólna za pokòj
ro_ro: Total %s
ru_ru: Полная стоимость %s
sk_sk: CELKOM ZA %s

source: Room code
de_de: Zimmercode
es_es: Código habitación
fr_fr: Code chambre
hu_hu: Szoba kòdszàm
it_it: Codice camera
nl_nl: Kamercode
pl_pl: Kod pokoju
ro_ro: Cod camera
ru_ru: Код комнаты
sk_sk: KOD IZBY

source: Room description
de_de: Zimmerbeschreibung
es_es: Descripción habitación
fr_fr: Description chambre
hu_hu: Szoba leìràs
it_it: Descrizione camera
nl_nl: Kamerbeschrijving
pl_pl: Opis pokoju
ro_ro: Descriere camera
ru_ru: Описание комнаты
sk_sk: POPIS IZBY

source: Room number
de_de: Zimmernummer
es_es: Nombre chambre
fr_fr: Nombre chambre
hu_hu: Szoba szàm
it_it: Camera numero
nl_nl: Kamernummer
pl_pl: Numer pokoju
ro_ro: Nr. Camera
ru_ru: Номер комнаты
sk_sk: CISLO IZBY

source: Room type
de_de: Typ
es_es: Tipo de habitación
fr_fr: Type De Chambre
hu_hu: Szoba tipù
it_it: Tipo di camera
nl_nl: Kamertype
pl_pl: Rodzaj pokoju
ro_ro: Tip camera
ru_ru: Тип номера
sk_sk: TYP IZBY

source: Room type and board
de_de: Zimmertyp und Verpflegung
es_es: Tipo de habitación y pensión
fr_fr: Type de chambre et solution
hu_hu: Szoba tipùs ès kezelès tipù
it_it: Tipo di camera e trattamento
nl_nl: Kamertype en verzorging
pl_pl: Rodzaj pokoju i wyzywienia
ro_ro: Tip camera si tratament
ru_ru: Тип комнаты и питание
sk_sk: TYZP IZBY A ROZSAH SLUZIEB

source: Room/App. per night
de_de: Zimmer/appartement pro nacht
es_es: Habitación o apartamento por noche
fr_fr: Chambre ou appartement par nuit
hu_hu: Szoba vagy apartman per è
it_it: Camera o appart. a notte
nl_nl: Kamer of appartement per nacht
pl_pl: Pokòj lub apartament za nocleg
ro_ro: Camera sau apartament per noapte
ru_ru: Комната или квартира за ночь
sk_sk: IZBA ALEBO APRTMAN ZA NOC

source: Room/App. per week
de_de: Zimmer/appartement pro Woche
es_es: Habitación o apartamento por semana
fr_fr: Chambre ou appartement par semaine
hu_hu: Szoba vagy apartman per hè
it_it: Camera o appart. a settimana
nl_nl: Kamer of appartement per week
pl_pl: Pokòj lub apartament za tydzien
ro_ro: Camera sau apartament pe saptamâna
ru_ru: Комната или квартира за неделю
sk_sk: IZBA ALEBO APARTMAN ZA TYZDEN

source: Rooms
de_de: Zimmer
es_es: Habitaciones
fr_fr: Chambres
hu_hu: Szobà
it_it: Camere
nl_nl: Kamers
pl_pl: Pokoje
ro_ro: Camere
ru_ru: Комнаты
sk_sk: IZBY

source: Rooms manager
de_de: Verwaltung Zimmer
es_es: Habitaciones gerente
fr_fr: Gestion Chambres
hu_hu: Szobàk kezelès
it_it: Gestione camere
nl_nl: Kamerbeheer
pl_pl: Administracja pokojòw
ro_ro: Manager camere
ru_ru: Менеджер по комнатам
sk_sk: SPRAVA IZIEB

source: Rooms summary
de_de: Zusammenfassung Zimmer
es_es: Resumen habitaciones
fr_fr: Récapitulation chambres
hu_hu: Szobàk összefoglalás
it_it: Riepilogo camere
nl_nl: Overzicht kamers
pl_pl: Podsumowanie pokojòw
ro_ro: Sumar camere
ru_ru: Выбранный номер
sk_sk: ZAVERECNE ZHRNUTIE IZIEB

source: Save
de_de: Speichern
es_es: Salvar
fr_fr: Enregistrer
hu_hu: Mentè
it_it: Salva
nl_nl: Opslaan
pl_pl: Zapisać
ro_ro: Salveaza
ru_ru: Сохранить
sk_sk: ULOZ

source: Search another option
de_de: Alternativer Zeitraum einsehen, Tabelle nebenan anklicken um alternative Daten einzusehen
es_es: Ver periodos alternativos, haga clic en la tabla de al lado para fechas alternativas.
fr_fr: Pour visualiser des périodes alternatives, cliquez le tableau de côté pour obtenir autres dates.
hu_hu: Alternativ dátumok ebben a szàllodàba
it_it: Visualizza periodi alternativi, clicca la tabella a fianco per le date alternative
nl_nl: Zoek andere optie, klik op tabel hiernaast voor de data
pl_pl: Pokaz alternatywne terminy dostepne w tym samym hotelu
ro_ro: Vezi periaode alternative, click pe tabelul de lânga pentru date alternative
ru_ru: Выбрать другие даты
sk_sk: HLADAJ INE ALTERNATIVY

source: Section manager
de_de: Verwaltung Sektionen
es_es: Gerente de sección
fr_fr: Gestion sections
it_it: Gestione sezioni

source: Select
de_de: Auswählen
es_es: Seleccionar
fr_fr: Sélectionner
hu_hu: Kijelölès
it_it: Seleziona
nl_nl: Selecteer
pl_pl: Wybierz
ro_ro: Alege
ru_ru: Выбрать
sk_sk: VYBER

source: Select all
de_de: Alle auswählen
es_es: Seleccionar todos
fr_fr: Tout Sélectionner
hu_hu: Kijelõli az összes
it_it: Seleziona tutti
nl_nl: Selecteer alles
pl_pl: Wybierz wszystkie
ro_ro: Selecteaza tot
ru_ru: Выбрать все
sk_sk: VYBER VSETKY

source: Selected days
de_de: Ausgewählter Zeitraum
es_es: Ciertos días
fr_fr: Période sélectionnée
hu_hu: Kijelölt dàtu
it_it: Periodo selezionato
nl_nl: Geselecteerde periode
pl_pl: Termin wybrany
ro_ro: Perioada selectata
ru_ru: Выбранный период
sk_sk: ZVOLENE OBDOBIE

source: Selection completed
de_de: Auswahl erfolgt
es_es: Selección terminado
fr_fr: Sélection effectuée
hu_hu: Kijelölès megtörtèn
it_it: Selezione effettuata
nl_nl: Selectie uitgevoerd
pl_pl: Wybòr dokonany
ro_ro: Selectie efectuata
ru_ru: Отбор завершен
sk_sk: VYBER USKUTOCNENY

source: Send
de_de: Abschicken
es_es: Enviar
fr_fr: Envoyer
hu_hu: Küld
it_it: Invia
nl_nl: Verzend
pl_pl: Wyslij
ro_ro: Trimite
ru_ru: Отправить
sk_sk: POSLI

source: Show on homepage
de_de: Auf der Homepage anzeigen
es_es: Mostrar en la página principal
fr_fr: Montrer sur page d'accueil
hu_hu: Megjelenìt a honlapo
it_it: Mostra in homepage
nl_nl: Toon in homepage
pl_pl: Pokaz na glòwna strone
ro_ro: Arata în pagina principala
ru_ru: Отобразить на домашней странице
sk_sk: ZOBRAZ NA HLAVNEJ STRANKE

source: Site manager
de_de: Verwaltung Website
es_es: Gerente del sitio
fr_fr: Gestion sites
hu_hu: Web-lap kezelès
it_it: Gestione siti
nl_nl: Beheer sites
pl_pl: Administracja stron internetowych
ro_ro: Manager site
ru_ru: Управление сайтом
sk_sk: SPRAVA WEBOVYCH STRANOK

source: Site name
de_de: Websitename
es_es: Nombre del sitio
fr_fr: Nom du site
hu_hu: Web-lap nev
it_it: Nome del sito
nl_nl: Site naam
pl_pl: Nazwa strony
ro_ro: Nume site
ru_ru: Название сайта
sk_sk: NAZOV WEBOVYCH STRANOK

source: Site selected
de_de: Ausgewählte Website
es_es: Sitio seleccionado
fr_fr: Site sélectionné
hu_hu: kijelölt web-la
it_it: Sito selezionato
nl_nl: Geselecteerde site
pl_pl: Strona internetowa wybrana
ro_ro: Site selectat
ru_ru: Выбранный сайт
sk_sk: VYBRANE WEBOVE STRANKY

source: Special rate
de_de: Spezialpreis
es_es: Tarifa especial
fr_fr: Tarif Spécial
hu_hu: Speciàlis tarif
it_it: Tariffa speciale
nl_nl: Speciaal tarief
pl_pl: Specjalna cena
ro_ro: Tarif special
ru_ru: Спец. тариф
sk_sk: SPECIALNA TARIFA

source: Start publishing
de_de: Beginn Veröffentlichung
es_es: Empezar a publicar
fr_fr: Début publication
hu_hu: Hìrdetès dátum
it_it: Inizio pubblicazione
nl_nl: Start publicatie
pl_pl: Publishing Start
ro_ro: Început de publicare
ru_ru: Начать печать
sk_sk: ZACIATOK PUBLIKOVANIA

source: State
de_de: Landkreis
es_es: Estado
fr_fr: Province
hu_hu: Megye
it_it: Provincia
nl_nl: Provincie
pl_pl: Prowyncja
ro_ro: Judet
ru_ru: Область/Провинция
sk_sk: STAT

source: Status
es_es: Estado
hu_hu: Státuz
it_it: Stato
nl_nl: Land
ru_ru: Статус

source: Subcategories
de_de: Unterkategorie
es_es: Subcategoría
fr_fr: Sous-catégories
hu_hu: Alsòkategòrià
it_it: Sottocategorie
nl_nl: Ondercategorie
pl_pl: Podkategorie
ro_ro: Subcategorii
ru_ru: Подгруппы
sk_sk: PODKATEGORIE

source: Subdir
de_de: Unterverzeichnis
fr_fr: Sous-répertoire
hu_hu: Director
it_it: Sottodirectory
nl_nl: Onderdirectory
pl_pl: Podkatalogu
ro_ro: Subdirectoare
ru_ru: Справочник
sk_sk: PODARESAR

source: Supplements and Reductions
de_de: Aufpreise und Ermäßigungen
es_es: Suppléments et réductions
fr_fr: Suppléments et réductions
it_it: Supplementi e riduzioni
nl_nl: Toeslagen en kortingen
ro_ro: Suplimente si reduceri
sk_sk: PRIPLATKY A ZLAVY

source: Supplements and reductions
de_de: Aufpreise und Ermäßigungen
es_es: Suplementos y reducciones
fr_fr: Suppléments et réductions
it_it: Supplementi e riduzioni
nl_nl: Toeslagen en kortingen
ro_ro: Suplimente si reduceri
sk_sk: PRIPLATKY A ZLAVY

source: Surname
de_de: Nachname
es_es: Apellidos
fr_fr: Prénom
hu_hu: Vezetèknèv
it_it: Cognome
nl_nl: Achternaam
pl_pl: Nazwisko
ro_ro: Nume
ru_ru: Фамилия
sk_sk: PRIEZVISKO

source: Surname can not be empty
de_de: Der Nachname muss ausgefüllt werden
es_es: El campo apellidos no puede estar vacío
fr_fr: Le Nom Doit Être Indiqué
hu_hu: A vetèknèv kötelezõ mez
it_it: Il cognome non può essere vuoto
nl_nl: Veld Achternaam moet ingevuld zijn
pl_pl: Prosimy pisac nazwisko
ro_ro: Câmpul Nume nu poate ramâne necompletat
ru_ru: Обязательно укажите фамилию
sk_sk: POLE PRIEZVISKO NESMIE BYT PRAZDNE

source: Telephone
de_de: Telefon
es_es: Teléfono
fr_fr: Téléphone
hu_hu: Telefonszám
it_it: Telefono
nl_nl: Telefoon
pl_pl: Telefon
ro_ro: Telefon
ru_ru: Телефон
sk_sk: TELEFON

source: Template
de_de: Modell
es_es: Plantilla
fr_fr: Modèle
it_it: Modello

source: Template manager
de_de: Verwaltung Templates
es_es: Plantilla de administrador
fr_fr: Gestion modèles
it_it: Gestione template

source: Template manager (pages)
de_de: Verwaltung Templates (Seiten)
es_es: Plantilla de administrador (páginas)
fr_fr: Gestion modèles (pages)
it_it: Gestione template (pagine)

source: Template manager (sections)
de_de: Verwaltung Templates (Sektionen)
es_es: Plantilla de administrador (secciones)
fr_fr: Gestion modèles (sections)
it_it: Gestione template (sezioni)

source: Template manager (sites)
de_de: Verwaltung Templates (Websites)
es_es: Plantilla de administrador (sitios)
fr_fr: Gestion modèles (sites)
it_it: Gestione template (siti)

source: Thanks for choosing our hotel
de_de: Ein Dankeschön für die Wahl unseres Hotels
es_es: Gracias por elegir nuestro hotel
fr_fr: Merci pour avoir choisi notre hôtel
hu_hu: Köszönjük hogy szàllodànkat vàlasztott
it_it: Grazie per aver scelto il nostro hotel
nl_nl: Wij bedanken u voor uw hotelkeuze
pl_pl: Dziekujemy za wybranie naszego hotelu
ro_ro: Va multumim ca ati ales hotelul nostru
ru_ru: Спасибо, что выбрали наш отель

source: The email must be in the name@domain format.
es_es: El correo electrónico debe estar en el nombre @ dominio formato.
fr_fr: L'adresse courriel doit être sous le format nom@domaine
hu_hu: az email cìmet az alàbbi formàtumban kell megadni: nèv@domè
it_it: L'email mail deve essere nel formato nome@dominio
nl_nl: Email formeren door naam@domain
pl_pl: E-mail ma byc na formatu nazwa@domena
ro_ro: Emailul trebuie sa respecte forma nume@domeniu
ru_ru: Еmai должен быть в формате имя@домен
sk_sk: MAIL MUSI BYT V TVARE MENO@DOMENA
