Repository: mlarese/privacybe
Catalog: __doc/locale/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk

source: At least one tab must be active on this instance
it_it: Almeno una scheda deve essere attiva su questa istanza

source: This functionality is not authorized for your service (serviceName)
it_it: Questa funzionalità non è autorizzata per il tuo servizio (serviceName)

source: Unknown functionality
it_it: Funzionalità sconosciuta

source: Unknown input to be locked
it_it: ngresso sconosciuto da bloccare

source: Email request option is locked due to email input is empty and locked. Please specify an email or allow other options.
it_it: L'opzione di richiesta email è bloccata a causa dell'input di posta elettronica vuoto e bloccato. Si prega di specificare un messaggio di posta elettronica o consentire altre opzioni.

source: The service will be suspended
it_it: Il servizio verrà sospeso

source: Invalid locked input value
it_it: Valore di input bloccato non valido

source: The payment is completed, the credit will be added after the Bank confirmation.
it_it: Il pagamento è stato completato con successo, il credito sarà aggiunto dopo la conferma della banca.

source: Soon you will be redirected to the campaign manager, if not click
it_it: Presto saraì ridirezionato alla gestione campagne, se ciò non accade clicca qui

source: here
it_it: qui

source: 0 means unlimited
it_it: 0 significa nessun limite allo sconto

source: Discount max value
it_it: Valore massimo dello sconto

source: Users
it_it: Clienti

source: Search by fullname or email
it_it: Ricerca per nome completo o email

source: Offer may be combinable
it_it: L'offerta può essere combinata con altre

source: Discount Code data
fr_fr: Données De Code De Réduction
it_it: Configurazione codice sconto

source: Personal data policy
it_it: Trattamento dati personali

source: Personal data agreement
it_it: Consenso dati personali

source: Sensitive personal data policy
it_it: Trattamento dati sensibili

source: Sensitive personal data agreement
it_it: Consenso dati sensibili

source: Promotions and newsletters policy
it_it: Trattamento promozioni e newsletter

source: Promotions and newsletters agreement
it_it: Consenso promozioni e newsletter

source: GDPR settings
it_it: Impostazioni GDPR

source: Information owner
it_it: Titolare informativa

source: Owner DataOne
it_it: Proprietario DataOne

source: Activate DataOne
it_it: Attiva DataOne

source: Data not completed. Enter the required fields!
it_it: Dati non completi. Inserisci i campi richiesti!

source: Warning! The following errors were found during the save:
it_it: Attenzione! Sono stati trovati i seguenti errori durante il salvataggio:

source: Update the data as required and save again.
it_it: Aggiorna i dati come richiesto e salva di nuovo.

source: The GDPR settings have been saved correctly
it_it: Le impostazioni GDPR sono state salvate correttamente

source: The 'Personal data policy' field must be filled in at least in the default language and in english.
it_it: Il campo 'Trattamento dati personali' deve essere compilato almeno nella lingua di default e in inglese.

source: The 'Personal data agreement' field must be filled in at least in the default language and in english.
it_it: Il campo 'Consenso dati personali' deve essere compilato almeno nella lingua di default e in inglese.

source: The 'Sensitive personal data policy' field has not been compiled, so it is not possible to enter values in the 'Sensitive personal data agreement' field; compile 'Sensitive personal data policy' or delete data in 'Sensitive personal data agreement'.
it_it: Il campo 'Trattamento dati sensibili' non è stato compilato, quindi non è possibile inserire valori nel campo 'Consenso dati sensibili'; compilare 'Trattamento dati sensibili' o eliminare i dati in 'Consenso dati sensibili'.

source: The 'Sensitive personal data policy' field must be filled in at least in the default language and in english.
it_it: Il campo 'Trattamento dati sensibili' deve essere compilato almeno nella lingua di default e in inglese.

source: The 'Sensitive personal data agreement' field must be filled in at least in the default language and in english.
it_it: Il campo 'Consenso dati sensibili' deve essere compilato almeno nella lingua di default e in inglese.

source: The 'Promotions and newsletters policy' field has not been compiled, so it is not possible to enter values in the 'Promotions and newsletters agreement' field; compile 'Promotions and newsletters policy' or delete data in 'Promotions and newsletters agreement'.
it_it: Il campo 'Trattamento promozioni e newsletter' non è stato compilato, quindi non è possibile inserire valori nel campo 'Consenso promozioni e newsletter'; compilare 'Trattamento promozioni e newsletter' o eliminare i dati in 'Consenso promozioni e newsletter'.

source: The 'Promotions and newsletters agreement' field must be filled in at least in the default language and in english.
it_it: Il campo 'Consenso promozioni e newsletter' deve essere compilato almeno nella lingua di default e in inglese.

source: Please scroll down to the bottom of the information notice to activate the check boxes and continue
it_it: Scorrere il testo dell'Informativa fino in fondo per attivare le caselle di conferma e procedere

source: Read the information notice and scroll down to give your consent
de_de: Bitte scrollen, um das Informationsschreiben einzusehen und zuzustimmen
it_it: Prendi visione scorrendo l'informativa per prestare il tuo consenso

source: Product tree
it_it: Albero dei prodotti

source: Every product list change will be applied only to new coupons.If no product is selected the coupon will be valid for all products
it_it: Ogni modifica dell'elenco dei prodotti verrà applicata solo ai nuovi coupon. Nel caso in cui non vengano selezionati prodotti, il coupon sarà valido per tutti i prodotti

source: Google Analytics manage
it_it: Gestione Google Analytics

source: Update Google Analytics code for all pages
it_it: Aggiorna codice Google Analytics per tutte le pagine

source: Update Google Analytics controller for all pages
it_it: Aggiorna Google Analytics controller per tutte le pagine

source: Insert code
it_it: Inserisci il codice

source: Warning! The Google Analytics code can not be empty!
it_it: Attenzione! Il codice Google Analytics non può essere vuoto!

source: Warning! The Google Analytics controller can not be empty!
it_it: Attenzione! Il Google Analytics controller non può essere vuoto!

source: The Google Analytics code has been successfully saved for all pages
it_it: Il codice Google Analytics è stato salvato correttamente per tutte le pagine

source: The Google Analytics controller has been successfully saved for all pages
it_it: Il Google Analytics controller è stato salvato correttamente per tutte le pagine

source: Warning! There were problems during the save and for the following pages the Google Analytics code was not updated
it_it: Attenzione! Ci sono stati dei problemi durante il salvataggio e per le seguenti pagine non è stato aggiornato il codice di Google Analytics

source: Warning! There were problems during the save and for the following pages the Google Analytics controller was not updated
it_it: Attenzione! Ci sono stati dei problemi durante il salvataggio e per le seguenti pagine non è stato aggiornato il Google Analytics controller

source: Google analytics code - controller
it_it: Codice - controller Google analytics

source: Error creating SEO pages
it_it: Errore durante la creazione delle pagine SEO

source: Check and if necessary insert or complete the pages by hand.
it_it: Verificare ed eventualmente inserire o completare le pagine a mano.

source: Notes
it_it: Note

source: to change or enter several codes at the same time, always enter data separated by a comma (example: code1, code2)
it_it: per modificare o inserire più codici contemporaneamente inserisci sempre i dati separati da una virgola (esempio: codice1,codice2)

source: to change more codes correctly, keep the order shown in the appropriate summary field
it_it: per modificare correttamente più codici mantieni l'ordine mostrato nell'apposito campo riepilogativo

source: to add a new code, fill in the field with the list of existing ones and enter the new value in the queue
it_it: per aggiungere un nuovo codice compila il campo con la lista di quelli già esistenti e inserisci in coda il nuovo valore

source: add
fr_fr: ajouter

source: see offer
fr_fr: ajouter

source: change password
fr_fr: changer mot de passe

source: guest management
fr_fr: gestion client

source: subtract
fr_fr: soustraire

source: updated
fr_fr: actualisé

source: # BOOKING
fr_fr: # RESERVATION

source: # SEARCH
fr_fr: # RECHERCHE

source: # VISITORS
fr_fr: # VISITEURS

source: (filtered from
fr_fr: filtré à partir de

source: --- Select ----
fr_fr: Sélectionner

source: ABS gateway
fr_fr: Passerelle Abs

source: ABS gateway list
fr_fr: Liste Passerelle Abs

source: ABS gateway manager
fr_fr: Manager Passerelle Abs

source: ABS gateway map multirate manager
fr_fr: Manager Mappe Passerelle Abs Tarifs Multiples

source: ABS gateway map user
fr_fr: Utilisateur Mappes Passerelle Abs

source: ABS gateway map user manager
fr_fr: Manager Des Utilisateur Des Mappes Passerelle Abs

source: ABS gateway menu
fr_fr: Menu Passerelle Abs

source: ABS gateway offers transfer
fr_fr: Transfert Offres Abs Passerelle

source: ABS gateway user
fr_fr: Utilisateur Passerelle Abs

source: ABS gateway user manager
fr_fr: Manager Utilisateur Passerelle Abs

source: ADV - Inizio pagamento
fr_fr: Adv - Début Du Paiement

source: ADV - Notifica : livello credito basso
fr_fr: Adv - Notification: Niveau De Crédit Faible

source: ADV - Pagamento completato
fr_fr: Adv - Paiement Terminé

source: ADV - Richiesta di attivazione
fr_fr: Adv - Demande D'activation

source: API Key
fr_fr: Api Clé

source: ATTENTION! The image will be scaled using defined values for the selected category.
fr_fr: Attention! L'image Sera Mise À L'échelle En Utilisant Les Valeurs Définies Pour La Catégorie Sélectionnée.

source: AVES export
fr_fr: Enregistrement Supprimée

source: Access denied!
fr_fr: Accès Refusé!

source: Access levels
fr_fr: Niveau D'accès

source: Accessory
fr_fr: Accessoires

source: Account date from
fr_fr: Date Du Compte À Partir Du

source: Account date to
fr_fr: Date Du Compte À

source: Account list
fr_fr: Liste Des Comptes

source: Account manager
fr_fr: Manager Des Comptes

source: Account request
fr_fr: Demande Compte

source: Account type
fr_fr: Genre Compte

source: Account value
fr_fr: Valeur Compte

source: Action not allowed
fr_fr: Opération Non Autorisée

source: Add SEO
fr_fr: Ajouter Seo

source: Add Services to a Category
fr_fr: Ajouter Un Service À Une Catégorie

source: Add Social Media
fr_fr: Ajouter Social Media

source: Add SpeedActiveMail template
fr_fr: Ajouter Template Speedactivemail

source: Add a RSS feed
fr_fr: Ajouter Rss Feed

source: Add a Role
fr_fr: Ajouter Un Rôle

source: Add a SEO code
fr_fr: Ajouter Un Code Seo

source: Add a Service
fr_fr: Ajouter Un Service

source: Add a Service Category
fr_fr: Ajouter Une Catégorie Service

source: Add a Service Operation
fr_fr: Ajouter Une Opération De Service

source: Add a User to this Role
fr_fr: Ajouter Un Utilisateur À Ce Rôle

source: Add a account
fr_fr: Ajouter Un Compte

source: Add a chain
fr_fr: Ajouter Une Chaîne

source: Add a city to portals
fr_fr: Ajouter Ville Aux Portails

source: Add a commission for a portal
fr_fr: Ajouter Une Commission Pour Un Portail

source: Add a help
fr_fr: Ajouter Aide

source: Add a module
fr_fr: Ajouter Module

source: Add a province
fr_fr: Ajouter Province

source: Add a reduction
fr_fr: Ajouter Une Réduction

source: Add a region
fr_fr: Ajouter Région

source: Add a state
fr_fr: Ajouter Un État

source: Add a supplement
fr_fr: Ajouter Un Supplément

source: Add a zone
fr_fr: Ajouter Une Zone

source: Add an ABS gateway
fr_fr: Ajouter Une Passerelle Abs

source: Add an ABS gateway map user
fr_fr: Ajouter Un Utilisateur De Mappe Passerelle Abs

source: Add an user ABS gateway
fr_fr: Ajouter Un Utilisateur Passerele Abs

source: Add offer
fr_fr: Ajouter Un Offre

source: Add service -
fr_fr: Ajouter Service -

source: Add services
fr_fr: Ajouter Services

source: Add users
fr_fr: Ajouter Utilisateurs

source: Add/Remove Services
fr_fr: Ajouter/eliminer Des Services

source: Additional service
fr_fr: Service Supplémentaire

source: Additional services
fr_fr: Services Supplémentaires

source: Addons
fr_fr: Extensions

source: Administrator
fr_fr: Administrateur

source: Agency Code
fr_fr: Code De L'agence

source: All cities
fr_fr: Toutes Les Villes

source: All credit card details will be visible only using thi password, we suggest to take this key in a safe place
fr_fr: Tous Les Détails De Votre Carte De Crédit Seront Visibles Que Par Ce Mot De Passe, Nous Vous Suggérons De Conserver Ce Clé Dans Un Endroit Sûr

source: All ratings
fr_fr: Toutes Les Tarifs

source: All remote lastminute have been deleted
fr_fr: Tous Les Lastminute À Distance Ont Été Supprimé

source: All remote offers have been deleted
fr_fr: Tous Les Offres À Distance Ont Été Supprimées

source: All treatments
fr_fr: Tous Les Traitements

source: All types
fr_fr: Tuotes Les Types

source: Allotment charged for remote multirate id
fr_fr: Allotement Enregistré Pour Tarifs Multiples Avec Id À Distance

source: Allotment deleted
fr_fr: Allotement Supprimé

source: Allotment deleted for multirate with remote id
fr_fr: Allotement Supprimé Pour Tarifs Multiples Avec Id À Distance

source: Allotment export
fr_fr: Export Allotement

source: Amenity manager
fr_fr: Manager Des Services

source: An error accured into the SSO process
fr_fr: Erreur Dans Le Processus Sso

source: An error occurred
fr_fr: Une Erreur S'est Produite

source: An error occurs on the insert operation
fr_fr: Une Erreur S'est Produite Pendant ??l'opération D'insertion

source: Another normal price list already exists within this period
fr_fr: Une Autre Liste De Prix Normale Existe Déjà Dans Ce Délai

source: Another price list already exists within this period
fr_fr: Une Autre Liste De Prix Existe Déjà Dans Ce Délai

source: Another special price list already exists within this period
fr_fr: Une Autre Liste De Prix Spéciale Existe Déjà Dans Ce Délai

source: Are you really sure?
fr_fr: Êtes-Vous Vraiment Sûr?

source: Area manager
fr_fr: Manager Du Secteur

source: Area's cities
fr_fr: Villes De La Région

source: Associated
fr_fr: Associé

source: Association Manager
fr_fr: Manager Association

source: Authorized
fr_fr: Autorizé

source: Automatic allotment decrease
fr_fr: Diminution Automatique Du Allottement

source: Automatic allotment increase
fr_fr: Augmentation Automatique Du Allottement

source: Automatic mode
fr_fr: Mode Automatique

source: Available room online
fr_fr: Chambre Disponible En Ligne

source: Aves Cattura pratiche da web
fr_fr: Aves Capture Les Pratiques Du Web

source: Bankpass CRN
fr_fr: Crn Bankpass

source: Bankpass authorization type
fr_fr: Bankpass Type D'autorisation

source: Bankpass data
fr_fr: Données Bankpass

source: Bankpass manager
fr_fr: Manager Bankpass

source: Blank
fr_fr: Champ Vide

source: Boarding BB
fr_fr: Traitement B&b

source: Boarding FB
fr_fr: Traitement Pension Complète

source: Boarding HB
fr_fr: Traitement Demi-Pension

source: Boarding OB
fr_fr: Traitement Nuitée

source: Booking Code
fr_fr: Code De Réservation

source: Booking Form
fr_fr: Formulaire De Réservation

source: CC gateway manager
fr_fr: Manager Passerelle Cc

source: CMS Integration
fr_fr: Intégration Cms

source: CPANEL error
fr_fr: Erreur Cpanel

source: CSS class photo
fr_fr: Classifier Photo Css

source: CSV Files
fr_fr: Fichiers Csv

source: Cancel role
fr_fr: Eliminer Rôle

source: Cancellation days
fr_fr: Annuller Jours

source: Cancelled by guest request
fr_fr: Annulé Sur Demande Du Client

source: Cancelled by the user
de_de: Gelöschte durch den Benutzer
fr_fr: Annulé Par L'utilisateur

source: Card
fr_fr: Carte

source: Carica modello
fr_fr: Charger Un Modèle

source: Categories display mode
fr_fr: Mode D'affichage Des Catégories

source: Category ID must be specified
fr_fr: Catégorie Id Doit Être Spécifiée

source: Category cannot be empty
fr_fr: Catégorie Ne Peut Pas Être Vide

source: Category code cannot be empty
fr_fr: Code De Catégorie Ne Peut Pas Être Vide

source: Category must be specified
fr_fr: Catégorie Doit Être Spécifiée

source: Category name cannot be empty
fr_fr: Nom De La Catégorie Ne Peut Pas Être Vide

source: Chain Structure
fr_fr: Chaîne Logements

source: Chain manager
fr_fr: Manager Chaîne

source: Chain name cannot be empty
fr_fr: Nom Chaîne Ne Peut Pas Être Vide

source: Chain structure
fr_fr: Chaîne Logements

source: Change Password
fr_fr: Changer Mot De Passe

source: Change transaction status
fr_fr: Changer Le Statut De La Transaction

source: Channel
fr_fr: Canal

source: Channel Manager
fr_fr: Manager Canal

source: Channel Manager Comparison Hotels
fr_fr: Channel Manager Comparaison Hôtels

source: Channel Manager Reservation
fr_fr: Channel Manager Réservation

source: Channel Manager gateway manager
fr_fr: Channel Manager Et Manager Passerelle

source: Channer Manager
fr_fr: Channel Manager

source: Channer manager
fr_fr: Manager Canal

source: Check
fr_fr: Vérifier

source: Check Duplicated Periods
fr_fr: Vérifier Périodes Dupliquées

source: Check Extra Beds
fr_fr: Vérifier Extra-Lit

source: Check Extra Beds Room->Pricelist
fr_fr: Vérifier Chambres Extra-Lit>Liste De Prix

source: Check route/city
fr_fr: Vérifier Route/ville

source: Check submitted data
fr_fr: Vérifier Données Transmises

source: Check submitted data!
fr_fr: Vérifier Données

source: Checkin
es_es: Entrada
fr_fr: Arrivées

source: Checkin date not valid
fr_fr: Date Checkin Non Valide

source: Checkin/checkout policy
fr_fr: Politique Checkin/checkout

source: Checkout
es_es: Salida
fr_fr: Départ

source: Checkout date
fr_fr: Date Du Checkout

source: Checkout date less or equal Checkin date
fr_fr: Date Checkout Inférieur Ou Égal À La Date Checkin

source: Checkout date not valid
fr_fr: Date Checkout On Vaide

source: Child age range
fr_fr: Limite Age Enfant

source: Choose a room
fr_fr: Choisir Une Chambre

source: Choose an expiry
fr_fr: Choisir Une Date D'expiration

source: Choose portal in which publish the offer
fr_fr: Choisir Portail Pour La Publication De L'offre

source: City cannot be empty
fr_fr: Ville Ne Peut Pas Être Vide

source: City centre
fr_fr: Centre-Ville

source: City manager
fr_fr: Manager Villes

source: City name cannot be empty
fr_fr: Nom De La Ville Ne Peut Pas Être Vide

source: City ranking
fr_fr: Classement Ville

source: City status
fr_fr: État Ville

source: Class
fr_fr: Classe

source: Clear
fr_fr: Effacer

source: Click
fr_fr: Clique

source: Click to activate/deactivate
fr_fr: Cliquer Pour Activer / Désactiver

source: Click to view
fr_fr: Cliquer Pour Visualiser

source: Client ID
fr_fr: Id Client

source: Code price cannot be empty
fr_fr: Code Prix Ne Peut Pas Être Vide

source: Commission manager
fr_fr: Manager Commission

source: Comparison Hotel
fr_fr: Comparaison Hôtel

source: Comparison Hotels
fr_fr: Comparaison Hôtels

source: Confirm password
fr_fr: Confirmer Mot De Passe

source: Connection error
fr_fr: Erreur Connection

source: Cons. Triveneto Accounting
fr_fr: Règlement Cons. Triveneto

source: Cons. Triveneto Currency
fr_fr: Devise Cons. Triveneto

source: Cons. Triveneto ID
fr_fr: Id Cons. Triveneto

source: Cons. Triveneto Password
fr_fr: Mot De Passe Cons. Triveneto

source: Cons. Triveneto URL
fr_fr: Url Cons. Triveneto

source: Cons. Triveneto data
fr_fr: Données Cons. Triveneto

source: Cons. Triveneto manager
fr_fr: Manager Cons. Triveneto

source: Cons. Trivento data
fr_fr: Données Cons. Triveneto

source: Consorzio Triveneto Payment manager
fr_fr: Manager Paiement Consorzio Triveneto

source: Control Browser
fr_fr: Contrôle Browser

source: Control Nations
fr_fr: Contrôle Nation

source: Controller Id
fr_fr: Id Contrôleur

source: Counter value cannot be empty
fr_fr: Valeur Compteur Ne Peut Pas Être Vide

source: Country list
fr_fr: Liste Pays

source: Country manager
fr_fr: Manager Pays

source: Create sequential codes
fr_fr: Créer Des Codes Séquentiels

source: Credit Card
fr_fr: Carte De Crédit

source: Critical error
fr_fr: Erreur Critique

source: Crop
fr_fr: Couper

source: Crop photo after upload?
fr_fr: Recadrer La Photo Après Le Téléchargement?

source: Current month
fr_fr: Mois En Cours

source: Current structures
fr_fr: Structures Actuelles

source: Custom 1
fr_fr: Client 1

source: Custom 2
fr_fr: Client 2

source: Custom 3
fr_fr: Client 3

source: Custom fields
fr_fr: Champs Clients

source: Customer type
fr_fr: Genre De Client

source: Customer's address cannot be empty
fr_fr: Adresse Du Client Ne Peut Être Vide

source: Customer's city cannot be empty
fr_fr: Ville Du Client Ne Peut Être Vide

source: Customer's country cannot be empty
fr_fr: Pays Du Client Ne Peut Être Vide

source: Customer's email cannot be empty
fr_fr: E-Mail Du Client Ne Peut Être Vide

source: Customer's name cannot be empty
fr_fr: Nom Du Client Ne Peut Pas Être Vide

source: Customer's passwords doesn't match
fr_fr: Mots De Passe Du Client Ne Correspondent Pas

source: Customer's surname cannot be empty
fr_fr: Nom De Famille Du Client Ne Peut Pas Être Vide

source: Daily rate check
fr_fr: Vérification Journalière Des Tarifs

source: Database
fr_fr: Base De Données

source: Database: database
fr_fr: Base De Données: Base De Données

source: Database: host
fr_fr: Base De Données: Host

source: Database: password
fr_fr: Base De Données: Mot De Passe

source: Database: username
fr_fr: Base De Données: Nom D'utilisateur

source: Databse data empty
fr_fr: Données Database Vide

source: Date created
fr_fr: Date De Création

source: Decrease
fr_fr: Diminution

source: Default
fr_fr: Défaut

source: Default currency cannot be empty
fr_fr: Devise Par Défaut Ne Peut Pas Être Vide

source: Default payment type cannot be empty
fr_fr: Mode De Paiement Par Défaut Ne Peut Pas Être Vide

source: Define a category first
fr_fr: Définir D'abord Une Catégorie

source: Delete a reservation
fr_fr: Annuler Une Réservation

source: Delete an amenity type
fr_fr: Supprimer Un Type De Service

source: Delete code
fr_fr: Supprimer Le Code

source: Delete proposal
fr_fr: Supprimer Proposition

source: Derivative
fr_fr: Dérivée

source: Description and policy
fr_fr: Description Et Politique

source: Deutch
fr_fr: Allemand

source: Deve essere nella forma '/nome_cartella/'
fr_fr: Doit Être De La Forme '/ Nom_Dossier /

source: Discount Code Manager
fr_fr: Manager Codes Réduction

source: Discount ID
fr_fr: Id Réduction

source: Discount Manager
fr_fr: Manager Réduction

source: Discount codes list
fr_fr: Liste Codes Réduction

source: Discount name cannot be empty
fr_fr: Nom Réduction Ne Peut Pas Être Vide

source: Discount type cannot be empty
fr_fr: Type Réduction Ne Peut Pas Être Vide

source: Discount value cannot be empty
fr_fr: Valeur Réduction Ne Peut Pas Être Vide

source: Display DUS as
fr_fr: Montrer Dus Comme

source: Display details
fr_fr: Montrer Détails

source: Do you really want delete this review?
fr_fr: Voulez-Vous Vraiment Supprimer Cette Recension?

source: Do you want to list this amenity type in the filters list in the search home?
fr_fr: Voulez-Vous Lister Ce Type D'équipement Dans La Liste Des Filtres Pour La Recherche

source: Do you want to list this amenity type in the search home?
fr_fr: Voulez-Vous Lister Ce Type D'équipement Dans Pour La Recherche

source: Double Check
fr_fr: Double Contrôle

source: Down
fr_fr: En Bas

source: Download codes of the promotion
fr_fr: Télécharger Codes De La Promotion
