Repository: mlarese/privacybe
Catalog: __doc/locale/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk

source: we hereby confirm the following booking
de_de: hiermit bestätigen wir Ihnen folgende Reservierung.
fr_fr: Nous confirmons la réservation suivante
it_it: con la presente vi confermiamo la prenotazione seguente.

source: hereby I confirm the cancellation of the following booking
de_de: hiermit bestätigen wir Ihnen die Annullierung folgender Reservierung:
fr_fr: Je confirme l'annulation de la réservation suivante
it_it: con la presente vi confermiamo la cancellazione della seguente prenotazione:

source: Enable alternative choice to guarantee the booking by bank (deposit) and CC warranty (no deposit required)
fr_fr: Activer Alternative De Choix Pour Garantir La Réservation Par Virement Bancaire (Dépôt) Et La Garantie Cc (Aucun Dépôt Requis)
it_it: Abilita scelta alternativa a garanzia della prenotazione con bonifico (acconto) e cc a garanzia (senza acconto)

source: Link to the Virtual Tour
fr_fr: Lien À La Visite Virtuelle
it_it: Link al Virtual Tour

source: Accessory open (step 2.5)?
fr_fr: Ouvrir Liste Accessoires (Étape 2.5)?
it_it: Apri lista accessori (step 2.5)?

source: What order for the room?
it_it: Quale ordine per le camere?

source: Min price increasing
it_it: Per prezzo minimo disponibile crescente

source: By room order
it_it: Per ordine della camera

source: All Languages
fr_fr: Toutes Les Langues
it_it: Tutte le lingue

source: You cannot delete the default boarding for language %s
fr_fr: Vous Ne Pouvez Pas Supprimer L'embarquement Par Défaut Pour La Langue% S
it_it: Non puoi cancellare il trattamento di default per la lingua %s

source: Exceptions
de_de: Ausnahmen
fr_fr: Exemptions
it_it: Eccezioni
ru_ru: Освобождение от налога

source: Room rentals, apartments, accommodation in Restaurants, family-run accommodation– bed & breakfasts, apartments for tourists, residences, holiday homes, agritourisms, hostels
de_de: Zimmervermietung, Wohnungsvermietung, Unterkünfte in Gastronomiebetrieben, Familienbetriebe – Bed & Breakfast, Ferienwohnungen, Wohnanlagen, Ferienhäuser, Landurlaubsbetriebe, Herbergen
fr_fr: Locations de chambres chez l'habitant, appartements, activités d'accueil dans des établissements de restauration, activités d'accueil à gestion familiale - bed & breakfast, logements meublés à usage touristique, résidences, maisons de vacances, tourisme rural, auberges
it_it: Esercizi di affittacamre, appartamenti, attività ricettive in esercizi di ristorazione, attività ricettive a conduzione familiare - bed & breakfast, unità abitative ammobiliate ad uso turistico, residence, case per ferie, agriturismo, ostelli
ru_ru: Esercizi di affittacamere, appartamenti, attività ricettive in esercizi di ristorazione, attività ricettive a conduzione familiare - bed & breakfast, unità abitative ammobiliate ad uso turistico, residence, case per ferie, agriturismo, ostelli

source: Tourist tax does not apply to the following categories:##br##a) Children up to 12 years of age##br##b) Carers for people hospitalised in one of the health care facilities of the ASL 10(health care unit 10) "Veneto orientale" (one carer per patient)##br##c) Members of the local and national police, military or fire brigade who stay overnight during or for their service##br##d) People who are accommodated for institutional, tourist-related or social reasons of the Municipality of Jesolo##br##e) Volunteers in service in Jesolo for events or activities organized by the Municipal, Provincial or Regional Administration or in the event of environmental emergencies##br##f) Drivers, participants and guides of coach parties for groups of at least 20 people (tourist package organized by travel agents with a single reservation for the accommodation, except in special cases that justify splitting the groups between different accommodation facilities)##br##g) Disabled persons who are not self-sufficient (with certified disability pursuant to Italian laws in force or in the country of origin) and their carers##br##h) Dialysis patients of the health care facilities of the health care unit 10 "Veneto orientale"##br##i) Anyone who stays overnight from 16th September to 14th June
de_de: Befreit von der Aufenthaltsabgabe sind:##br##a) Kinder bis 12 Jahre##br##b) Begleitpersonen für Patienten in stationärem Aufenthalt in einer sanitären Einrichtung der örtlichen Krankenkasse ASL 10 „Veneto orientale“ (1 Begleitperson pro Patient)##br##c) Angestellte der lokalen und staatlichen Polizei, des Militärs oder der Feuerwehr, die aus Dienstgründen übernachten.##br##d) Personen, die aus institutionellen, touristischen oder sozialen Gründen der Gemeinde Jesolo in Beherbergungsbetrieben nächtigen.##br##e) Freiwillige Helfer bei Veranstaltungen, die von der Gemeinde, der Provinz oder der Region organisiert werden, oder im Falle von Umweltnotfällen.##br##f) Fahrer, Teilnehmer und Begleiter von organisierten Busreisen ab einer Gruppengröße von mindestens 20 Personen (bei Reisen, die durch einen professionellen Anbieter als Paket mit einer einzigen Reservierung organisiert werden, und Unterbringung im selben Beherbergungsbetrieb, außer in Ausnahmefällen, die eine Unterbringung in anderen Strukturen rechtfertigt)##br##g) Behinderte Personen, die auf fremde Hilfe angewiesen sind (mit zertifizierter Behinderung laut der geltenden italienischen Gesetze oder jener des Ursprungslandes) und deren Begleitperson.##br##h) Dialysepatienten der sanitären Einrichtungen der örtlichen Krankenkasse ASL 10 „Veneto orientale“##br##i) Personen, die im Zeitraum vom 16. September bis 14. Juni nächtigen
fr_fr: Sont exemptés du paiement de la taxe de séjour##br##a) les enfants de moins de 12 ans##br##b) les personnes assistant les malades hospitalisés auprès des structures sanitaires de l'ASL 10 « Veneto orientale » (un accompagnateur par patient)##br##c) le personnel de la police nationale ou locale, de l'armée et du corps des sapeurs-pompiers séjournant pour des exigences de service##br##d) les personnes logeant dans les structures d'accueil à des fins étroitement institutionnelles, touristiques et sociales de la Commune de Jesolo##br##e) les volontaires en service dans la ville à l'occasion d'évènements et de manifestations organisés par l'Administration communale, provinciale et régionale ou pour des urgences environnementales##br##f) les chauffeurs, les participants et les accompagnateurs d'autocars touristiques dans le cas de groupes composés de 20 personnes au moins (avec voyage organisé en paquet touristique préparé par un organisateur professionnel moyennant une seule réservation et logeant dans la même structure d'accueil, sauf circonstances exceptionnelles justifiant l'utilisation de plusieurs structures)##br##g) les personnes handicapées non autosuffisantes (avec handicap certifié aux termes de la réglementation italienne en vigueur ou de dispositions analogues des pays d'origine) et leur accompagnateur##br##h) les personnes sous dialyse auprès des structures sanitaires de l'ASL 10 « Veneto orientale »##br##i) les personnes séjournant du 16 septembre au 14 juin
it_it: Sono esclusi dal pagamento dell'imposta di soggiorno##br##a) i minori fino ai 12 anni di età##br##b) i soggetti che assistono i degenti ricoverati presso strutture sanitarie dell'ASL 10 "Veneto orientale" (un accompagnatore per paziente)##br##c) il personale appartenente a polizia di Stato e locale, forze armate e vigili del fuoco che soggiornano per esigenze di servizio##br##d) Chi alloggia nelle strutture ricettive per finalità strettamente istituzionali, turistiche e sociali del Comune di Jesolo##br##e) i volontari in servizio in città in occasione di eventi e manifestazioni organizzate dall'Amministrazione Comunale, Provinciale e Regionale o per emergenze ambientali##br##f) gli autisti, partecipanti e accompagnatori di pullman turistici per gruppi composti da almeno 20 persone (con viaggio organizzato mediante pacchetto turistico predisposto da organizzatore professionale con unica prenotazione e che alloggia nella medesima struttura ricettiva, salvo circostanze eccezionali che giustifichino il ricorso a diverse strutture)##br##g) i portatori di handicap non autosufficienti (con disabilità certificata ai sensi della vigente normativa italiana o di analoghe disposizioni dei paesi di provenienza) e il loro accompagnatore##br##h) i dializzati presso le strutture sanitarie dell'ASL 10 "Veneto orientale"##br##i) coloro che soggiornano dal 16 settembre al 14 giugno
ru_ru: От уплаты налога на проживание освобождаются##br##a) несовершеннолетние дети младше 12 лет##br##b) лица, оказывающие помощь пациентам, находящимся на стационарном лечении в больничных заведениях, относящихся к Санитарному управлению 10 «Восточный Венето» (одно сопровождающее лицо на пациента)##br##c) служащие государственной и местной полиции, вооруженных сил и пожарники, которые находятся на территории муниципального округа в связи с работой##br##d) Лица, проживающие в гостиницах с институциональными, туристическими, социальными целями, уполномоченные муниципалитетом Езоло##br##e) добровольцы, несущие службу в городе в связи с событиями и мероприятиями, организованными муниципальной, провинциальной или областной администрацией или в связи со стихийными бедствиями##br##f) шоферы, участники и сопровождающие групп, передвигающихся на туристических автобусах, при размере групп не менее 20 человек ( при групповой поездке в форме туристического пакета, подготовленного профессиональным организатором при едином бронировании и проживании организатора в той же самой гостинице, за исключением чрезвычайных обстоятельств, которые оправдывают его проживание в другой гостинице).##br##g) несамостоятельные инвалиды ( с инвалидностью, подтвержденной в соответствии с действующими итальянскими нормами или аналогичными нормами страны происхождения), а также сопровождающее их лицо##br##h) лица, находящиеся на диализе в больничных учреждениях Санитарного управления 10 «Восточный Венето»##br##i) все те, кто проживает в гостиницах в период с 16 сентября по 14 июня

source: Tourist tax is not included in the price. From 1st June to 30th September it will be applied at the rate of Euro %s per person per night (excluding children up to 12 years of age and for a maximum of 7 consecutive nights). The tax has to be paid directly by guests on the day of departure.
de_de: Die Aufenthaltsabgabe ist im Preis nicht inbegriffen. Vom 1. Juni bis 30. September ist sie in der Höhe von Euro %s pro Person und pro Nacht fällig (ausgenommen Kinder bis 12 Jahre und für maximal 7 aufeinanderfolgende Tage). Die Abgabe ist direkt von den Gästen am Tag der Abreise zu bezahlen.
it_it: La tassa di soggiorno non è inclusa nel prezzo. Dal 1 giugno al 30 settembre sarà applicata nella misura di Euro %s per persona a notte (sono esclusi i bambini sotto i 12 anni e fino ad un massimo di 7 giorni di permanenza consecutivi). La tassa dovrà essere corrisposta direttamente dagli ospiti alla partenza.

source: Show shipping information in the email order
fr_fr: Montrer Informations De Livraison Dans L'email De L'ordre
it_it: Mostra informazioni di spedizione nell'email dell'ordine

source: This page is SEO-optimized
fr_fr: Cette Page Est Optimisée Seo
it_it: Questa pagina è ottimizzata SEO

source: SEO Title
fr_fr: Titre Seo
it_it: Titolo SEO

source: SEO Keywords
fr_fr: Mot Clés Seo
it_it: Keywords SEO

source: SEO Description
fr_fr: Description Seo
it_it: Descrizione SEO

source: Order taken in charge
it_it: Ordine preso in carico

source: Order has been shipped
it_it: L'ordine è stato spedito

source: Order summary
it_it: Riepilogo ordine

source: Order summary to the client
it_it: Riepilogo ordine al cliente

source: Order summary in case of gift
it_it: Riepilogo ordine in caso di regalo

source: Gift products to third parties
it_it: Regalo prodotti a terzi

source: Gift treatments to third parties
it_it: Regalo trattamenti a terzi

source: Gift Card to third parties
it_it: Gift Card a terzi

source: Confirmation of the gift
it_it: Conferma del regalo

source: Add an email template type
fr_fr: Ajoutter Un Type De Modèle Email
it_it: Aggiungi un tipo di email template

source: E-mail template main path
fr_fr: Chemin D'accès Principal Du Modèle Email
it_it: Percorso principale e-mail template

source: It should be of the form '/folder_name/'
it_it: Deve essere nella forma '/nome_cartella/'

source: Client
it_it: Cliente

source: Third party client
it_it: Cliente di terze parti

source: Extra e-mails
it_it: Altre e-mail

source: Semi-colon separated
fr_fr: Points-Virgules Séparés
it_it: Separate dal punto e virgola

source: only in the presence of template HTML and / or PDF attachments
it_it: solo in caso di presenza di template HTML e/o allegati PDF

source: Do you want to specify an e-mail subject for this template?
fr_fr: Voulez-Vous Préciser Un Objet E-Mail Pour Ce Modèle?
it_it: Vuoi specificare un oggetto per la mail di questo template?

source: The current allotment availability is changed. Only the priority pricelist was kept.
fr_fr: La Disponibilité De L'allotement Actuelle Est Modifiée. Seulement La Priorité Des Tarifs A Été Maintenue.
it_it: La disponibilità è stata cambiata. Solo il listino prioritario è rimasto invariato.

source: The current allotment availability is changed.
fr_fr: La Disponibilité De L'allotment Actuel Est Changée
it_it: La disponibilità è stata cambiata.

source: The current allotment availability is inherited from the parent room.
fr_fr: La Disponibilité De L'allotement Actuel Est Hérité Par La Chambre Principale.
it_it: La disponibilità è stata ereditata dalla camera padre.

source: Apartments/Rooms
de_de: Wohnungen/Zimmer
fr_fr: Appartements/Chambres
hu_hu: Apartmanok/Szoba
it_it: Appartamenti/Camere
pl_pl: Apartamenty/Pokoje
ru_ru: Квартиры/Комнаты

source: only at presence of template HTML and / or PDF attachments agreed with MM-One
fr_fr: seulement pendant la presence du modèle HTML et / ou annexes PDF jointes après accord avec MM-One
it_it: solo in caso di presenza di template HTML e/o allegati PDF accordati con MM-One

source: Book your stay
de_de: Buchen Sie Ihren Aufenthalt
es_es: Reserva tu estancia
fr_fr: Réservez votre séjour
it_it: Prenota il tuo soggiorno

source: with Secure Mobile Booking One
de_de: mit Secure Mobile Booking One
es_es: con Secure Mobile Booking One
fr_fr: avec Secure Mobile Booking One
it_it: con Secure Mobile Booking One

source: at %s
de_de: bei %s
es_es: en %s
fr_fr: chez %s
it_it: presso %s

source: Login to your account
de_de: In Ihren Account einloggen
es_es: Accede a tu cuenta
fr_fr: Connectez-vous à votre compte
it_it: Accedi al tuo account

source: to book you stay
de_de: um Ihren Aufenthalt zu buchen
es_es: para resevar a tu estancia
fr_fr: pour réserver votre séjour
it_it: per prenotare il tuo soggiorno

source: Insert your password
de_de: Passwort einfügen
es_es: Escribe tu contraseña
fr_fr: Entrez votre mot de passe
it_it: Inserisci la tua password

source: Forgotten password?
de_de: Passwort vergessen?
es_es: Contraseña perdida
fr_fr: Mot de passe oublié?
it_it: Password persa?

source: Confirm your stay
de_de: Aufenthalt bestätigen
es_es: Confirma la estancia
fr_fr: Confirmez le séjour
it_it: Conferma il soggiorno

source: User data
de_de: Benutzerdaten
es_es: Datos Usuario
fr_fr: Données d'identité
it_it: Dati Utente

source: Expiration (MM/YY)
de_de: Verfall (MM/JJ)
es_es: Expiración (MM/AA)
fr_fr: Déchéance (MM/AA)
it_it: Scadenza (MM/AA)

source: Booked stay
de_de: Aufenthalt gebucht
es_es: Estancia reservada
fr_fr: Séjour reservé
it_it: Soggiorno prenotato

source: Your stay has been booked successfully!
de_de: Ihr Aufenthalt wurde erfolgreich gebucht!
es_es: La tu Estancia ha sido reservada con éxito!
fr_fr: Votre séjour à été réservé avec succès!
it_it: Il tuo Soggiorno è stato prenotato con successo!

source: I agree to the following %sconditions%s
de_de: Ich stimme den persönlichen %sDatenschutzbestimmungen%s zu .
es_es: Acepto el tratamiento de datos personales como descrito en la %sinformación%s.
it_it: Accetto il trattamento dei dati personali come descritto nell'%sinformativa%s.

source: I accept the %sreservation policy%s
de_de: Ich akzeptiere die %sBuchungs-Politik%s
es_es: Acepto a %spolítica de reserva%s
fr_fr: J'accepte la %s Politique de réservation %s
it_it: Accetto la %spolitica di prenotazione%s

source: You will receive shortly a summary email with the confirmation of payment.
de_de: Sie werden in Kürze eine zusammenfassende Mail mit der Zahlungsbestätigung erhalten.
es_es: Luego, recibirás un e-mail de resumen con la confirmación del pago.
fr_fr: Vous recevrez sous peu un courriel récapitulatif avec la confirmation de paiement.
it_it: Riceverai entro breve una mail di riepilogo con la conferma del pagamento.

source: You will receive shortly a summary email with the booking confirmation.
it_it: Riceverai entro breve una mail di riepilogo con la conferma della prenotazione.

source: Back to the site
de_de: Zurück zur Webseite
es_es: Vuelve a el sitio web
fr_fr: Retour au site
it_it: Torna al sito

source: Select an arrival date
de_de: Anreisedatum wählen
es_es: Selecciona fecha de llegada
fr_fr: Séléctionnez date d'arrivée
it_it: Seleziona data di arrivo

source: Directory already exists
fr_fr: Répertoire Existe Déjà
it_it: Cartella già esistente

source: This e-mail will also contains attachments?
it_it: Questa e-mail conterrà anche allegati?

source: In case of gift, the e-mail will also contains attachments?
it_it: Nel caso di regali, questa e-mail conterrà anche allegati?

source: The attachments should be present in the package delivered to MM-One
fr_fr: Les Annexes Doivent Être Présents Dans Le Paquet Livré À Mm-One
it_it: Gli allegati devono essere presenti nel pacchetto consegnato a MM-One

source: Show the booking conditions
it_it: Visualizza le condizioni di prenotazione

source: Theme category
fr_fr: Catégorie Offres
it_it: Temi offerte

source: Payment data
de_de: Zahlungsdaten
fr_fr: Données de paiement
it_it: Dati pagamento al banco

source: Account can not be empty
it_it: L'acconto non può essere vuoto

source: Total reservation price can not be empty
it_it: Il totale della prenotazione non può essere vuoto

source: Total to pay can not be empty
it_it: Il totale da pagare non può essere vuoto

source: To pay at the structure
it_it: Da saldare alla struttura

source: Invalid value
it_it: Valore non valido

source: Selected structures
it_it: Strutture selezionate

source: Pricelist price cannot be empty
fr_fr: Tarifs Liste De Prix Ne Peut Pas Être Vide
it_it: Il prezzo di listino non può essere vuoto

source: Upload image
fr_fr: Charger Image
it_it: Carica immagine

source: Make directory
fr_fr: Faire Répertoire
it_it: Crea cartella

source: Back to Root
fr_fr: Retour À La Racine
it_it: Torna alla Root

source: Upload an image
fr_fr: Charger Une Image
it_it: Carica un'immagine

source: Upload in
fr_fr: Charcher Dans
it_it: Carica in

source: Add an image
fr_fr: Ajouter Une Image
it_it: Aggiungi immagine

source: Create in
fr_fr: Créer Dans
it_it: Crea in

source: Directory name
fr_fr: Nom Répertoire
it_it: Nome Cartella

source: Search results for
fr_fr: Chercher Résultats Pour
it_it: Risultati della ricerca per

source: Click the image to select it
fr_fr: Cliquer Sur L'image Pour La Sélectionner
it_it: Clicca sull'immagine per selezionarla

source: Click and drag the image on folder, to move the image into directory
fr_fr: Cliquer Et Faire Glisser L'image Sur Le Dossier, Pour Déplacer L'image Dans Le Répertoire
it_it: Tenendo premuto il tasto sinistro del mouse, trascina l'immagine sopra una cartella per spostarla nella cartella stessa

source: Select where you want to create the new directory, add a directory name and click on the Save button
fr_fr: Sélectionner L'emplacement Où Vous Souhaitez Créer Le Nouveau Répertoire, Ajouter Un Nom De Répertoire Et Cliquez Sur Le Bouton Sauver
it_it: Scegli dove vuoi creare la nuova cartella, assegnali un nome e clicca sul pulsante Salva

source: Select the directory to upload photos, add photos and click the Save button
fr_fr: Sélectionnez L'annuaire Pour Charger Des Photos, Ajouter Des Photos Et Cliquer Sur Le Bouton Enregistrer
it_it: Seleziona la cartella dove caricare le foto, aggiungi le foto e clicca sul pulsante Salva

source: Do you really want delete directory
fr_fr: Voulez-Vous Vraiment Effacer Le Répertoire
it_it: Sei sicuro di voler eliminare la cartella

source: All the images in the folder will be moved to the root
fr_fr: Toutes Les Images Dans Le Dossier Seront Déplacés À La Racine
it_it: Tutte le immagini presenti nella cartella saranno spostate nella root

source: All images in this directory have been attached yet or no images found
fr_fr: Toutes Les Images Dans Cet Annuaire N'ont Pas Encore Été Fixée Ou Pas D'images Trouvées
it_it: Tutte le immagini presenti nella cartella sono collegate oppure non ci sono immagini nella galleria

source: The directory name can not be empty
fr_fr: Le Nom Du Répertoire Ne Peut Pas Être Vide
it_it: Inserire il nome della cartella

source: Attachments
fr_fr: Annexes
it_it: Allegati

source: Attachments files
fr_fr: Fichiers Annexés
it_it: File allegati

source: Choose between uploaded files
fr_fr: Choisir Entre Les Fichiers Téléchargés
it_it: Scegli tra i file caricati

source: Upload a new file
fr_fr: Charger Un Nouveau Fichier
it_it: Carica un nuovo file

source: Current files attached
fr_fr: Fichiers Annexés
it_it: Files allegati

source: Select a file
fr_fr: Sélectionner Un Fichier
it_it: Scegli un file

source: Select the directory to upload files, add files and click the Save button
fr_fr: Sélectionner L'annuaire Pour Charger Les Fichiers, Ajouter Fichiers Et Cliquer Sur Le Bouton Enregistrer
it_it: Seleziona la cartella dove caricare i files, aggiungi i files e clicca sul pulsante Salva

source: Moving file error!
fr_fr: Erreur De Déplacement
it_it: Errore durante lo spostamento!

source: All the files in the folder will be moved to the root
fr_fr: Tous Les Fichiers Dans Le Dossier Seront Déplacés À La Racine
it_it: Tutti i files presenti nella cartella saranno spostati nella root

source: All files in this directory have been attached yet or no files found
fr_fr: Tous Les Fichiers De Cet Annuaire Sont Connexés Ou Il N'y A Aucun Fichier Dans Le Dossier
it_it: Tutti i file ndella cartella sono collegati oppure non si sono files nella cartella

source: Upload files
fr_fr: Charger Fichiers
it_it: Carica files

source: Click the file to select it
fr_fr: Cliquer Sur Le Fichier Pour E Sélectionner
it_it: Clicca sul file per selezionarlo

source: Click and drag the file on folder, to move the file into directory
fr_fr: Cliquer Et Faire Glisser Le Fichier Sur Le Dossier, Pour Déplacer Le Fichier Dans L'annuaire
it_it: Tenendo premuto il tasto sinistro del mouse, trascina il file sopra una cartella per spostarlo nella cartella stessa

source: Add a file
fr_fr: Ajouter Un Fichier
it_it: Aggiungi file

source: Upload error for file %s. This file has not been uploaded.
fr_fr: Erreur De Téléchargement Pour Fichier% S. Ce Fichier N'a Pas Été Téléchargé.
it_it: Errore durante il caricamento del file %s. Il file non è stato caricato.

source: %s file are not allowed. File %s has not been uploaded.
fr_fr: %s des fichiers ne sont pas autorisés. %s des fichiers n'a pas été envoyé.
it_it: %s non è una tipologia consentita. Il file %s non è stato caricato.

source: File %s already exists and has not been uploaded.
fr_fr: Le Fichier % S Existe Déjà Et N'a Pas Été Téléchargé
it_it: Il file %s esiste già e non è stato caricato.

source: Photo %s already exists and has not been uploaded.
fr_fr: La Photo %s Existe Déjà Et N'a Pas Été Téléchargé
it_it: L'immagine %s esiste già e non è stato caricata.
