Repository: mlarese/privacybe
Catalog: __doc/locale/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk

source: Duplicate Periods
fr_fr: Dupliquer Périodes

source: Duplicate entry
fr_fr: Dupliquer Entrée

source: ERROR! A partner with the same username already exists in database.
fr_fr: Erreur! Un Partenaire Avec Le Même Nom Existe Déjà Dans La Base De Données.

source: Ecommerce Association Manager
fr_fr: Manager Association Ecommerce

source: Ecommerce Categories Manager
fr_fr: Manager Ecommerce Catégories

source: Ecommerce Customers Manager
fr_fr: Ecommerce Manager Clients

source: Ecommerce Partner Manager
fr_fr: Manager Partenaire Ecommerce

source: Ecommerce Pricelists Manager
fr_fr: Le Mot De Passe Associé Ne Peut Pas Être Vide

source: Ecommerce Setup Email
fr_fr: Configuration Email Ecommerce

source: Ecommerce Shop Setup
fr_fr: Configuration Shop Ecommerce

source: Ecommerce Shops Manager
fr_fr: Manager Shops Ecommerce

source: Ecommerce Variants and Categories Manager
fr_fr: Manager Variantes Ecommerce Et Catégories

source: Ecommerce associated
fr_fr: Associé À Ecommerce

source: Ecommerce check partner
fr_fr: Contrôle Partenaire E-Commerce

source: Ecommerce partner manager
fr_fr: Manager Partenaire E-Commerce

source: Edit Media manager
fr_fr: Éditer Manager Media

source: Edit SEO
fr_fr: Éditer Seo

source: Edit Services of a Category
fr_fr: Éditer Services D'une Catégorie

source: Edit SpeedActiveMail template
fr_fr: Éditer Template Speedactivemail

source: Edit a RSS feed
fr_fr: Éditer Rss Feed

source: Edit a Role
fr_fr: Éditer Un Rôle

source: Edit a SEO code
fr_fr: Éditer Un Code Seo

source: Edit a Service
fr_fr: Éditer Un Service

source: Edit a Service Category
fr_fr: Éditer Une Catégorie Service

source: Edit a Service Operation
fr_fr: Éditer Une Opération De Service

source: Edit a account
fr_fr: Éditer Un Compte

source: Edit a chain
fr_fr: Éditer Une Chaîne

source: Edit a channel manager
fr_fr: Editer Un Manager Canal

source: Edit a city
fr_fr: Éditer Une Ville

source: Edit a country
fr_fr: Éditer Un Pays

source: Edit a ferry
fr_fr: Éditer Un Ferry

source: Edit a help
fr_fr: Éditer Aide

source: Edit a module
fr_fr: Éditer Module

source: Edit a photo
fr_fr: Éditer Une Photo

source: Edit a reduction
fr_fr: Éditer Une Réduction

source: Edit a state
fr_fr: Éditer Un État

source: Edit a supplement
fr_fr: Éditer Un Supplément

source: Edit a zone
fr_fr: Éditer Une Zone

source: Edit an ABS gateway
fr_fr: Editer Une Passerelle Abs

source: Edit an ABS gateway map user
fr_fr: Éditer Un Utilisateur De Mappes Passerelle Abs

source: Edit an user ABS gateway
fr_fr: Éditer Un Utilisateur Passerelle Abs

source: Edit city portals
fr_fr: Éditer Portails Ville

source: Edit multirate detail
fr_fr: Éditer Détails Tarifs Multiples

source: Edit multirate details
fr_fr: Éditer Détails Tarifs Multiples

source: Edit photo details
fr_fr: Éditer Détails De La Photo

source: Elaboration in progress
fr_fr: Elaboration En Cours

source: Email extra infos
fr_fr: Informations Extra Email

source: Email name cannot be empty
fr_fr: Nom Email Ne Peut Être Vide

source: Email template
fr_fr: Modèle De Email

source: Email template id
fr_fr: Id Modèle Email

source: Empty data
fr_fr: Données Vide

source: Enabled on
fr_fr: Activée Sur

source: End Date
fr_fr: Date De Fin

source: End pricelist transfer for multirate with remote id
fr_fr: Terminer Transfert Liste Des Prix Pour Tarifs Multiples Avec Id À Distance

source: Enquiry and enquiry detail deleted
fr_fr: Demande Et Détail De La Demande Supprimé

source: Enquiry and note
fr_fr: Demande Et Note

source: Enquiry form
fr_fr: Formulaire De Demande

source: Enquiry/night
fr_fr: Demande/nuit

source: Enquiry/week
fr_fr: Demande/semaine

source: Entity to authorize
fr_fr: Entité À Autoriser

source: Environment
fr_fr: Entourage

source: Error during partner registration
fr_fr: Erreur L'ors De L'inscription Du Partenaire

source: Error occured during the unique allotment deactivation.
fr_fr: Une Erreur Est Survenue Lors De La Désactivation Unique Du Allotment.

source: Error occured during the virtual room activation.
fr_fr: Une Erreur S'est Produite Lors De L'activation De La Salle Virtuelle.

source: Error while registering category
fr_fr: Erreur De Catégorie Lors De L'inscription

source: Error while registering variant
fr_fr: Erreur Lors De L'enregistrement De Lavariante

source: Exp Date
fr_fr: Date D'expiration

source: Exp date
fr_fr: Date D'expiration

source: Export
fr_fr: Exporter

source: External channel
fr_fr: Canal Externe

source: External portal updated
fr_fr: Portail Externe Mise À Jour

source: External portals reservation details
fr_fr: Détails Réservation Portails Externes

source: Extra bed manager
fr_fr: Manager Extra-Lit

source: Extrabed manager
fr_fr: Manager Extra-Lit

source: Extrabed room_code
fr_fr: Code Chambre Extra-Lit

source: Ferry Report for
fr_fr: Rapport Ferry Pour

source: Ferry Reservation
fr_fr: Réservation Ferry

source: Ferry Route manager
fr_fr: Manager Route Ferry

source: Fidelity config manager
fr_fr: Manager Configuration Fidélité

source: Fidelity data
fr_fr: Données Fidélité

source: Filter by
fr_fr: Filtrer Par

source: First
fr_fr: Première

source: Form
fr_fr: Formulaire De Demande

source: Form action
fr_fr: Action Formulaire

source: Form format
fr_fr: Format Formulaire

source: Free
fr_fr: Gratuit

source: Gallery
fr_fr: Galerie

source: Gateway
fr_fr: Passerelle

source: Gateway configuration error
fr_fr: Erreur Passarelle Gateway

source: Gateway transaction
fr_fr: Passerelle Transaction

source: General Amenities
fr_fr: Aménagements Géneraux

source: Generic error
fr_fr: Erreur Générique

source: Gestionale
fr_fr: Gestionnaire

source: Gestpay OTP data
fr_fr: Gestpay Otp Date

source: Gestpay OTP file import
fr_fr: Gestpay Otp Import Fichier

source: Gestpay OTP import manager
fr_fr: Gestpay Otp Manager Import

source: Gift Card Manager
fr_fr: Manager Gift Card

source: Gift Card already used
fr_fr: Gift-Card Invalide

source: Gift Card not selected
fr_fr: Carte-Cadeau Pas Sélectionnée

source: Gift Configuration
fr_fr: Configuration Cadeau

source: Gift Image
fr_fr: Image Du Cadeau

source: Gift Image list
fr_fr: Liste Images Cadeau

source: Gift Package list
fr_fr: Liste Paquets Cadeau

source: Gift code
fr_fr: Code Cadeau

source: Gift manager
fr_fr: Manager Cadeau

source: Gift name cannot be empty
fr_fr: Nom Du Cadeau Ne Peut Pas Être Vide

source: Gift package data
fr_fr: Données Du Paquet Cadeau

source: Gift value cannot be empty
fr_fr: Valeur Du Cadeau Ne Peut Pas Être Vide

source: Gift voucher / Discount code
fr_fr: Voucher Cadeau / Code Réduction

source: Gift voucher/Discount code
fr_fr: Voucher Gift/code Réduction

source: Giftcard policy
fr_fr: Politique Gift-Card

source: Global settings
fr_fr: Paramètres Globaux

source: Go to first page
fr_fr: Aller À La Première Page

source: Go to last page
fr_fr: Aller À La Dernière Page

source: Go to page
fr_fr: Aller À La Page

source: Google Analytics Account
fr_fr: Compte Google Analytics

source: Groups list
fr_fr: Lsite Groupes

source: Groups manager
fr_fr: Manager Groupes

source: Guest cannot be empty
fr_fr: Client Ne Peut Pas Être Vide

source: Guest checkin date
fr_fr: Date Checkin Du Client

source: Guest notification
fr_fr: Notification Des Clients

source: Guests manager
fr_fr: Manager Clients

source: Has sequential codes
fr_fr: A Des Codes Séquentiels

source: Have been exceeded the maximum number of attempts has been sent reporting of the failed attempt. You can no longer access the system for
fr_fr: Le Nombre Maximal De Tentatives A Été Dépassé, Rapports Des Tentatives Échouées Ont Été Envoyés. Vous Ne Pouvez Plus Accéder Au Système Pour

source: Help
fr_fr: Aide

source: Help Informations
fr_fr: Informations Aide

source: Help link
fr_fr: Lien

source: Help list
fr_fr: Liste Aide

source: Help manager
fr_fr: Manager Aide

source: Helpdesk
fr_fr: Point D'information

source: Hide all products
fr_fr: Cacher Tous Les Produits

source: Host
fr_fr: Ordinateur Hôte

source: Hotel
fr_fr: Hôtel
hu_hu: Szállodai
ru_ru: отель

source: Hotel Partner
fr_fr: Partenaire Hôtel

source: Hotel manager
fr_fr: Manager Hôtel

source: Hotel name
fr_fr: Nom De L'hôtel

source: IDS enable
fr_fr: Ids Autorisé

source: IDS portal
fr_fr: Portail Ids

source: INTERACTION_CODE
fr_fr: Code

source: Id auth
fr_fr: Id Autorisation

source: If shipping is NOT WORLDWIDE, you must select at least one country
fr_fr: Si L'envoi N'est Pas Dans Le Monde, Il Faut Sélectionner Un Pays

source: If you choose to transfer the policies all the remote info will be deleted
fr_fr: Si Vous Choisissez De Transférer Les Politiques Toutes Les Informations À Distance Seront Supprimées

source: If you proced allotment data will not be updated
fr_fr: Si Vous Procédez Les Données Des Allotement Ne Seront Pas Mis À Jour

source: If you want to modify the guest's data press the modify button
fr_fr: Si Vous Souhaitez Modifier Les Données Du Client Appuyez Sur Le Bouton Modifier

source: Import from old booking
fr_fr: Importer Du Vieux Réservation

source: Importazione file csv
fr_fr: Importer Fichier Csv

source: In quali portali vuoi mostrare la struttura
fr_fr: Dans Quels Portails Voulez-Vous Montrer Votre Logement?

source: Increase
fr_fr: Augmentation

source: Infogroup Currency
fr_fr: Infogroup Devises

source: Infogroup data
fr_fr: Données Infogroup

source: Infogroup manager
fr_fr: Manager Infogroup

source: Inherited from parent room
fr_fr: Héritage Par Chambre Principale

source: Initial Parameters
fr_fr: Paramètres Initiaux

source: Inserimento risposta hotel
fr_fr: Insertion Réponse Hôtels

source: Insert a password for the creditcard security
fr_fr: Insérez Un Mot De Passe Pour La Sécurité De La Carte De Crédit

source: Insert at least Italian category name
fr_fr: Insérer Au Moins Nom De Catégorie Italien

source: Insert at least Italian payment name
fr_fr: Insérer Au Moins Le Nom Italien Du Paiement

source: Insert at least Italian shipping name
fr_fr: Insérer Au Moins Le Nom Italien De L'expédition

source: Insert at least Italian variant category name
fr_fr: Insérer Au Moins Nom Italien De La Catégorie De Variante

source: Insert at least Italian variant name
fr_fr: Insérer Au Moins Nom Italien De La Variante

source: Insert priod first
fr_fr: D'abord Inserer Période

source: Insert room first
fr_fr: D'abord Inserer Chambre

source: Instant booking
fr_fr: Réservation Instantanée

source: Instant cornfirm
fr_fr: Confirmation Instantanée

source: Interaction code
fr_fr: Code Interaction

source: Interest manager
fr_fr: Manager Des Intérêts

source: Interesting Point Gallery manager
fr_fr: Manager Galerie Points D'intérêt

source: Interesting Point manager
fr_fr: Manager Point D'intérêt

source: Interesting point
fr_fr: Point D'intérêt

source: Internal Statistics
fr_fr: Statistiques Internes

source: Invalid email ID
fr_fr: Id Email Pas Valide

source: Invalid email setup
fr_fr: Configuration Email Pas Valide

source: Invalid informations
fr_fr: Informations Invalides

source: Invalid product name
fr_fr: Nom Du Produit Invalide

source: Invalid selected product
fr_fr: Produit Sélectionné Invalide

source: Invalid selected shop
fr_fr: Shop Séléctionné Invalide

source: Invalid setup
fr_fr: Configuration Invalide

source: Inventory manager
fr_fr: Manager Inventaire

source: Is main
fr_fr: Est Principal

source: Keywords
fr_fr: Mots-Clés

source: Lastminute detail inserted in remote with local ID
fr_fr: Détail Des Lastminute Inséré À Distance Avec Id Locale

source: Lastminute inserted in remote with local ID
fr_fr: Lastminute Insérés À Distance Avec Id Locale

source: Lastminute portal inserted in remote with local ID
fr_fr: Portail Lastminute Inséré À Distance Avec Id Locale

source: Lastminute transfer begins
fr_fr: Transfert Des Lastminute Commence

source: Lastminute transfer ends
fr_fr: Transfert Des Lastminute Terminé

source: Lift Plants
fr_fr: Plan De La Ville

source: Lift plants
fr_fr: Plan De La Ville

source: Link
es_es: Enlace
fr_fr: Lien
hu_hu: Lin
ru_ru: Ссылка

source: List of amenities
fr_fr: Liste Des Services

source: List zone
fr_fr: Liste Zone

source: Loading taxonomies...
fr_fr: Charger Taxonomies

source: Lock checkin
fr_fr: Bloquer Checkin

source: Lock checkout
fr_fr: Bloquer Checkout

source: Log list
fr_fr: Log Liste

source: Login error. Verify username e password.
fr_fr: Erreur Login. Vérifier Nom Utilisateur Et Mot De Passe.

source: Low level of credit
fr_fr: Niveau De Crédit Faible

source: Low level of credit: campaigns will be suspended within 5 days
fr_fr: Faible Niveau De Crédit: Campagnes Seront Suspendues Dans 5 Jours

source: Mailone enquiry
fr_fr: Demande Mailone

source: Mailone form subscription
fr_fr: Souscription Formulaire Mailone

source: Mailone manager
fr_fr: Manager Mailone

source: Mailone newsletter
fr_fr: Newsletter Mailone

source: Mailone reservation
fr_fr: Réservation Mailone

source: Main data
fr_fr: Données Principales

source: Main photo of the product
fr_fr: Photo Principale Du Produit

source: Main/Logo
fr_fr: Principal/logo

source: Make reservation
fr_fr: Faire La Réservation

source: Manage VAT
fr_fr: Manager Tva

source: Manage the photos
fr_fr: Manager Foto

source: Manual reservation
fr_fr: Réservation Manuelle

source: Map Hotel
fr_fr: Mappe Hôtel

source: Map pricelist
fr_fr: Mapper Liste Des Prix

source: Map user
fr_fr: Utilisateur Mappe

source: Massive Synch
fr_fr: Synchronisation Massive

source: Master role needed
fr_fr: Il Faut Un Rôle Patron

source: Max 13 characters
fr_fr: Max. 13 Caractères

source: Max pax
fr_fr: Max. Pers.

source: Maxstay
fr_fr: Max. Séjour

source: Medium
fr_fr: Moyen

source: Metadescription
fr_fr: Déscription Meta

source: Metatag
fr_fr: Élément Meta

source: Min pax
fr_fr: Min. Pers.

source: Min. spend limit
fr_fr: Limite Min. De Dépense

source: Min. spend value
fr_fr: Valeur Min. De Dépense

source: MinStay
fr_fr: Min Séjour

source: Minimum order value cannot be empty
fr_fr: Montant Minimum De Commande Ne Peut Pas Être Vide

source: Minimum spend limit
fr_fr: Limite Min. De Dépense

source: Minimum spend value
fr_fr: Valeur Min. De Dépense

source: Minimum stay
de_de: Mindestaufenthalt
es_es: Estancia mínima
fr_fr: Séjour Minimum
hu_hu: Minimum tartòzkodà
nl_nl: Minimum verblijf
pl_pl: Minimalny pobyt
ro_ro: Sedere minima
ru_ru: Минимальное пребывание
sk_sk: MINIMALNY POBYT

source: Minstay
fr_fr: Minimum Séjour

source: Missing informations
fr_fr: Informations Manquantes

source: Modify Hotel
fr_fr: Modifier Hôtel

source: Modify Portal
fr_fr: Modifier Portail

source: Modify User
fr_fr: Modifier Utilisateur

source: Modify allotment data
fr_fr: Modifier Données Allotissements

source: Modify availability
fr_fr: Modifier Disponibilité

source: Modify pricelist
fr_fr: Modifier Liste Des Prix

source: Module list
fr_fr: Liste Module

source: Module manager
fr_fr: Manager Module

source: Module manager cannot be empty
fr_fr: Manager Module Ne Peut Pas Être Vide

source: Module name cannot be empty
fr_fr: Nom Du Module Ne Peut Pas Être Vide

source: Multiple pricelist
fr_fr: Tarifs Multiples

source: Multiple rooms
fr_fr: Chambres Multiples

source: Multirate General Prospect Manager
fr_fr: Manager Général Prospectus Tarifs Multiples

source: Multirate extra bed manager
fr_fr: Manager Tarifs Multiples Extra Lit

source: Multirate extrabed manager
fr_fr: Manager Tarifs Multiples Extra-Lit

source: Multirate general prospect
fr_fr: Général Prospectus Tarifs Multiples

source: Multirate must be associated with at least a room
fr_fr: Tarifs Multiples Doivent Être Associés À Au Moins Une Chambre

source: Multirate must be associated with at least a treatment
fr_fr: Tarifs Multiples Doivent Être Associés À Au Moins Un Traitement

source: Multirate name cannot be null
fr_fr: Nom Tarifs Multiples Peut Pas Être Null

source: Name cannot be empty
fr_fr: Nom Ne Peut Pas Être Vide

source: Name field cannot be empty
fr_fr: Champ Nom Ne Peut Pas Être Vide

source: Nascondi multilistini non attivi
fr_fr: Cacher Tarifs Multiples Pas Actifs

source: Nessuna
fr_fr: Aucune

source: New Availability
fr_fr: Neuf Disponibilité

source: New Price
fr_fr: Nouveau Prix

source: New booking type in a multirate detail inserted for multirate with remote id
fr_fr: Inséré Nouveau Type De Réservation Dans Détail Tarifs Multiples Pour Tarifs Multiples Avec Id À Distance

source: New guest data
fr_fr: Nouvelles Données Du Client

source: New guest type in a multirate detail inserted for multirate with remote id
fr_fr: Inséré Nouveau Type D'hôtes Dans Un Détail Tarifs Multiples Pour Tarifs Multiples Avec Id À Distance

source: New multirate detail inserted for multirate with remote id
fr_fr: Inséré Nouveau Détail Des Tarifs Multiples Avec Id À Distance

source: New payment type in a multirate detail inserted for multirate with remote id
fr_fr: Inséré Nouveau Type De Paiement Dans Détail Tarifs Multiples Pour Tarifes Multiples Avec Id À Distance

source: New payment type inserted for structure with remote id
fr_fr: Inseré Nouveau Type De Paiement Pour Structures Avec Id À Distance

source: New period inserted for multirate with remote id
fr_fr: Inséré Nouvelle Période Pour Tarifs Multiples Avec Id À Distance

source: New pricelist variation detail will be inserted for pricelist variation with remote id:
fr_fr: Nouveau Détail Variation Liste De Prix Sera Inseré Pour Variation Liste De Prix Avec Id À Distance

source: New pricelist variation specification will be inserted for pricelist variation with remote id:
fr_fr: Nouveau Détail Variation Spécification Sera Inseré Pour Variation Liste De Prix Avec Id À Distance

source: New pricelist variation will be inserted in remote
fr_fr: Nouvelle Variation Tarifs Sera Insérée À Distance

source: New specification inserted for multirate with remote id
fr_fr: Inséré Nouvelle Spécification Pour Tarifs Multiples Avec Id À Distance

source: New structure account inserted for structure with remote id
fr_fr: Inséré Nouveau Compte Logement Pour Logement Avec Id À Distance

source: New structure id
fr_fr: Id Nouveau Logement

source: New treatment in a multirate detail inserted for multirate with remote id
fr_fr: Inséré Nouveau Type Traitement Dans Détail Tarifs Multiples Pour Tarifs Multiples Avec Id À Distance

source: Next time you enter in a reservation the change password will be prompted
fr_fr: La Prochaine Fois Que Vous Entrez Dans Une Réservation Le Mot De Passe Vous Sera Demandé

source: No
de_de: Nein
fr_fr: Non
hu_hu: Nem
nl_nl: Nee
pl_pl: nie
ro_ro: Nu
ru_ru: Нет
sk_sk: NIE

source: No Gateway
fr_fr: Pas De Passerelle

source: No IP info
fr_fr: Aucune Info Ip

source: No Set
fr_fr: Aucune Configuration

source: No Vat
fr_fr: Pas De Tva

source: No account associated with the selected shop
fr_fr: Pas De Compte Associé Au Shop Sélectionné

source: No account associated with the selected structure
fr_fr: Pas De Compte Associé À La Structure Sélectionnée

source: No algorithm set
fr_fr: Aucun Algorithme Configuré

source: No allotments set
fr_fr: Pas De Allotissements Configurés

source: No categories inserted yet
fr_fr: Pas De Catégories Encore Inséré

source: No change
fr_fr: Aucun Changement

source: No check
fr_fr: Aucune Vérification

source: No data sent
fr_fr: Pas De Données Envoyées

source: No date specified
fr_fr: Pas De Données Précisées

source: No details available
fr_fr: Pas De Détails Disponibles

source: No extra bed pricelist set
fr_fr: Liste De Prix Pour Extra-Lit Pas Configurée

source: No language set
fr_fr: Aucune Langue Configuré

source: No mail set. Call mm-one helpdesk please.
fr_fr: Aucun Mail Configurée. Appelez Service Mm-One S'il Vous Plaît.

source: No multirate details data inserted!
fr_fr: Données Détails Tarifs Multiples Pas Insérées!

source: No multirate period inserted!
fr_fr: Aucune Période Tarifs Multiples Inséré!

source: No multirate periods inserted!
fr_fr: Aucune Période Tarifs Multiples Insérés!

source: No notify send
fr_fr: Notification Pas Envoyé

source: No payment type found
fr_fr: Aucun Type De Paiement Trouvé

source: No price set
fr_fr: Aucun Prix Configuré

source: No products inserted yet
fr_fr: Pas De Produits Encore Inséré

source: No products selected
fr_fr: Pas De Produits Sélectionnés

source: No room mapped
fr_fr: Pas De Chambres Mappées

source: No seo set
fr_fr: Seo Pas Configuré

source: No services found
fr_fr: Aucun Service Trouvé

source: No structure info
fr_fr: Aucune Info Structure

source: No structure selected
fr_fr: Aucune Structure Sélectionnée

source: No verify
fr_fr: Aucune Vérification

source: Normal
fr_fr: Normale

source: Normal Rate
fr_fr: Tarif Normal

source: Not assigned
fr_fr: Pas Assigné

source: Not default
fr_fr: Non Par Défaut

source: Not deleted
fr_fr: Pas Supprimé

source: Not deleted: there're some errors
fr_fr: Pas Supprimé: Il Y A Quelques Erreurs

source: Not presented
fr_fr: Pas Présenté

source: Not saved: there're some errors
fr_fr: Pas Mémorisé: Il Y A Quelques Erreurs

source: Not selected
fr_fr: Pas Sélectionné

source: Not visible
fr_fr: Pas Visible

source: Note
de_de: Hinweise
fr_fr: Notes
hu_hu: Megjegyzés
ru_ru: Примечание

source: Nothing to set
fr_fr: Rien À Configurer

source: Nothing to transfer
fr_fr: Rien À Transferer

source: Notify
fr_fr: Notifier

source: Notify customer
fr_fr: Afficher Client

source: Notify sended
fr_fr: Notification Envoyé

source: Num
fr_fr: Nombre

source: Num.
fr_fr: Nombre

source: Number of amenities of this type
fr_fr: Nombre D'installations De Ce Type

source: N° Rooms
fr_fr: N ° Chambres

source: OTP RIC keys remain
fr_fr: Otp Ric Clés Restantes

source: OTP RIS keys remain
fr_fr: Otp Ris Clés Restantes

source: Offer Link
fr_fr: Lien Offre

source: Offer Parameters
fr_fr: Paramètres Offre

source: Offer detail inserted in remote with local ID
fr_fr: Détail Offre Insérée À Distance Avec Id Local

source: Offer inserted in remote with local ID
fr_fr: Offre Insérée À Distance Avec Id Local

source: Offer portal inserted in remote with local ID
fr_fr: Portail Des Offres Inséré À Distance Avec Id Local

source: Offers transfer begins
fr_fr: Transfert Offres Commence

source: Offers transfer ends
fr_fr: Transfert Offres Terminé

source: Office
fr_fr: Bureau

source: On request
fr_fr: Sur Demande

source: Only show
fr_fr: Montrer Seulement

source: Only the priority pricelist will kept.
fr_fr: Seulement Le Tarif Prioritaire Sera Maintenu.

source: Open role
fr_fr: Ouvrir Rôle

source: Open statistics
fr_fr: Ouvrir Statistiques

source: Operation NOT permitted
fr_fr: Opération Pas Autorisée

source: Operation does not exist!
fr_fr: Opération N'existe Pas!

source: Operation error
fr_fr: Erreur Opération

source: Operation not allowed!
fr_fr: Opération Non Autorisée!

source: Operation not completed
fr_fr: Opération Pas Terminée

source: Operation not completed: category mustn't contain interesting point
fr_fr: L'opération N'est Pas Terminée: Catégorie Ne Doit Pas Contenir Point D'intérêt

source: Operation not permitted
fr_fr: Opération N'est Pas Permise

source: Order modificated
fr_fr: Ordre Modifié

source: Organization
fr_fr: Organisation

source: Other distance
fr_fr: Autre Distance

source: P.IVA
fr_fr: Tva

source: Page deleted
fr_fr: Page Supprimée

source: Page id
fr_fr: Id Page

source: Page/night
fr_fr: Page/nuit

source: Page/week
fr_fr: Page/semaine

source: Parent
fr_fr: Principal

source: Partner
fr_fr: Partenaire

source: Partner > Structure
fr_fr: Partenaire > Logement

source: Partner authorization
fr_fr: Autorisation Partenaire

source: Partner list enquiries
fr_fr: Demandes Liste Partenaires

source: Partner manager
fr_fr: Manager Partenaire

source: Partner type 0
fr_fr: Partenaire Type 0

source: Partner type 1
fr_fr: Partenaire Type 1
