Repository: mlarese/privacybe
Catalog: __doc/locale/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk

source: discount_text
de_de: ForTravel.it macht Ihr Stamkunden ein Geschenk!<br /><br />Bevor Sie Ihre neue Reservierung machen, erinneren Sie mit Ihr Personal Account einzutreten und <strong>schreiben Sie Ihr Username und Password</strong> wo nötigt. Wieso können Sie unsere Angebote und Ermässigungen finden, die ForTravel für Sie durchdacht hat.<br /><br />Für jede Struktur bekommen Sie eine <em>weitere Ermässigung auf Preislist</em>mit eine Ersparung minimum von 3%, herausgestricht mit der Aufschrift <strong>"SPEZIAL ERMÄSSIGUNG FÜR SIE VORBEHALTET"</strong>. Mit ForTravel.it kann man Geld sparen!<br /><br />Finden Sie welche Ermässigung bekommen und reservieren Sie Ihr nächstes Urlaub mit ForTravel.it.
it_it: ForTravel.it premia i clienti fidelizzati!<br /><br />Prima di effettuare una nuova prenotazione, ricordaTi di accedere al Tuo account personale <strong>inserendo Username e password</strong> dove richiesto. In questo modo potrai scoprire quali sono le offerte e le promozioni che ForTravel.it ha pensato esclusivamente per Te.<br /><br />Per qualunque struttura avrai diritto ad uno <em>sconto supplementare rispetto ai prezzi praticati</em> dagli hotel con un risparmio minimo del 3%, evidenziato con la dicitura <strong>"SPECIALE SCONTO A TE DEDICATO"</strong>. Con ForTravel.it si risparmia!<br /><br />Scopri qual è lo sconto a Te riservato e prenota la Tua prossima Vacanza con ForTravel.it!

source: ItaliaABC discount text
it_it: ItaliaABC.it premia i clienti fidelizzati!<br /><br />Prima di effettuare una nuova prenotazione, ricordaTi di accedere al Tuo account personale <strong>inserendo Username e password</strong> dove richiesto. In questo modo potrai scoprire quali sono le offerte e le promozioni che ItaliaABC.it ha pensato esclusivamente per Te.<br /><br /><br />Scopri qual è lo sconto a Te riservato e prenota la Tua prossima Vacanza con ItaliaABC.it!

source: ForTravel is working Your request.
de_de: ForTravel erarbeitet Ihre Anfrage.
it_it: ForTravel sta elaborando la tua richiesta.

source: You will soon receive an e-mail for a confirmation.
de_de: Sie erhalten umgehend eine E-Mail eine Bestätigung.
it_it: Riceverai presto una e-mail di conferma.
nl_nl: Je zult spoedig een email ter bevestiging ontvangen
ro_ro: Veti primi un emai de confirmare în curând
sk_sk: V DOHLADNEJ DOBE OBDRZIS POTVRDZUJUCI MAIL

source: Go back to Your Reservation
de_de: Gehen Sie zurück auf Ihre Reservierung
it_it: Torna alle tue prenotazioni
nl_nl: Ga terug naar je reservering
ro_ro: Întoarcere la rezervare
sk_sk: VRAT SA K TVOJIM REZERVACIAM

source: Thank you for your collaboration
de_de: Vielen Dank für Ihre Mitarbeit
es_es: Gracias por su colaboración
fr_fr: Nous vous remercions de votre collaboration
it_it: Grazie per la collaborazione

source: No questionnaire available
de_de: Fragebogen nicht verfügbar
it_it: Questionario già compilato

source: In the case of children, extrabeds will be calculated in order of children decreasing age
fr_fr: Dans Le Cas Des Enfants Les Extra-Lits Seront Calculés Pour Enfants En Âge Décroissant
it_it: Nel caso di bambini, il calcolo degli extrabeds verrà effettuato tenendo conto dell'ordine decrescente delle età dei bambini

source: If you cancel periods you MUST re-insert the pricelist
it_it: Se cancelli un periodo DEVI reinserire i listini prezzi per tutti i periodi

source: Perfect
es_es: Perfecto
fr_fr: Parfait
it_it: Ottimo

source: Good
de_de: Gut
es_es: Bueno
fr_fr: Bien
it_it: Buono
ru_ru: Xорошо

source: Sufficient
de_de: Ausreichende
es_es: Suficiente
fr_fr: Suffisante
it_it: Sufficiente

source: Poor
de_de: Arm
es_es: Pobre
fr_fr: Pauvre
it_it: Scarso

source: Send a message to Apogia Sirio Venice to request the desired changes
it_it: Invia un messaggio a Apogia Sirio Venice per richiedere i cambiamenti desiderati

source: Send a message to Apogia Nice to request the desired changes
it_it: Invia un messaggio a Apogia Nice per richiedere i cambiamenti desiderati

source: Send a message to Apogia Paris to request the desired changes
it_it: Invia un messaggio a Apogia Paris per richiedere i cambiamenti desiderati

source: Insert your feedbacks regarding Apogia Sirio Venice Hotel:
it_it: Inserire la Vostra recensione su Apogia Sirio Venice Hotel:

source: Insert your feedbacks regarding Apogia Nice Hotel:
it_it: Inserire la Vostra recensione su Apogia Nice Hotel:

source: Insert your feedbacks regarding Apogia Paris Hotel:
it_it: Inserire la Vostra recensione su Apogia Paris Hotel:

source: InfogroupSecurePayment
de_de: Die Bezahlung Ihrer Buchung kann mit Kreditkarte Visa/Mastercard oder andere Kreditkarte von Tochterumfang bezahlt werden kann. Die Bezahlung wird über eine sichere Verbidung mit https (http secure gestützt auf Secure Socket Layer), den die eingegebenen Zeichen in einen Code verschlüsst und unlesbar während der Übertragung sein werden. In diesem Fall können diese Informationen so bei der Übertragung im Internet nicht von Unbefugten gelesen werden. Wenn die Webseite der Kreditkarte geöffnet ist, fügen Sie den Kartenummern, den Sicherheitsnummer (geschrieben hinter der Karte) und die Endgültigkeit ein. Nach einigen Sekunden wird die Mitteilung über die Zahlungsergebnis gegeben. Wenn das Ergebnis erfolglos ist, wenden Sie an uns über die Telefonnummer, in den Fusszeilen enthälten.
it_it: Il Pagamento della tua prenotazione può essere effettuato con le carte di credito Visa e Mastercard e relativi circuiti affiliati. Il pagamento viene effettuato tramite una connessione sicura con protocollo https (http secure basato su Secure Socket Layer) che cripta i dati prima di inviarli attraverso la rete rendendoli illeggibili durante il transito. In tal modo nessuno può entrare in contatto con i dati della tua carta di credito. Una volta aperta la maschera di inserimento dati della carta di credito inserire il numero della carta, il numero di sicurezza riportato sul retro e la data di scadenza. Dopo qualche secondo verrà data comunicazione sull'esito del pagamento. In caso di esito negativo contattaci telefonicamente ai recapiti che si trovano ai pié di pagina.

source: FerryReservationAutoNotice
de_de: Das System gestattet ein Auto mit Passagieren zu reservieren. In dem Fall daß Sie mehrere Fahrzeuge buchen möchten, bitte begeben Sie sich an 'Fähre Gebiet' in dem Suchekasten in dem Homepage.
it_it: Il sistema consente di prenotare 1 veicolo con i relativi passeggeri. Nel caso di necessità di prenotare ulteriori veicoli, accedere all’area traghetti direttamente in home, nel box di ricerca.

source: Book safely
de_de: Sichere Reservierung
hu_hu: biztos megrendelès
it_it: Prenotazione sicura
nl_nl: Reserveer veilig
pl_pl: Bezpieczna rezerwacja
ro_ro: Rezerva în siguranta
ru_ru: Безопасное бронирование
sk_sk: BEZPECNA REZERVACIA

source: Click for more info
de_de: Click für weitere Info
hu_hu: Kattints ide tovàbbi informàciò kèrès esetè
it_it: Clicca per maggiori info
nl_nl: Klik voor meer info
pl_pl: Kliknij zeby dostac dalsze informacje
ro_ro: Cauta pentru mai multe informatii
ru_ru: Нажмите для более детальной информации
sk_sk: KLIKNI PRE VIAC INFORMACII

source: SecureDataTransferSSL
de_de: Ihre persönlichen Daten werden absolut vertraulich behandelt und keinesfalls an Dritte weitergegeben. Sie unterliegen den gesetzlichen Datenschutz-Bestimmungen und werden verschlüsselt per SSL übertragen.
hu_hu: Az Ön személyes adatait szigorúan bizalmasan kezeli, és soha nem hárítják át harmadik félnek. Rá, hogy az adatvédelmi jogi szabályozás, és át az egész SSL titkosított kapcsolatot.
it_it: I vostri dati personali saranno trattati con la massima riservatezza e in nessun caso trasmessi a terzi, in conformità al codice in materia di protezione dati e saranno trasmessi utilizzando il protocollo crittografato SSL.
nl_nl: Je persoonsgegevens worden met de maximale discretie behandel
ro_ro: Datele dumneavoastra cu caracter personal vor fi tratate cu maxima retiner
ru_ru: Безопасная передача данных через SSL, что исключает доступ к ним третьх лиц.
sk_sk: VASE OSOBNE UDAJE BUDU SPRACOVANE S MAXIMALNOU DISKRETNOSTOU KRYPTOGRAFICKYM PROTOKOLOM SS

source: Guests opinions
it_it: Giudizi dei clienti

source: View map
de_de: Stadtplan
es_es: Ver mapa
fr_fr: Voir La Carte
it_it: Visualizza mappa
ru_ru: Смотреть на карте

source: Basic Rate
it_it: Listino Base

source: rooms left
it_it: camere rimaste
nl_nl: Beschikbare kamers
ro_ro: camere ramase
sk_sk: IZBY, KTORE ZOSTALI

source: Go on
de_de: Weiter
es_es: Seguir
fr_fr: Continuer
hu_hu: Folytat
it_it: Prosegui
nl_nl: Ga verder
pl_pl: Dalej
ro_ro: Continua
ru_ru: Продолжай
sk_sk: POKRACUJ

source: Show all rooms
de_de: Alle Zimmer
es_es: Mostrar todas las habitaciones
fr_fr: Afficher toutes les chambres
hu_hu: Összes szobák
it_it: Mostra tutte le camere
pl_pl: Zobacz wszystkie pokoje
ru_ru: Arată toate camerele

source: There are things that you did not appreciated in this hotel?
de_de: Es gibt Dinge, die Sie nicht zu schätzen in diesem Hotel?
it_it: Ci sono cose che non hai apprezzato in questo hotel?

source: Average
fr_fr: Moyenne
it_it: Media

source: Questionnaire Arrived
fr_fr: Questionnaire Arrivé
it_it: Questionari Arrivati

source: Alert
fr_fr: Alarme
it_it: Attenzione

source: List structures comments
fr_fr: Lister Commentaires Immeubles
it_it: Lista commenti strutture

source: Structures with comments not moderated
fr_fr: Logements Avec Commentaires Non Développés
it_it: Strutture con commenti non moderati

source: Average evaluation
fr_fr: Evaluation Moyenne
it_it: Valutazione media

source: Total average
fr_fr: Moyenne Totale
it_it: Media totale

source: Questionnaire sent
fr_fr: Questionnaire Envoyé
it_it: Questionari inviati

source: Client evaluation
fr_fr: Evaluation Client
it_it: Valutazione del cliente

source: Publish
fr_fr: Publier
it_it: Pubblica

source: Answer comments
it_it: Rispondi commenti

source: Guest Review
de_de: Gästebewertung
it_it: Giudizio degli ospiti

source: Average rating
de_de: Gesamte Einschätzung
fr_fr: Jugment Moyen
it_it: Giudizio medio

source: The customer has not added any comments.
de_de: Der Kunde hat noch keine Kommentare.
it_it: Il cliente non ha inserito alcun commento.

source: reviews
de_de: bewertungen
it_it: giudizi

source: No opinion found
de_de: Keine Meinung gefunden
it_it: Nessun giudizio trovato

source: Real Average
fr_fr: Moyenne Réelle
it_it: Media reale

source: Finish and book the Ferry
de_de: Aufenthalt und fährschiff verbindlich buchen
it_it: Concludi e prenota anche il Traghetto

source: Finish and book only Stay
de_de: Aufenthalt verbindlich buchen
it_it: Concludi e prenota solo il Soggiorno

source: About Us
de_de: Wir über uns
fr_fr: A propos de nous
it_it: Chi Siamo

source: Weather
de_de: Wetter
fr_fr: Météo
it_it: Meteo
nl_nl: Weer
ro_ro: Meteo
sk_sk: POCASIE

source: Getting There
it_it: Come Arrivare

source: forecast
de_de: prognose
fr_fr: prévision
it_it: previsioni

source: site search
fr_fr: ricerca nel sito
it_it: ricerca nel sito

source: Reservation conditions
de_de: Buchungsbedingungen
es_es: Condiciones de reserva
fr_fr: Conditions de réservation
it_it: Condizioni di prenotazione
nl_nl: Reserveringsvoorwaarden
ro_ro: Conditii pentru rezervare
ru_ru: Условия бронирования
sk_sk: PODMIENKY REZERVACIE

source: read more
es_es: leer más
it_it: leggi tutto

source: Opinions of guests staying at
de_de: Urteil von Gästen die im Hotel gewohnt haben
it_it: Giudizio degli ospiti della struttura:

source: Total based on %s reviews
de_de: Gesamturteil begründet über %s Meinungen
it_it: Giudizio totale calcolato su %s recensioni

source: Guest's personal opinions
de_de: Guest's persönliche Meinung
it_it: Giudizio personale degli ospiti

source: Guest's personal opinions are ordered by date
de_de: Gästes personal Urteil sind nach Datum geordnet
it_it: I giudizi degli ospiti sono ordinati per data

source: Structure's reply
de_de: Struktur Antwort
it_it: Risposta della struttura

source: see services
de_de: siehe dienstleistungen
fr_fr: voir services
it_it: vedi i servizi

source: of
de_de: der
es_es: del
fr_fr: des
it_it: di

source: review
it_it: giudizio

source: Send an email
fr_fr: Envoyer un email
it_it: Manda un'email

source: Guest review
it_it: Giudizi del cliente

source: No judgements
it_it: Nessun giudizio

source: Show gallery
it_it: Mostra immagini

source: Other informations
it_it: Altre informazioni

source: and surroundings
it_it: e dintorni

source: Not only
it_it: Non solo

source: Nights
de_de: Nächte
fr_fr: Nuits
hu_hu: Éjszakák
it_it: Notti
ru_ru: ночи

source: Tourist
fr_fr: Touristique
it_it: Turistiche

source: Request info by email
it_it: Richiedi informazioni tramite e-mail

source: Not available
fr_fr: Pas Disponible
it_it: Non disponibile

source: Availability and prices
it_it: Disponibilità e prezzi

source: Info request from www.italiaabc.it
it_it: Richiesta informazioni da www.italiaabc.it

source: No questionnaires present
it_it: Non ci sono questionari

source: see
fr_fr: vedi
it_it: vedi

source: Meteo not available
it_it: Meteo non disponibile

source: Start inserting city name
it_it: Inserisci il nome della città

source: in Italy
it_it: in Italia

source: Latest
de_de: Neueste
es_es: Últimas
fr_fr: Dernier
it_it: Ultime
nl_nl: Laatste
ro_ro: Ultimele
ru_ru: Последний
sk_sk: POSLEDNE

source: hotelferry_validityAll
de_de: für die ganze Programmierung des Aufenthalt und der Fähre gültig
it_it: valida per l'intera prenotazione del soggiorno e del traghetto

source: Insurance
de_de: Versicherungen
it_it: Assicurazione

source: alternative_case_1
de_de: Es tut uns leid, aber wir sind in der gewählten Periode geschlossen.
es_es: Lo sentimos pero para el periodo seleccionado estamos cerrados.
fr_fr: Nous sommes désolés mais pour les dates et le nombre de personne demandées nous n'avons pas de disponibilité
hu_hu: We are sorry, we are closed in the dates selected.
it_it: Siamo spiacenti ma nel periodo selezionato siamo chiusi.
nl_nl: Sorry, in de door u uitgekozen periode zijn wij gesloten.
pl_pl: Przykro nam, ale nie są zamknięte w wybranym okresie.
ro_ro: Ne pare rau, dar în perioada selectata suntem închisi
ru_ru: Мы сожалеем, но мы закрыты в выбранный период.
sk_sk: LUTUJEME, V ZVOLENOM OBDOBI SME ZATVORENI.

source: alternative_case_2
de_de: Es tut uns leid aber wir haben weder für den gewünschten Zeitraum noch für die gewählte Anzahl Personen Verfügbarkeit.
es_es: Lo sentimos pero no tenemos disponibilidad para las fechas y el número de personas que ha introducido.
fr_fr: Nous sommes désolés mais pour les dates et le nombre de personne demandées nous n'avons pas de disponibilité
hu_hu: We are sorry, we have no availabilities for the dates and people selected.
it_it: Siamo spiacenti ma per le date e numero di persone inserite non abbiamo disponibilità.
nl_nl: Sorry, voor de door u gekozen data en aantal personen is geen accomodatie beschikbaar
pl_pl: Przepraszamy za terminy i liczbę osób włączone, ale nie mamy wolne pokoje.
ro_ro: Ne pare rau, dar pentru datele si nr. De persoane introduse nu avem disponibilitate.
ru_ru: К сожалению, на выбранные даты свободных номеров нет.
sk_sk: LUTUJEME, ALE PRE ZADANE OBDOBIE A POCET OSOB NIE SU K DISPOZICIIZIADNE UBYTOVACIE MOZNOSTI

source: alternative_case_3
de_de: Wir beauern Ihre Anfrage nicht bearbeiten zu können, da für den gewünschten Zeitraum und Anzahl Personen keine online Verfügbarkeit besteht.
es_es: Lo sentimos pero no tenemos disponibilidad en línea para las fechas y el número de personas que ha introducido.
fr_fr: Nous sommes désolés mais pour les dates et le numéro de gens insérés nous n'avons pas de disponibilité en ligne.
hu_hu: We are sorry, we have no online availabilities for the dates and people selected.
it_it: Siamo spiacenti ma per le date e numero di persone inserite non ci sono disponibilità online.
nl_nl: Sorry, in de door u uitgekozen periode zijn wij gesloten.
pl_pl: Przepraszamy za terminy i liczbę osób włączone, ale nie mamy wolne pokoje w internecie.
ro_ro: Ne pare rau, dar pentru datele si nr. De persoane introduse nu avem disponibilitate.
ru_ru: Мы не жаль, у нас нет онлайн наличность на выбранные даты и люди выбрали.
sk_sk: LUTUJEME, V ZVOLENOM OBDOBI SME ZATVORENI.

source: alternative_case_4
it_it: Siamo spiacenti ma per le date e numero di persone inserite la struttura non ha inserito la disponibilità online.
nl_nl: Sorry, in de door u uitgekozen periode zijn wij gesloten.
pl_pl: Niestety dla swoich dat i liczby osób, które jeszcze nie wstawionych dostępne.
ro_ro: Ne pare rau, dar pentru datele si nr. De persoane introduse nu avem disponibilitate.
ru_ru: К сожалению для вашей даты и числа людей, входят в структуру не входили свободных мест онлайн.
sk_sk: LUTUJEME, V ZVOLENOM OBDOBI SME ZATVORENI.

source: To send a request for information you can click here
de_de: Hier klicken um uns eine Informationsanfrage zu senden
es_es: Para enviarnos una solicitud de información puede clicar aquí
fr_fr: Pour nous envoyer une demande de renseignements vous pouvez cliquer ici
it_it: Per inviarci una richiesta di informazioni può cliccare qui
nl_nl: Voor aanvraag informatie kun je hier klikken.
ro_ro: Pentru a trimite o cerere de informare poti da click aici
ru_ru: Для отправки запроса о предоставлении информации вы можете кликнуть здесь
sk_sk: NA ZASLANIE POZIADAVKY O INFORMACIE KLIKNITE SEM

source: Reservation delivery successfully
de_de: Reservierung Lieferung erfolgreich
fr_fr: Réservation affectuée avec succès
hu_hu: Rendeleés elküdése sikeres
it_it: Prenotazione inviata con successo
nl_nl: Reservering is succesvol verzonden
ro_ro: Rezervare trimisa cu succes
ru_ru: Бронирование отправлено успешно
sk_sk: USPESNA MODIFIKACIA

source: Summary data
de_de: Zusammenfassende Daten
fr_fr: Résumé des données
hu_hu: Összegzés
it_it: Riepilogo dati
nl_nl: Gegevensoverzicht
ro_ro: Sumar date
sk_sk: SUMARIZACIA UDAJOV

source: room available
de_de: zimmer frei
es_es: habitación disponible
fr_fr: chambre disponible
it_it: camera disponibile
nl_nl: Kamer beschikbaar
pl_pl: Pokój dostępny
ro_ro: camera disponibila
ru_ru: Доступны номера
sk_sk: IZBA K DISPOZICII

source: available
de_de: verfügbar
es_es: disponible
fr_fr: disponible
hu_hu: elèrhet
it_it: disponibile
nl_nl: beschikbaar
pl_pl: dostępny
ro_ro: disponibil
ru_ru: доступный

source: verify on the map the location of this structure
de_de: Überprüfung auf der Karte die Position dieser Struktur
fr_fr: verifica sulla mappa il posizionamento della struttura
it_it: verifica sulla mappa il posizionamento della struttura

source: Payment policy
de_de: Zahlungspolitik
fr_fr: Politique De Paiement
it_it: Politica di pagamento
nl_nl: Betalingsbeleid
ro_ro: Politica de plata
ru_ru: Политика оплаты
sk_sk: PLATOBNA POLITIKA

source: % amount on total
fr_fr: % montant sur le total
it_it: Percentuale sul totale
nl_nl: Percentage op totaal
ro_ro: Procent pe total
sk_sk: PERCENTO Z CIASTKY

source: for reservation carried out within
fr_fr: pour réservations effectuées dans
it_it: per prenotazioni effettuate entro
nl_nl: Voor reserveringen gemaakt binnen
ro_ro: pentru rezervari efectuate integral
sk_sk: NA REZERVACIE UROBENE DO

source: for reservation carried out beyond
fr_fr: pour réservations effectuées au-delà
it_it: per prenotazioni effettuate oltre
nl_nl: Voor reserveringen gemaakt na
ro_ro: pentru rezervari efectuate în plus
sk_sk: NA REZERVACIE UROBENE PO

source: Acceptable minimum amount
fr_fr: Montant Minimum Acceptable
it_it: Importo minimo richiesto
nl_nl: Vereiste minimumbedrag
ro_ro: Suma minima ceruta

source: If you create this account for a multirate leave Not default option
fr_fr: Si Vous Avez Créé Ce Compte Pour Un Tarif Multiple Pas Laisser L'option Par Défaut
it_it: Se si crea l'acconto per un multilistino è necessario impostarlo NON di default

source: days before checkin date
fr_fr: jours avant la date checkin
it_it: giorni prima del checkin

source: Internal name
fr_fr: Nom Interne
it_it: Nome interno

source: Add an account
fr_fr: Ajouter Un Compte
it_it: Aggiungi un acconto

source: Accounts manager
fr_fr: Manager Des Comptes
it_it: Gestione acconti

source: Not active
fr_fr: Pas Active
it_it: Non attivo

source: Active
it_it: Attivo

source: Edit an account
fr_fr: Éditer Un Compte
it_it: Modifica un acconto

source: Search Hotels
fr_fr: Recherche d'hôtels
hu_hu: Szálláshelyek keresése
it_it: Ricerca Hotels
pl_pl: Szukaj hoteli
ru_ru: Поиск отелей

source: Open all year round
fr_fr: Ouvert toute l'année
hu_hu: Egész évben nyitva
it_it: Aperto tutto l'anno
nl_nl: Gehele jaar geopend
pl_pl: Czynne cały rok
ro_ro: Deschis pe tot parcursul anului
ru_ru: Открыт круглый год
sk_sk: OTVORENE CELY ROK

source: Subscribe
it_it: Iscriviti

source: Insert your email address
de_de: Legen Sie Ihre E-Mail-Adresse
es_es: Introduzca su dirección de correo electrónico
fr_fr: Insérez votre adresse e-mail
it_it: Inserisci il tuo indirizzo email

source: Consent the use of your DATA
it_it: Dai il consenso all'uso dei tuoi dati personali

source: No result
it_it: Nessun risultato
nl_nl: Geen resultaat
ro_ro: Niciun rezultat
sk_sk: ZIADNE RIESENIE

source: WaitMessage1
it_it: Stiamo cercando la soluzione migliore.

source: WaitMessage2
it_it: Attendi qualche attimo, grazie

source: Loading
de_de: Verladung
fr_fr: Télécharger
it_it: Caricamento

source: Keep up to date, let us surprise you!
it_it: Tieniti aggiornato, ne vedrai di tutti i colori!

source: Select Portal
fr_fr: Sélectionner Portail
it_it: Seleziona portale

source: Select Structure
fr_fr: Sélectionner Structure
it_it: Seleziona struttura

source: Portal City
it_it: Città per portale

source: Interest (global)
it_it: Interesse

source: Interest
fr_fr: Intérêt
it_it: Interesse

source: Portal Accounts
it_it: Acconti

source: Portal Email Templates
it_it: Email template

source: Portal SEO
it_it: SEO

source: Search offers
it_it: Cerca offerte

source: Roles
it_it: Ruoli

source: Role management
it_it: Gestione ruoli

source: Service Categories Management
it_it: Gestione categorie

source: Services Management
it_it: Gestione servizi

source: Service Operations Manager
fr_fr: Manager Opérations Service
it_it: Gestione operazioni servizi

source: Portal Policy
it_it: Policy Portali

source: Portal reservation notes
it_it: Note inizio prenotazione

source: Portal privacy policies
it_it: Privacy policy

source: Ferry portal policies
it_it: Policy

source: Abs gateway user
it_it: Lista utenti gateway ABS

source: Abs gateway list
it_it: Lista gateway ABS

source: Chain list
fr_fr: Liste Chaîne
it_it: Lista chain

source: Modules list
it_it: Lista moduli

source: Ferry reservations
it_it: Prenotazoni ferry

source: General data - Edit Structure
it_it: Dati generali

source: City of interest
fr_fr: Ville D'intérêt
it_it: Città di interesse

source: Structure payments
it_it: Pagamenti

source: Interests structure
it_it: Interesse

source: Structure information
it_it: Informazioni sulla struttura

source: Structure accounts
it_it: Acconti

source: Structure accounts for hotel manager
it_it: Acconti

source: Structure enquiries
it_it: Lista richieste

source: Structure reservations
it_it: Prenotazioni

source: Structure reservation requests
it_it: Richieste di prenotazione

source: Structure questionnaire
it_it: Modera commenti

source: Structure guests
it_it: Lista ospiti

source: Structure email templates
it_it: Email template

source: Structure SEO
it_it: SEO

source: Structure Constriveneto
it_it: Consorzio Triveneto

source: Structure bankpass
it_it: Bankpass

source: Structure GestPayOTP
it_it: GestPayOTP

source: Structure modules
it_it: Moduli per struttura

source: Settings
it_it: Impostazioni

source: Available room
fr_fr: Chambres Disponibles
it_it: Camera disponibile
