Repository: mlarese/privacybe
Catalog: __doc/locale/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk

source: Search by travel type
de_de: Reisetyp
it_it: Ricerca per tipo di viaggio

source: See all hotels in %s
de_de: Alle Hotels in %s
it_it: Vedi tutti gli Hotel a %s

source: Hotel in the province of
de_de: Hotel in der Provinz
fr_fr: Hotel in provincia di
it_it: Hotel in provincia di

source: Province of
de_de: Provinz
it_it: Provincia di
nl_nl: Provincie
ro_ro: Judetul

source: All destinations
de_de: Alle Ortschaften
fr_fr: Toutes les destinations
it_it: Tutte le località

source: Other places in the provice of %s
de_de: Andere Ortschaften der Provinz %s
it_it: Le altre località della provincia di %s

source: Your request has been successfully sent, you will soon receive a confirm
de_de: Deine Anfrage wurde erfolgreich versendet, sie wird so schnell wie moeglich bearbeitet
es_es: Tu pedido ha sido enviado con éxito, recibirás información tan pronto como sea posible
fr_fr: Votre demande a étée expédiée avec succès. On vous répondra le plus tôt possible
it_it: La tua richiesta è stata spedita con successo, riceverai riscontro quanto prima
nl_nl: Uw aanvraag is succesvol verzonden, u ontvangt zo spoedig mogelijk bericht van ons
pl_pl: Twoje zapytanie zostało wysłane pomyślnie, otrzymasz informacje zwrotne jak najszybciej
ro_ro: Cererea a fost trimisa cu succes, veti primi un mesaj de confirmare în curand.
ru_ru: Вскоре вы получите подтверждение по электронной почте

source: In and around %s
de_de: %s und Umgebung
it_it: %s e dintorni

source: No. of Rooms
de_de: Anzahl der Zimmer
it_it: N° Camere

source: Selection of recommended locations
de_de: Auswahl von Standorten empfohlen
it_it: Selezione di località consigliate

source: custom_step_4_aqualandia
de_de: <strong>Aqualandia Special</strong><br />Für jede in der Buchung aufgeführte Person, erhalten Sie eine Eintrittskarte für den Wasservergnügungspark gratis. Das Angebot gilt für einen Mindestaufenthalt von 4 Übernachtungen.<br /><br />Die kostenlosen Eintrittskarten für den Wasservergnügungspark Aqualandia sind weder übertragbar, noch in Geld umtauschbar. Die Eintrittskarten sind ausschließlich für den in der Buchung angegebenen Zeitraum gültig und können nur einmal benutzt werden.<br /><br />Wenn Sie diesen Buchungsbeleg von Ihrem Hotel abstempeln lassen und an der Kasse von Aqualandia vorzeigen, erhalten Sie die Eintrittskarten.
fr_fr: <strong>Spécial Aqualandia</strong><br />Un billet d’entrée gratuit au Parc à chacune personne ayant réservé. Offre valable pour des séjours de 4 nuits minimum.<br /><br />Les billets d’entrée gratuits au Parc Aqualandia ne peuvent être ni cédés ni convertis en argent. Les entrées ne peuvent être utilisées qu’une seule fois et uniquement durant la période de réservation.<br /><br />Présentez ce voucher de réservation à la caisse Aqualandia après l’avoir fait tamponner par votre hôtel, et les billets d’entrée vous seront remis.
it_it: <strong>Speciale Aqualandia</strong><br />In omaggio un biglietto di accesso al Parco per ogni persona prenotata. Offerta valida per soggiorni di minimo 4 notti.<br /><br />I biglietti omaggio per l'entrata al Parco Aqualandia non sono cedibili né convertibili in denaro. Gli ingressi sono utilizzabili unicamente nel periodo relativo alla prenotazione e fruibili una sola volta.<br /><br />Presenta questo voucher di prenotazione alla cassa Aqualandia, previa timbratura dell'hotel ospitante, e ti verranno consegnati i biglietti d’ingresso.

source: logged_guest_info
de_de: Utente registrato
es_es: Utente registrato
fr_fr: Utente registrato
it_it: (Utente registrato)

source: Channel manager is currently being updated, try to refresh
it_it: Channel manager in aggiornamento

source: Activated
fr_fr: Activé
it_it: Attivato

source: Activate
fr_fr: Activer Demande Examinateur De Tarif
it_it: Attiva

source: Activated but modified
fr_fr: Activé Mais Modifié
it_it: Attivato ma modificato

source: Alredy activated
fr_fr: Déja Acitvé
it_it: Gia attivato

source: Not activated
fr_fr: Pas Activé
it_it: Non attivato

source: Activation after
fr_fr: Activation Après
it_it: Attivazione dopo

source: Choose portal
it_it: Scegli il portale

source: Write structure name and city
it_it: Scrivi il nome dell'hotel e la città

source: Rate checker monitor request
fr_fr: Demande Moniteur Examinatuer Tarif
it_it: Richiesta di monitoraggio tariffe

source: Open record for service configuration
fr_fr: Ouvrir Record Pour Configurer Service
it_it: Apri per configurare il servizio

source: Rate checker requests list
fr_fr: Liste Demandes Examinateur De Tarif
it_it: Rate checker lista richieste

source: Start service only after structure map and room map verification and completition
fr_fr: Démarrer Le Service Seulement Après Vérification Et Completition Mappe Des Logements Et Chambres
it_it: Avviare il servizio solo dopo aver controllato la compilazione sia della mappa delle camere che quella delle strutture.

source: Structure mapping
fr_fr: Mappe Logements
it_it: Mappa strutture

source: Room mapping
fr_fr: Mappe Chambres
it_it: Mappa camere

source: Rate checker request activation
fr_fr: Activer Demande Examinateur De Tarif
it_it: Rate checker richiesta d'attivazione

source: Press stop button if you want to stop the service
fr_fr: Appuyez Sur Le Bouton D'arrêt Si Vous Voulez Arrêter Le Service
it_it: Clicka 'Stop' se vuoi bloccare il servizio

source: Requester
it_it: Richiedente

source: For each request, check room and structure mapping
fr_fr: Pour Chaque Demande, Vérifier La Cartographie De La Chambre Et De La Structure
it_it: Per ogni richiesta controllare sia la mappa delle camere che quella delle strutture

source: Press activate button
fr_fr: Appuyez Sur Le Bouton Activer
it_it: Fare click su 'Attiva'

source: Chart
fr_fr: Graphique
it_it: Grafico

source: Grid
fr_fr: Grille
it_it: Tabella

source: People
fr_fr: Personnes
it_it: Persone

source: Update
it_it: Aggiorna

source: Floor
it_it: Piano

source: Sell online
it_it: Vendi online

source: New Season
it_it: Nuova stagione

source: Complete the form
it_it: Completa la maschera

source: Wrong period
it_it: Periodo errato

source: Rate checker request
it_it: Richiesta Ratechecker

source: Service not activated
fr_fr: Service Pas Acitvé
it_it: Servizio non attivo

source: It is compulsory to enter at least one room and the default services in the multilist details.
de_de: Zwingende Vorgabewerte: Mindestens 1 Zimmer und ein Verpflegungstyp.
fr_fr: Il Est Obligatoire Enregistrer Au Moins Une Chambre Et Les Services Par Défaut Dans Les Détails Des Tarifs Multiples.
it_it: Obbligo di inserire almeno una camera ed un trattamento di default nei dettagli del multilistino.

source: It is compulsory to enter at least the Italian name.
it_it: Obbligo di inserire il nome in italiano.

source: It is compulsory to enter the dates in the period details.
it_it: Obbligo di inserire le date del periodo.

source: If you want to modify the guest's data press the Save button
fr_fr: Si Vous Souhaitez Modifier Les Données Du Client Appouyez Su Le Bouton Sauver
it_it: Se vuoi modificare i dati dell'ospite clicca il pulsante Salva

source: Photo details
fr_fr: Détails Photo
it_it: Dettagli foto

source: Dimension format must be 'Width X Height' (e.g. 90x90)
fr_fr: Format De Dimension Doit Être «Largeur X Hauteur» (Par Exemple 90X90)
it_it: Le dimensioni devono essere inserite nel formato 'larghezza X altezza' (ad es. 90x90)

source: If placed only one value, width and height will be the same
fr_fr: S'il Est Placé Qu'une Seule Valeur, La Largeur Et La Hauteur Sera La Même
it_it: Se viene inserito un unico valore, larghezza ed altezza saranno impostate uguali

source: Miniature dim.
fr_fr: Dim. Miniature
it_it: Dim. miniatura

source: Normal dim.
fr_fr: Dim. Normale
it_it: Dim. normale

source: Zoom dim.
fr_fr: Dim. Zoom
it_it: Dim. zoom

source: Choose photo
fr_fr: Choisir Photo
it_it: Scelta foto

source: Price list
de_de: Preisliste
it_it: Listino prezzi

source: Extrabed
de_de: Zustellbett
es_es: Cama adicional
fr_fr: Lit Supplémentaire
it_it: Letto aggiuntivo

source: Selected period
de_de: Ausgewählten zeitraum
es_es: periodo seleccionado
it_it: Periodo selezionato

source: Now the extrabeds are indicated with a proper label
fr_fr: Maintenant, Les Lits Supplémentaires Sont Indiqués Avec Une Étiquette Appropriée
it_it: Da oggi gli extrabed sono chiamati letti aggiuntivi

source: New features to speed the entry of Extrabed
it_it: Nuova funzionalità per velocizzare l'inserimento degli extrabed.

source: Extra bed
fr_fr: Extra Lit
it_it: Letto aggiuntivo

source: Extrabed model
fr_fr: Modèle Extra-Lit
it_it: Modello condizioni letti aggiuntivi

source: New model
fr_fr: Nouveau Modèle
it_it: Nuovo modello

source: All boardings
fr_fr: Tous Les Traitements
it_it: Tutti i trattamenti

source: Create / Modify Extrabed Model
fr_fr: Créer / Modifier Modèle Extra-Lit
it_it: Crea / Modifica modello condizioni letti aggiuntivi

source: Company can not be empty
it_it: Azienda non può essere vuoto
nl_nl: Veld Bedrijf moet ingevuld zijn
ro_ro: Câmpul Societate Comerciala nu poate ramâne necompletat
sk_sk: POLE SPOLOCNOST/ FIRMA NESMIE BYT PRAZDNE

source: Zip cope can not be empty
it_it: Cap non può essere vuoto
nl_nl: Veld Postcode moet ingevuld zijn
ro_ro: Câmpul Cod Postal nu poate ramâne necompletat
sk_sk: POLE PSC NESMIE BYT PRAZDNE

source: State can not be empty
it_it: Provincia non può essere vuoto
nl_nl: Veld Provincie moet ingevuld zijn
ro_ro: Câmpul Judet nu poate ramâne necompletat

source: Country can not be empty
it_it: La nazione non può essere vuoto
nl_nl: Veld Land moet ingevuld zijn
ro_ro: La nazione non può essere vuoto
sk_sk: POLE KRAJINA NESMIE BYT PRAZDNE

source: Fax can not be empty
it_it: Fax non può essere vuoto
nl_nl: Veld Fax moet ingevuld zijn
ro_ro: Câmpul Fax nu poate ramâne necompletat
sk_sk: POLE FAX NESMIE BYT PRAZDNE

source: Mobile phone can not be empty
it_it: Cellulare non può essere vuoto

source: Guest language can not be empty
it_it: Lingua parlata non può essere vuoto
nl_nl: Veld Taal moet ingevuld zijn
ro_ro: Câmpul Limba nu poate ramâne necompletat
sk_sk: POLE JAZYK, KTORYM HOVORITE NESMIE BYT PRAZDNE

source: Note can not be empty
it_it: Note non può essere vuoto
nl_nl: Veld Notities moet ingevuld zijn
ro_ro: Câmpul Note nu poate ramâne necompletat
sk_sk: POLE POZNAMKY NESMIE BYT PRAZDNE

source: Fields description
fr_fr: Description Des Champs
it_it: Descrizione

source: Fields visible
fr_fr: Champs Visibles
it_it: Campi visibili

source: Activate customized booking
fr_fr: Activer Réservation Personnalisée
it_it: Attiva il booking personalizzato

source: Synchronizing allottment value
fr_fr: Synchronisation Valeur Allottement
it_it: Aggiornamento disponibilità

source: Synchronizing minstay value
fr_fr: Synchronisation Valeur Min.séjour
it_it: Sincronizzazione durata minima soggiorno

source: Synchronizing release value
fr_fr: Synchronisation Valeur De La Révision
it_it: Sincronizzazione release

source: Synchronizing room close,open flag
fr_fr: Synchronisation État Chambre (Fermée, Ouverte)
it_it: Sincronizzazione stato camera (chiusa,aperta)

source: Synchronizing lock checkin flag
fr_fr: Synchronisation Blocage Checkin
it_it: Sincronizzazione blocco checkin

source: Synchronizing lock checkout flag
fr_fr: Synchronisation Blocage Checkout
it_it: Sincronizzazione blocco checkout

source: Completed
fr_fr: Complété
it_it: Completato

source: Queued
fr_fr: En Attente
it_it: In coda, il sistema eseguirà la richiesta il prima possibile

source: Synchronizing pricelist
fr_fr: Synchronisation Liste De Prix
it_it: Sincronizzazione listino

source: Read error
fr_fr: Erreur De Lecture
it_it: Errore letto dall''utente

source: period
fr_fr: période
it_it: periodo

source: by
fr_fr: par
it_it: per

source: Last week
fr_fr: Semaine Dernière
it_it: Ultima settimana

source: Elaborated
fr_fr: Elaboré
it_it: Elaborato

source: No results
fr_fr: Aucun Résultat
it_it: Nessun risultato

source: Command
fr_fr: Commande
it_it: Comando

source: Rateplan
fr_fr: Plan Tarifaire
it_it: Tariffa

source: Queue time
fr_fr: Temps D'attente
it_it: Tempo di coda

source: Start time
fr_fr: Temps De Départ
it_it: Tempo d'inizio

source: Stop time
fr_fr: Temps D'arrêt
it_it: Tempo di fine

source: Resend
fr_fr: Renvoyer
it_it: Reinvia

source: Sign
it_it: Segna

source: Sign as read
fr_fr: Signer Comme Lu
it_it: Segna come letto

source: Sign all as read
fr_fr: Signer Tout Comme Lu
it_it: Segna tutti come letti

source: Is read
fr_fr: A Été Lu
it_it: Letto

source: Resended
fr_fr: Reenvoyé
it_it: Reinviato

source: Payment gateway
it_it: Gateway pagamento

source: Which room types show in enquiry
fr_fr: Quels Types De Chambres Montrer Dans La Demande
it_it: Quale tipo di camera vuoi mostrare nella enquiry

source: Update gateways
fr_fr: Actualiser Passerelle
it_it: Aggiorna gateway

source: Show on enquiry
fr_fr: Moantrer Dans La Demande
it_it: Mostra nel enquiry

source: Categories
fr_fr: Catégories
it_it: Categorie

source: Category name
fr_fr: Nom Catégorie
it_it: Nome categoria

source: Autogenerate SEO Informations
fr_fr: Autogénérer Informations Seo
it_it: Genera automaticamente informazioni SEO

source: Category Code
fr_fr: Code De Catégorie
it_it: Codice categoria

source: Category Parent
fr_fr: Catégorie Principale
it_it: Categoria padre

source: Associates photo
fr_fr: Photo Associées
it_it: Associa foto

source: Choose an uploaded photo
fr_fr: Choisir Une Photo Chargée
it_it: Scegli una foto caricata

source: Upload a new one
fr_fr: Charger Une Nouvelle Photo
it_it: Carica una foto nuova

source: Current photo
fr_fr: Photo Actuelle
it_it: Foto corrente

source: Customer Card
fr_fr: Carte Client
it_it: Carta clienti

source: Customers
it_it: Clienti

source: In case of new registration, leave passwords fields empty to generate a random one
fr_fr: En Cas De Nouvelle Inscription, Laissez Les Champs De Mot De Passe Vide Pour En Générer Une Aléatoire
it_it: In caso di nuova registrazione, lasciare i campi delle password vuoti per generarne una casuale

source: In case of modify, leaving passwords fields empty will not modify the current password
fr_fr: En Cas De Modification, Laisser Les Champs De Mots De Passe Vides Ne Modifiera Pas Le Mot De Passe Actuel
it_it: In caso di modifica, lasciare i campi delle password vuoti non modificherà la password corrente

source: Sex
fr_fr: Sexe
it_it: Sesso

source: Zipcode
fr_fr: Code Postal
it_it: CAP

source: Customer registration date
fr_fr: Date D'enregistrement Du Client
it_it: Data registrazione cliente

source: Block customer
fr_fr: Adresse De Livraison Et Adresse De Facturaion Sont Différentes
it_it: Blocca cliente

source: Customer Manager
fr_fr: Manager Clients
it_it: Manager Cliente

source: Active Categories List
fr_fr: Activer Liste Catégories
it_it: Lista categorie

source: Discounts manager
fr_fr: Manager Réductions
it_it: Manager Sconti

source: Discount code
de_de: Rabatt-Code
es_es: Código de descuento
fr_fr: Code Réduction
hu_hu: Kedvezmény kód
it_it: Codice sconto
nl_nl: Kortingscode
pl_pl: Kod rabatowy
ro_ro: Cod de reducere
ru_ru: код скидки
sk_sk: ZLAVOVY KOD

source: Search products
fr_fr: Chercher Produits
it_it: Cerca prodotti

source: Filter products by category
fr_fr: Filtrer Produits Par Catégorie
it_it: Filtra prodotti per categoria

source: Product selection
fr_fr: Sélection Produits
it_it: Selezione prodotti

source: Validity Start
fr_fr: Début De Validité
it_it: Inizio validità

source: Validity End
fr_fr: Fin De Validité
it_it: Fine validità

source: Product quantity
fr_fr: Quantité Produit
it_it: Quantità prodotto

source: Discount data
fr_fr: Données Réduction
it_it: Informazioni sconto

source: Order search
it_it: Lista ordini

source: Orders
fr_fr: Commandes
it_it: Ordini

source: Clear filters
it_it: Azzera filtri

source: Q.ty
it_it: Q.tà

source: Item Description
it_it: Descrizione

source: Time
fr_fr: Heure
it_it: Orario

source: Applied to
fr_fr: Appliqué À
it_it: Applicato a

source: No topics to display
it_it: Nessun record presente

source: In orange pricelists those that have special prices, in grey those that have expired or not yet activated
fr_fr: Dans Les Listes De Prix Oranges Ceux Qui Ont Des Prix Spéciaux, En Gris Ceux Qui Sont Expiré Ou Pas Encore Activés
it_it: In arancio i listini che hanno una prezzistica speciale, in grigio quelle scadute o non ancora attivate

source: VAT
fr_fr: Tva
it_it: IVA

source: This price is exclusive of VAT
fr_fr: Ce Prix Est Hors Tva
it_it: Questo prezzo è IVA esclusa

source: Special Price Validity
fr_fr: Validité Prix Spécial
it_it: Validità prezzistica speciale

source: Price Validity
fr_fr: Validité Des Prix
it_it: Validità prezzistica

source: General pricelist data
fr_fr: Caractéristiques Générales Liste De Prix
it_it: Informazioni prezzistica

source: Special price inclusive of VAT
fr_fr: Prix Spécial Inclusive Tva
it_it: Prezzo speciale IVA inclusa

source: Price inclusive of VAT
fr_fr: Prix Incus Tva
it_it: Prezzo IVA inclusa

source: Products
fr_fr: Produits
it_it: Prodotti

source: products
fr_fr: produits
it_it: prodotti

source: Product Name
fr_fr: Nom Produit
it_it: Nome prodotto

source: Product Parents
it_it: Genitori

source: Manufacturer
it_it: Fabbricante

source: Product SKU
fr_fr: Produit Sku
it_it: Codice prodotto

source: Not found
fr_fr: Pas Trouvé
it_it: Non trovato

source: Visible
it_it: Visibile

source: Not Visible
fr_fr: Pas Visible
it_it: Non visibile

source: In red products those that have special pricelists in general, in orange products those that have special pricelist sets for today
fr_fr: En Rouge Les Produits Qui Ont Généralment Les Listes De Prix Spéciaux, En Orange Ceux Qui Ont Prix Spéciaux Définit Pour Aujourd'hui
it_it: In rosso quei prodotti che hanno una prezzistica speciale in generale, in arancio quelli che hanno una prezzistica speciale settata per oggi

source: Choose between uploaded photos
fr_fr: Choisir Entre Photos Téléchargées
it_it: Scegli tra le foto caricate

source: Current photos
fr_fr: Photos Actuelles
it_it: Foto correnti

source: Related, cross-selled and up-selled products cannot be setted before the creation of the product.
fr_fr: Produits Parents, En Cross-Selling Et Up-Selling, Ne Peuvent Pas Être Definis Avant La Leur Création
it_it: I prodotti correlati, in cross-selling ed in up-selling non possono essere settati prima della creazione del prodotto.

source: Add an upload
it_it: Aggiungi un upload

source: Associates photos
fr_fr: Photos Associées
it_it: Associa foto

source: Select a photo
fr_fr: Sélectionner Une Photo
it_it: Seleziona una foto

source: Select Shop
it_it: Seleziona Shop

source: Associate Shop
fr_fr: Associer Shop
it_it: Associa Shop

source: Shop name
fr_fr: Nom Shop
it_it: Nome shop

source: Ecommerce Select Shops
it_it: Ecommerce: Seleziona Shop

source: Ecommerce Associate Shops
it_it: Ecommerce: Associa Shop

source: Ecommerce Insert Shop
it_it: Ecommerce: Inserisci Shop

source: Shop Setup
it_it: Setup Shop

source: Shipping Setup
it_it: Setup Spedizioni

source: Payment Setup
it_it: Setup Pagamenti

source: Default language
fr_fr: Langue Par Défaut
it_it: Lingua predefinita

source: Default currency
fr_fr: Devise Par Défaut
it_it: Moneta predefinita

source: Default payment type
fr_fr: Type De Paiement Par Défaut
it_it: Tipologia di pagamento predefinita

source: Enable free shipping
fr_fr: Activer Livraison Gratuite
it_it: Abilitare spedizione gratuita

source: Free shipping limit
fr_fr: Limite Achat Pour Expédition Gratuite
it_it: Limite spesa spedizione gratuita

source: Countermark
it_it: Contrassegno

source: Cost
fr_fr: Coût
it_it: Costo

source: Default shipping type
fr_fr: Type D'expédition Par Défaut
it_it: Spedizione predefinita

source: Default on Free Shipping
fr_fr: Défaut Pour Livraison Gratuite
it_it: Predefinita sulla spedizione gratuita

source: Ecommerce Shipping Setup
fr_fr: Configuration Éxpedition Ecommerce
it_it: Setup Spedizione

source: The currency of cost is intended in the default currency
fr_fr: La Monnaie S'entend Selon La Monnaie Par Défaut
it_it: La valuta è da intendersi secondo la valuta predefinita

source: Shipping name
fr_fr: Nom De L'expédition
it_it: Nome spedizione

source: Shipping text
fr_fr: Texte De L'expédition
it_it: Testo spedizione

source: Shipping additional info
fr_fr: Infos Supplémentaires Pour L'expédition
it_it: Informazioni aggiuntive

source: Shipping cost
fr_fr: Frais D'expédition
it_it: Costo spedizione

source: Enabled
fr_fr: Activé
it_it: Abilitato

source: Ecommerce Payment Setup
fr_fr: Configuration Paiement Ecommerce
it_it: Setup Pagamento

source: Payment name
fr_fr: Nom Paiement
it_it: Nome pagamento

source: Payment text
fr_fr: Texte Paiement
it_it: Testo pagamento

source: Payment additional info
fr_fr: Informations Supplémentaires Paiement
it_it: Informazioni aggiuntive

source: Enabled payment
fr_fr: Paiement Activé
it_it: Pagamento abilitato

source: Payment cost
fr_fr: Coût De Paiement
it_it: Costo pagamento

source: Payment typology
fr_fr: Typologie De Paiement
it_it: Tipologia pagamento

source: Ecommerce Gateway Setup
fr_fr: Configuration Passerelle Ecommerce
it_it: Setup Gateway

source: Default gateway
it_it: Gateway predefinito

source: Not enabled
fr_fr: Pas Activé
it_it: Non abilitato

source: Check fields
fr_fr: Vérifier Champs
it_it: Controllare i campi

source: Select al least one category
fr_fr: Sélectionner Au Moins Une Catégorie
it_it: Selezionare almeno una categoria

source: Insert at least Italian product name
fr_fr: Insérer Au Moins Le Nom Italien Du Produit
it_it: Inserire almeno il nome del prodotto in italiano

source: Insert product code
fr_fr: Insérer Code Du Produit
it_it: Inserire il codice prodotto

source: Ecommerce Products Manager
fr_fr: Manager Produits Ecommerce
it_it: Ecommerce: Manager Prodotti

source: Customer already registered in this shop
fr_fr: Client Déjà Inscrit Dans Le Shop
it_it: Cliente già resistrato in questo shop

source: Passwords don't match
fr_fr: Mots De Passe Ne Correspondent Pas
it_it: Le password non corrispondono

source: Customer doesn't exist
fr_fr: Client N'existe Pas
it_it: Il cliente non esiste

source: Shipping address and billing address are different
fr_fr: L'adresse De Livraison Et L'adresse De Facturation Sont Différentes
it_it: Gli indirizzi di spedizione e di fatturazione sono differenti

source: Insert SHIPPING address
fr_fr: Insérez L'adresse De Livraison
it_it: Inserisci l'indirizzo di SPEDIZIONE

source: Tax code
fr_fr: Code Impôts
it_it: Codice fiscale

source: Customer's email already registered
fr_fr: Email Du Client Déjà Enregistré
it_it: Email cliente già registrata

source: Missing customer's informations
it_it: Informazioni cliente mancanti

source: Missing order's informations
it_it: Informazioni ordine mancanti

source: Customer ID not valid
it_it: ID cliente non valido

source: Select a shop to connect structure with the partner
it_it: Seleziona uno shop per scegliere quali strutture associare al partner

source: Select the structures that have to be connected with the selected partner
it_it: Seleziona le strutture da associare al partner selezionato

source: Add partner to the shop
fr_fr: Ajouter Partenaire Au Shop
it_it: Aggiungi partner allo shop

source: Select a partner to connect it with structures
it_it: Seleziona un partner per connetterlo alle strutture

source: Activating the price list, you will overwrite the current if set (in the overlap days)
fr_fr: En Activant La Liste Des Prix, Vous Écraserez La Liste Courant Si Elle Est Configurée (Dans Les Jours De Chevauchement)
it_it: Attivando il listino, si andrà a sovrascrivere quello corrente se settato (nei giorni di sovrapposizione)
