Repository: mlarese/privacybe
Catalog: __doc/locale/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk

source: Otherwise send the code to your webmaster or to the manager of your website
it_it: Oppure invia il codice al tuo webmaster o al responsabile del vostro sito web affinché ve lo aggiunga.

source: Highlight all the custom html code in the following textarea and paste it into an html page of your web site.
it_it: Evidenziate tutto il codice HTML presonalizzato nella caselle seguente e incollatelo in una pagina HTML sul vostro sito web.

source: Preview of the widget
it_it: Anteprima del widget

source: Widget type
it_it: Tipo di widget

source: Widget language
it_it: Lingua preferita

source: Widget code
it_it: Codice

source: Insert into your e-mail
it_it: Aggiungi alle tue email

source: Link for Email in html format
it_it: Link per Email Formato Html

source: Copy and paste the text and the link following into to your confirmation email. Your customers will enable to ensure their bookings.
it_it: Copia e incolla il testo e il link sottostante nelle tue email di conferma per permettere ai tuoi utenti di Assicurare il loro viaggio

source: Link for Email in text format
it_it: Link per Email Formato testo

source: Copy and paste the text and the link following into to your confirmation email. Your customers will enable to ensure their bookings.
it_it: Copia e incolla il testo e il link sottostante nelle tue email di conferma per permettere ai tuoi utenti di Assicurare il loro viaggio

source: years
de_de: Jahre
it_it: anni

source: year
it_it: anno

source: not mandatory
de_de: fakultativ
it_it: facoltativo

source: Traveller insurance
it_it: Assicurazione viaggiatore

source: Enable Child Product
it_it: Abilita Prodotti Figli

source: Enable Stock
it_it: Abilita Gestione Magazzino

source: Child Products
it_it: Sottoprodotti

source: Users of this group after registration will be
it_it: Gli utenti del gruppo dopo la registrazione verranno

source: Customer Groups
it_it: Gruppi cliente

source: (for default customer group)
it_it: (per il gruppo clienti predefinito)

source: (Hold ctrl key to select/deselect one or more options)
it_it: (Tenere premuto il tasto ctrl per selezionare/deselezionare una o più opzioni)

source: Do you confirm the delete of the derivate product?
it_it: Confermi la cancellazione del prodotto figlio?

source: Are you sure that you want to delete this group? ATTENTION PLEASE: The cancellation of the group involves the deletion of the associated products' pricelists and shipping and payment methods (if they are not related to other groups).
it_it: Sei sicuro di voler eliminare questo gruppo? ATTENZIONE: L'annullamento del gruppo comporta la soppressione di listini prezzi dei prodotti associati e dei metodi di spedizione e pagamento (se non sono collegati ad altri gruppi).

source: You attempted to insert or update some sub-products with an invalid code (empty); for those products the operation has not been completed.
it_it: Si è tentato di inserire o aggiornare alcuni sottoprodotti con un codice non valido (vuoto); per questi l'operazione non è stata completata.

source: Unblocked
it_it: Attivati

source: Blocked
it_it: Bloccati

source: Deals
de_de: Angebote
it_it: Offerte

source: deals
de_de: angebote
it_it: offerte

source: family
de_de: familie
it_it: famiglia

source: Family
de_de: Familie
it_it: Famiglia

source: Specials
de_de: Spezielle Angebote
it_it: Speciali

source: specials
de_de: spezielle angebote
it_it: speciali

source: Undefined
it_it: Non definito (non comparirà nell'applicazione)

source: What to see
it_it: Cosa vedere

source: Where to eat
it_it: Dove mangiare

source: Mobile application data
it_it: Dati per applicazioni mobile

source: Application category
it_it: Categoria per l'applicazione

source: Number of visits
it_it: Numero di visite

source: To see the prices please, enter your check-in and check-out dates
de_de: Damit die Preise sichtlich sind, geben Sie Ihr Reisedatum ein
fr_fr: Pour voir les prix, merci de renseigner votre date d'arrivée et de départ
it_it: Per visualizzare le tariffe inserisci le date di arrivo e di partenza

source: Portal theme list
it_it: Lista temi offerta

source: Edit a theme type
it_it: Modifica il tema offerta

source: Show validity periods on web site
it_it: Mostra periodi di validità delle offerte sul sito

source: I agree terms and %sconditions%s
de_de: Ich akzeptiere die allgemeine %sMietbedingungen%s
it_it: Accetto le %scondizioni generali%s

source: Send Request
de_de: Anfrage senden
it_it: Invia Richiesta

source: Ray
it_it: Raggio

source: Searched loc.
it_it: Località

source: Room Only
de_de: Nur Übernachtung
es_es: Sólo alojamiento
fr_fr: réservation seule
hu_hu: Kizàròlag szállás
it_it: Solo pernottamento
nl_nl: Alleen overnachting
pl_pl: Tylko nocleg
ro_ro: Doar cazare peste noapte
ru_ru: Только проживание
sk_sk: LEN NOCLAH

source: Hotels
fr_fr: Hôtels
it_it: Alberghi

source: Appartments
it_it: Appartamenti

source: Copying the global templates will delete all customization. Continue?
it_it: La copia dei template globali cancellerà i template custom, continuare?

source: Nr. Apartments
it_it: Nr. Appartamenti

source: Yes, I agree with data processing
de_de: Ja, Ich stimme der Datenverarbeitung zu
it_it: Si, acconsento al trattamento dei dati personali

source: Add exception for structure
it_it: Aggiungi eccezione per struttura

source: Edit a portal reservation rule
it_it: Modifica vincolo di prenotazione portale

source: Delete a portal reservation rule
it_it: Cancella vincolo di prenotazione portale

source: Delete exception for structure
it_it: Cancella eccezione per la struttura

source: Edit exception for structure
it_it: Modifica eccezione per la struttura

source: Delete all rules
fr_fr: Supprimer Toutes Les Règles
it_it: Elimina tutte le regole

source: Mailone map manager
it_it: Mappatura cartelle mailone

source: Insert the mailone account
it_it: Inserisci l'account di mailone e la struttura corrispondente

source: BookingOne Sources
it_it: BookingOne Sorgenti mail

source: Mail One Folders
it_it: Cartelle MailOne

source: Do you want to leave the mapping process
it_it: Vuoi annullare la mappatura

source: Cancel mapping
it_it: Annullare la mappatura

source: Your availability request has been successfully send.
de_de: Ihre Verfügbarkeits Anfrage wurde erfolgreich abgesandt.
it_it: La Sua richiesta di disponibilità è stata inviata con successo.

source: We will answer as soon as possible.
de_de: Wir werden Ihre Anfrage sobald wie möglichst bearbeiten.
it_it: Risponderemo al più presto.

source: BookingOne versions
it_it: Le versioni di BookingOne

source: Read more
it_it: Approfondisci

source: Sales tools
it_it: Sttrumenti di vendita

source: Organization tools
it_it: Strumenti di organizzazione

source: Pre Check-in PS card
it_it: Pre Check-in Scheda PS

source: PMS Management
it_it: Gestionale - PMS

source: Analysis tools
it_it: Strumenti di analisi

source: BookingOne services
it_it: I servizi di BookingOne

source: Webinar Training
it_it: Webinar di formazione

source: Request more info
it_it: Richiedi informazioni

source: The Advanced BookingOne version is the most developed version adding more functionality compared to the Medium version, like the <strong>tariff levels management</strong>, the <strong>bank gateways</strong>, the <strong>unique inventory</strong>, the <strong>virtual availability</strong>, the <strong>virtual rooms</strong>, the <strong>advanced check-in</strong> via the ticket of the State Police, the customizable information requests, the <strong>rate checker</strong>, the <strong>statistical analysis</strong> of the bookings through the Web Analytics (on request), the <strong>Channel Manager</strong> to manage the availability for Olta and GDS (on request), the program that allows the management of clients (on request) and many other advanced tools.
it_it: La versione BookingOne Advanced è la versione più sviluppata che aggiunge ulteriori funzionalità rispetto alla versione Medium, come la gestione dei <strong>livelli tariffari</strong>, i <strong>gateway bancari</strong>, l’<strong>inventario unico</strong>, la <strong>disponibilità virtuale</strong>, le <strong>camere virtuali</strong>, il <strong>pre checkin</strong> tramite la schedina della Polizia di Stato, le richieste informazioni personalizzabili, il <strong>rate checker</strong>, l’<strong>analisi statistica</strong> delle prenotazioni tramite Web Analytics (su richiesta), il <strong>Channel Manager</strong> per gestire le disponibilità per le Olta e le Gds (su richiesta), il programma che consente la gestione dei clienti (su richiesta) e molti altri tools avanzati.

source: The cost of the service includes the annual fee for the use of the platform. More services in addition to those provided by the Advanced version are provided for a fee.
it_it: Il costo del servizio comprende il canone annuo per l’utilizzo della piattaforma. Ulteriori servizi oltre a quelli previsti dalla versione Advanced sono a pagamento.

source: The table below shows the functionality of Advanced BookingOne compared with the features of the other available versions of BookingOne.
it_it: Nella tabella sottostante sono indicate le funzionalità di BookingOne Advanced messe a confronto con le funzionalità delle altre versioni disponibili di BookingOne.

source: VERSIONS
it_it: VERSIONI

source: Staff Training
it_it: Formazione al Personale

source: By phone
it_it: Telefonica

source: Support and Maintenance
it_it: Assistenza e Manutenzione

source: Technological Platform Upgrade
it_it: Upgrade piattaforma Tecnologica

source: DATA SECURITY
it_it: SICUREZZA DATI

source: SSL Certificate
it_it: Certificato SSL

source: Authenticate LOG FILE
it_it: FILE LOG Autenticati

source: Daily Back-up
it_it: Backup giornaliero

source: LISTS
it_it: LISTINI

source: Periods and closures
it_it: Periodi e chiusure

source: Price-list
it_it: Listino

source: Board Basis Management (BB,HB,FB,AI)
it_it: Gestione Trattamenti (BB,HB,FB,AI)

source: Period / day Rates Management
it_it: Gestione Tariffe periodo/giorno

source: Tariff Levels Management
it_it: Gestione Livelli Tariffari

source: Extra Bed
it_it: Letto aggiuntivo

source: Multiple price lists – Packages / Offers
it_it: Multilistini – Pacchetti/Offerte

source: Special Services – Basic E-Commerce
it_it: Servizi Speciali – e-commerce base

source: SALES POLICY
it_it: POLITICHE DI VENDITA

source: Bank gateways
it_it: Gateway bancari

source: Terms of Sale / Cancellations
it_it: Condizioni di Vendita/Cancellazioni

source: GENERAL MANAGEMENT
it_it: PROSPETTO GENERALE

source: Availability (day/period)
it_it: Disponibilità (giorno/periodo)

source: Unique Inventory
it_it: Inventario Unico

source: Virtual Availability
it_it: Disponibilità Virtuale

source: Virtual Rooms
it_it: Camere Virtuali

source: Booking constraint
it_it: Vincolo di prenotazione

source: Access by Operator
it_it: Accesso per Operatore

source: On demand
it_it: Su richiesta

source: Booking management <small>(phone, walk-in and web enquiry)</small>
it_it: Gestione Prenotazioni <small>(telefono, walk-in e enquiry web)</small>

source: Quotes and options management <small>(phone, walk-in and web enquiry)</small>
it_it: Gestione preventivi ed opzioni <small>(telefono, walk-in e enquiry web)</small>

source: Client and History Data Management
it_it: Gestione Anagrafica e dati storici

source: Quick Availability Check
it_it: Verifica disponibilità rapida

source: Follow up Task Manager
it_it: Gestione attività di Follow up

source: Various statistics
it_it: Statistiche varie

source: HOTEL MANAGEMENT
it_it: GESTIONALE

source: Prints
fr_fr: Impressions
it_it: Stampe

source: Public Security Card
it_it: Schedina Pubblica Sicurezza

source: BOOKINGS/INFO REQUESTS
it_it: PRENOTAZIONI/RICHIESTE INFO

source: Instant Bookings
it_it: Prenotazioni instant

source: Booking requests
it_it: Richieste di prenotazioni

source: Info requests
it_it: Richieste info

source: Advanced Check-in Public Security Card
it_it: Pre checkin Schedina PS

source: Booking Form / Customizable Info Request Fields
it_it: Campi Form Prenotazioni /Richieste info Personalizzabili

source: Coming soon
it_it: In realizzazione

source: Client Management
it_it: Gestione Clienti

source: Data segmentation
it_it: Segmentazione Anagrafiche

source: Marketing Campaign Management
it_it: Gestione Campagne Marketing

source: Task Management
it_it: Gestione attività

source: Mobile website + Connect
it_it: Sito mobile + Connect

source: Professional Back-up
it_it: Back-up Professionale

source: EXTRA FEATURES
it_it: FUNZIONALITA’ AGGIUNTIVE

source: BookingOne PPC (<strong>P</strong>ay <strong>P</strong>er <strong>C</strong>lick) is a new way of using BookingOne providing for the payment of the booking platform based on queries (click) in the Online Booking of the structure by the User. The cost per click is calculated by an algorithm based on the user's origin and the conversion rate.<br />The version of BookingOne PPC provides two options and the services THEY offer are included in the cost per click.
it_it: BookingOne PPC (<strong>P</strong>ay <strong>P</strong>er <strong>C</strong>lick) è un nuovo modo di utilizzo di BookingOne che prevede il pagamento della piattaforma di prenotazione sulla base delle interrogazioni (click) nel Booking Online della struttura da parte dell’Utente. Il costo per Click viene calcolato da un algoritmo basato sulla provenienza dell’utente e dal tasso di conversione.<br />La versione BookingOne PPC prevede due opzioni e i servizi da esse offerti sono compresi nel costo a click.

source: PPC ADVANCED : <strong>BOOKINGONE</strong> platform + <strong>Web Marketing</strong> actions
it_it: PPC ADVANCED : piattaforma <strong>BOOKINGONE</strong> + azioni <strong>Web Marketing</strong>

source: PPC ADVANCED ALL IN ONE : <strong>BOOKINGONE</strong> platform + creation of <strong>Website</strong> + <strong>Web Marketing</strong> actions
it_it: PPC ADVANCED ALL IN ONE : piattaforma <strong>BOOKINGONE</strong> platform + realizzazione del <strong>sito WEB</strong> + azioni di <strong>Web Marketing</strong>

source: Through the actions of Web-marketing included in the cost per click, the goal is to provide greater visibility on the net of the website of the structure.
it_it: Tramite le azioni di Webmarketing incluse nel costo a click, l’obiettivo è quello di fornire maggiore visibilità del sito della struttura nel web.

source: Access to a private Panel will be supplied to the client, through which the client will be able to
it_it: Verrà fornito al Cliente un accesso ad un Pannello riservato attraverso il quale si potrà

source: upload a credit using a credit card that will be used from time to time to deduct the value of PPC for queries made ​​to the Search booking of the Booking System
it_it: caricare tramite carta di credito un credito che verrà utilizzato per defalcare di volta in volta il valore dei PPC per le interrogazioni effettuate al Search Booking del sistema di prenotazione

source: display the turnover of bookings received and the coefficient representing the percentage of investment on turnover (coefficient of conversion / commission)
it_it: visualizzare il fatturato delle prenotazioni ricevute e il coefficiente rappresentante la percentuale dell’investimento sul fatturato (coefficiente di conversione/commissione)

source: The table below shows the functionality of BookingOne PPC confronted with the features of the other available versions of BookingOne.
it_it: Nella tabella sottostante sono indicate le funzionalità di BookingOne PPC messe a confronto con le funzionalità delle altre versioni disponibili di BookingOne.

source: The Basic BookingOne version is the simplest version of BookingOne which provides the core functionality for the management of online bookings, although it is possible to equip the platform with additional modules on demand.
it_it: La versione BookingOne Base è la versione più semplice di BookingOne che prevede le funzionalità principali per la gestione delle prenotazioni online, sebbene sia possibile dotare la piattaforma di moduli aggiuntivi su richiesta.

source: The cost of the service includes the annual fee for the use of the platform. You can simply switch to a more advanced version if you want to have more functionalities.
it_it: Il costo del servizio comprende il canone annuo per l’utilizzo della piattaforma. E’ sufficiente passare alla versione più avanzata se si desidera avere ulteriori funzionalità.

source: The table below shows the functionality of BookingOne Base compared with the features of the other available versions of BookingOne.
it_it: Nella tabella sottostante sono indicate le funzionalità di BookingOne Base messe a confronto con le funzionalità delle altre versioni disponibili di BookingOne.

source: The Medium BookingOne version is the version adding a number of advanced features compared to the basic version, like the <strong>multiple price-list packages</strong>management, the <strong>reductions</strong> and <strong>supplements</strong>, the <strong>special services</strong>, the accounts managements, the program that allows you to coordinate the online reservations with those over the counter (on request), the <strong>statistical analysis</strong>on the performance of the booking, the <strong>Channel Manager</strong> to manage the availability for Olta and GDS (on request) and the program that allows the management of clients (on request).
it_it: La versione BookingOne Medium è la versione che aggiunge una serie di funzionalità avanzate rispetto alla versione Base, come la gestione dei <strong>pacchetti multilistino</strong>, le <strong>riduzioni</strong> e i <strong>supplementi</strong>, i <strong>servizi speciali</strong>, la gestione degli acconti, il programma che permette di coordinare le prenotazioni online con quelle al banco (su richiesta), l’<strong>analisi statistica</strong> sulle performance del booking, il <strong>Channel Manager</strong> per gestire le disponibilità per le Olta e le Gds (su richiesta) e il programma che consente la gestione dei clienti (su richiesta).

source: The cost of the service includes the annual fee for the use of the platform. More services in addition to those provided by the Medium version are provided for a fee. If you want to increase the functionality of BookingOne just request a more advanced version.
it_it: Il costo del servizio comprende il canone annuo per l’utilizzo della piattaforma. Ulteriori servizi oltre a quelli previsti dalla versione Medium sono a pagamento. Se si desidera incrementare le funzionalità di BookingOne basta richiedere la versione più avanzata.

source: The table below shows the functionality of Medium BookingOne compared with the features of the other available versions of BookingOne.
it_it: Nella tabella sottostante sono indicate le funzionalità di BookingOne Medium messe a confronto con le funzionalità delle altre versioni disponibili di BookingOne.

source: Your hotel viewable and bookable from mobile devices
it_it: Il tuo hotel visibile e prenotabile dai dispositivi mobile

source: Given the increasing use of mobile systems by users, it is desirable that hotels establish websites usable by <strong>Smartphone</strong> and <strong>Tablet</strong> through which to sell and make reservations from around the world.
it_it: Dato il sempre maggior utilizzo di sistemi mobile da parte dell’utenza, è opportuno che anche gli Hotel si dotino di siti internet usabili da <strong>Smartphone</strong> e <strong>Tablet</strong> tramite i quali vendere e farsi prenotare da tutto il mondo.

source: The <strong>BOOKING ONE Mobile</strong> by MM ONE Group is the Mobile Booking Engine designed to facilitate the use of the Online Booking by Smartphone and Tablet: it allows users to navigate with just one finger and flows through passages with easy navigation.
it_it: Il <strong>BOOKING ONE Mobile</strong> di MM ONE Group è il Booking Engine Mobile concepito per facilitare l’uso del Booking Online da Smartphone e Tablet: consente agli utenti di navigare con un solo dito attraverso passaggi e flussi di navigazione semplificati.

source: Contact us to learn more
it_it: Contattaci per saperne di più

source: <strong>Say farewell to the nightmare of the cancellation of a stay!</strong><br />Allow your customers to ensure their stay<br />with the <strong>Booking Protection</strong> policy by <strong>Allianz</strong>.
it_it: <strong>Addio incubo da annullamento del soggiorno!</strong><br />Consenti ai tuoi clienti di assicurare il soggiorno<br />con la polizza <strong>Booking Protection</strong> di <strong>Allianz</strong>.

source: Thanks to the partnership between MM-ONE Group and Allianz, BookingOne is the only Online Booking platform in Italy allowing hotels, residences, apartments and B&B to offer their customers the opportunity to book their stay in safety and tranquillity.
it_it: Grazie alla partnership tra MM-ONE Group e Allianz, BookingOne è l’unica piattaforma di Booking Online in Italia che consente ad alberghi, residence, appartamenti e B&B di offrire alla propria clientela la possibilità di prenotare in tutta sicurezza e tranquillità il proprio soggiorno.

source: Advantages:
it_it: I vantaggi:

source: Your establishment will offer an innovative service that differentiates you from your competitors.
it_it: La Sua struttura potrà offrire un servizio innovativo che vi differenzia dai vostri competitor.

source: The brand Allianz helps to further guarantee the Brand of your establishment in Italy and abroad.
it_it: Il marchio Allianz contribuisce a garantire maggiormente il Brand della Sua struttura in Italia e all’Estero.

source: The activation of the Booking Protection service improves business strategies from your establishment.
it_it: L’attivazione del servizio Booking Protection migliora le strategie commerciali dalla Sua struttura.

source: Your accommodation will immediately collect the amount of the stay.
it_it: La Sua struttura ricettiva potrà incassare immediatamente l'importo del soggiorno.

source: The activation of the Booking Protection service does not imply any managerial, financial or administrative intervention on your part.
it_it: L'attivazione del servizio Booking Protection non implica da parte Vostra alcun intervento gestionale, finanziario o amministrativo.

source: The policy provides two packages:
it_it: La polizza prevede due pacchetti:

source: Refund of the amount paid
it_it: Rimborso dell’importo versato

source: Download the information package
it_it: Scarica il fascicolo informativo

source: Interruption of the stay
it_it: Interruzione del soggiorno

source: 24H Assistance
it_it: Assistenza 24H

source: Medical Expenses
it_it: Spese mediche

source: The service of Booking Protection is free of charge
it_it: Il servizio di Booking Protection è gratuito

source: Produce the best strategy checking the details of your property
it_it: Realizza la migliore strategia controllando i dati della tua struttura

source: Through the <strong>Business Intelligence</strong> service the hotel can access all the <strong>information</strong> in real time about the progress of inquiries and bookings for the purpose of implementing an optimal strategy to maximize revenues for the period.
it_it: Tramite il servizio di <strong>Business Intelligence</strong> la struttura alberghiera può accedere a tutte le <strong>informazioni</strong> in tempo reale circa l’andamento delle richieste e delle prenotazioni con lo scopo di attuare le strategiche ottimali per massimizzare i ricavi del periodo.
