Repository: mlarese/privacybe
Catalog: __doc/locale/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk

source: Insert your feedbacks regarding
de_de: Legen Sie Ihre Bewertungen in Bezug auf
es_es: Introducir sus comentarios
fr_fr: Insérez vos feedbacks sur
it_it: Inserire la Vostra recensione su

source: you could fill a questionnaire to get your feedback regarding your stay.
de_de: Sie könnten einen Fragebogen auszufüllen, um Ihr Feedback zu Ihrem Aufenthalt zu machen.
es_es: usted podría llenar un cuestionario para obtener sus comentarios sobre su estancia.
fr_fr: vous pouvez remplir un questionnaire pour obtenir vos commentaires concernant votre séjour.
it_it: compilando il questionario ci permetterete di conoscere meglio Voi e le Vostre esigenze.

source: View your reservations:
de_de: Ihr Profil:
es_es: Ver todas tus reservas:
fr_fr: Voir vos réservations:
it_it: Visualizzare i dettagli della Vostra prenotazione:

source: you could send a request to modify your reservations.
de_de: Sie können per Mail eine Anfrage auf Ihre Reservierung zu ändern.
es_es: usted puede enviar una solicitud para modificar sus reservas.
fr_fr: vous pouvez envoyer une demande de modification de vos réservations.
it_it: potrete inviare una richiesta di modifica o di cancellazione.

source: Ferry Booking
de_de: Fähre Buchen
it_it: Prenotazione Traghetti

source: If you have forgotten your password, insert you email address in the field below. Your new password will be sent to the registered email address.
es_es: Si usted ha olvidado su contraseña, introduzca su dirección de correo electrónico en el campo de abajo. Su nueva contraseña será enviada a la dirección de correo electrónico registrada.
fr_fr: Si vous avez oublié votre mot de passe, insérez votre adresse email dans le champ ci-dessous. Votre nouveau mot de passe sera envoyé à l'adresse e-mail.
it_it: Se hai dimenticato la tua password, inserisci il tuo indirizzo email nel campo sottostante. Una nuova password ti verrà inviata all'indirizzo email registrato.

source: Your new password has been sent to the registered email address.
es_es: La nueva contraseña ha sido enviada a la dirección de correo electrónico registrada.
fr_fr: Votre nouveau mot de passe a été envoyé à l'adresse e-mail.
it_it: La tua nuova password è stata inviata all'indirizzo email registrato.
nl_nl: Je nieuwe wachtwoord is naar het geregistreerd email adres verzonden.
ro_ro: O noua parola a fost trimisa pe adresa de email înregistrata.
sk_sk: NOVE HESLO BOLO ZASLANE NA ZAREGISTROVANU MAILOVU ADRESU

source: Sorry, the email is not associated to any user.
es_es: Lo sentimos, el correo electrónico no está asociada a cualquier usuario.
fr_fr: Désolé, l'adresse email n'est pas associé à n'importe quel utilisateur.
it_it: Spiacente, l'email non è associata ad alcun utente.
nl_nl: Sorry, het email correspondeert niet met gebruiker
ro_ro: Ne pare rau, emailul nu apartine unui utilizator înregistrat.
sk_sk: LUTUJEME, ZADANY MAIL SA NEVZTAHUJE K ZIADNEMU UZIVATELOVI

source: Rooms list
es_es: Habitaciones lista
fr_fr: Lista camere
hu_hu: Szobàk listàj
it_it: Lista camere
nl_nl: Kamerlijst
pl_pl: Lista pokojòw
ro_ro: Lista camere
ru_ru: Перечень комнат
sk_sk: ZOZNAM IZIEB

source: Saving
de_de: Sparen
fr_fr: Enregistrement
hu_hu: Megtakarìtà
it_it: Risparmio
nl_nl: Besparing
pl_pl: Oszczednosc
ro_ro: Economisesti
ru_ru: Экономия
sk_sk: USPORA

source: Costs and prices
de_de: Kosten und Preise
hu_hu: Költségek ès àra
it_it: Costi e Prezzi
nl_nl: Kosten en prijzen
pl_pl: Koszty i ceny
ro_ro: Costuri si preturi
ru_ru: Стоимость и цены
sk_sk: NAKLADAY A CENY

source: Apartments
de_de: Wohnungen
es_es: Apartamentos
fr_fr: Appartements
hu_hu: Apartmanok
it_it: Appartamenti
nl_nl: Appartementen
pl_pl: Apartamenty
ro_ro: Apartamente
ru_ru: Апартаменты
sk_sk: APARTMANY

source: Apartment
es_es: Apartamento
fr_fr: Appartement
hu_hu: Apartman
it_it: Appartamento
nl_nl: Appartement
pl_pl: Apartament
ro_ro: Apartament
ru_ru: Квартира
sk_sk: APARTMAN

source: Modify the insert data on Back
de_de: Ändern Sie die Daten eingeben auf Zurück
it_it: Modifica i dati per il ritorno

source: Same data for departure and return
de_de: Diese Daten für die Abreise und Rückkehr
it_it: Usa gli stessi dati per andata e ritorno

source: The fields marked in red are required
de_de: Die rot gekennzeichneten Felder sind erforderlich
hu_hu: A pirosan megjelölt mezõk kötelezõ nègyzete
it_it: I dati marcati in rosso sono obbligatori
nl_nl: De in rood aangegeven velden zijn verplicht
pl_pl: Dane opisane kolorem czerwonym sa obowiazkowe
ro_ro: Câmpurile în rosu sunt obligatorii
ru_ru: Данные, выделенные красным, обязательны для заполнения
sk_sk: POLIA OZNACENE CERVEOU SU POVINNE

source: Select your travel
de_de: Wählen Sie den Zeitplan für die Hin-und / oder die Rückkehr
it_it: Seleziona l'orario per l'andata e/o per il ritorno

source: To continue, you must enter the number of passengers and the data of any vehicles below.
de_de: Um fortzufahren, müssen Sie die Anzahl der Fahrgäste und die Daten der Fahrzeuge.
it_it: Per continuare, è necessario inserire il numero di passeggeri e i dati di eventuali veicoli al seguito.

source: Delivery by Mail
de_de: Lieferung per E-Mail
it_it: Consegna per Posta

source: Delivery by Office Piombino
de_de: Abholung beim Welcome Poin Büro
it_it: Consegna nell'ufficio di Piombino

source: Insurance travel cancellation
de_de: Reiserücktritts Versicherung
it_it: Assicurazione annullamento viaggio

source: Travel cancellation detail explanation
de_de: Im Fall, dass Sie gezwungen sind, zu kündigen, die Versicherung erstattet die Kosten für das Ticket, inklusive Steuern und Gebühren. Kosten Euro Politik
it_it: Nel caso in cui si è costretti ad annullare, l'assicurazione rimborserà il costo del biglietto comprese le imposte e le tasse. Costo

source: Show conditions
de_de: Zeige Bedingungen
hu_hu: Olvasd a feltèteleke
it_it: Leggi le condizioni
nl_nl: Lees voorwaarden
pl_pl: Czytaj warunki ogòlne
ro_ro: Citeste conditiile
ru_ru: Показать условия
sk_sk: ZOBRAZ PODMIENKY

source: Yes insurance
de_de: Ja, ich möchte, dass die Versicherung
it_it: Assicurazione

source: no insurance
de_de: keine Versicherung
it_it: nessuna assicurazione

source: Total delivery price
de_de: Gesamt-Preis
it_it: Prezzo totale per consegna

source: All measures must be expressed in centimeters
de_de: Alle Maßnahmen sind in Zentimeter
it_it: Tutte le misure devono essere espresse in centimetri

source: Passenger
de_de: Passagier
it_it: Passeggero

source: Invalid dates!
de_de: Ungültige Daten!
hu_hu: Helytelen adatok
it_it: Date non valide!
nl_nl: Ongeldige data
pl_pl: Terminy niewazne
ro_ro: Date invalide
ru_ru: Даты недействительны!
sk_sk: NEPLATNE UDAJE!

source: ElbaDisclaimerTickets
de_de: Gelegentlich wird der Preis kann je nach Tarif-Updates von der Reederei oder die Kosten für die Anlieferung. In solchen Fällen sollte, bevor er das Ticket, wird Betreuung unserer Spieler wissen, die Änderung des Preises
it_it: Sporadicamente il prezzo indicato può subire variazioni a causa di aggiornamenti tariffari della compagnia di navigazione o dei costi di recapito. In tal caso, prima dell'emissione del biglietto, sarà cura dei nostri operatori informarla sulla variazione di prezzo.

source: check48hoursFerryElba
de_de: Reservierungen Abfahrt innerhalb von 48 Stunden sind nur nach telefonischer Kontakt mit unseren Betrieb auf
it_it: Le prenotazioni con partenza entro le 48 ore si accettano soltanto previo contatto telefonico con le nostre operatrici allo

source: Special offers from
de_de: BESONDERE ANGEBOTE von
hu_hu: Speciàlis AJàNLATO
it_it: OFFERTE speciali da
nl_nl: Speciale aanbiedingen vanaf
pl_pl: OFERTY specjalne od
ro_ro: Oferte speciale de la
ru_ru: Спец. предложения от
sk_sk: SPECIALNE PONUKY OD

source: All offers
de_de: Alle Angebote zeigen
hu_hu: Làsd az összes ajànlatot
it_it: Vedi tutte le offerte
nl_nl: Toon alle aanbiedingen
pl_pl: Ogladaj wszystkie oferty
ro_ro: Vezi toate ofertele
ru_ru: Посмотреть все спец. предложения
sk_sk: VSETKY PONUKY

source: Special offers
de_de: Besondere ANGEBOTE
hu_hu: Speciàlis AJàNLATO
it_it: OFFERTE speciali
nl_nl: Speciale aanbiedingen
pl_pl: OFERTY specjalne
ro_ro: OFFERTE speciale
ru_ru: Спец. предложения
sk_sk: SPECIALNE PONUKY

source: from2
de_de: von
es_es: desde
fr_fr: de
hu_hu: Tól
it_it: da
nl_nl: Van
pl_pl: OD
ro_ro: din
ru_ru: от
sk_sk: OD

source: Validity from
de_de: Gültigkeit von
hu_hu: Érvènyessège tò
it_it: Validità dal
nl_nl: Geldig vanaf
pl_pl: Waznosc od
ro_ro: Valabil din
ru_ru: Действительно с
sk_sk: PLATNOST OD

source: best price note
de_de: Der Preis gezeigt, ist die beste in dieser Zeit. Der Betrag ist der Index, um die günstigsten Reisen im Falle von anderen Auto oder größere Zahl von Fahrgästen
it_it: Il prezzo indicato è quello reale del momento. L'importo è l'indice per conoscere la corsa più economica anche in caso di auto di maggiori dimensioni o numero di passeggeri diverso

source: Traveling with a moto?
it_it: Viaggi con una moto?

source: Select a model
de_de: Wählen Sie ein Modell
it_it: Seleziona un modello

source: Other offers
de_de: Weitere Angebote
hu_hu: Tovàbbi ajànlato
it_it: Altre offerte
nl_nl: Andere aanbiedingen
pl_pl: Inne oferty
ro_ro: Alte oferte
ru_ru: Другие спец. предложения
sk_sk: INE PONUKY

source: Outside
de_de: Ausserhalb
it_it: Fuori

source: From2
de_de: Von
es_es: De
fr_fr: De
it_it: Da
ru_ru: от

source: To2
de_de: Bis
es_es: A
fr_fr: A
it_it: A

source: We're processing your request
de_de: Wir sind der Bearbeitung Ihrer Anfrage
es_es: Estamos procesando su solicitud
fr_fr: Nous traitons votre demande
hu_hu: A kèrès feldolgozàs alatt va
it_it: Stiamo elaborando la Sua richiesta
nl_nl: Uw verzoek wordt verwerkt
pl_pl: Opracowawszy zadanie
ro_ro: Va procesam cererea
ru_ru: Ваш запрос в процессе обработки
sk_sk: SPRACOVAVAME VASU POZIADAVKU

source: Select a Route
de_de: Seleziona una tratta
it_it: Seleziona una tratta

source: You can find more hotels by changing your search criteria
de_de: Sie können Sie mehr Hotels finden, wenn Sie Ihre Suchkriterien
hu_hu: tovàbbi keresès, màs kritèrium szerin
it_it: Puoi trovare altri hotel ampliando i criteri di ricerca
nl_nl: Je kunt meer hotels vinden door zoekcriteria te wijzigen
pl_pl: Znajdz inne hotele z innymy zasadami poszukiwania
ro_ro: Poti gasi si alte hoteluri marind criteriile de cautare
ru_ru: Вы можете найти другие отели, расширив параметры поиска
sk_sk: MOZES NAJST INE HOTELY AK ROZSIRIS KRITERIA VYHLADAVANIA

source: Search hotel nearby
de_de: Suche Hotel in der Nähe
it_it: Cerca hotel nelle vicinanze

source: arrival
de_de: anreise
hu_hu: èrkezès
it_it: arrivo
pl_pl: przyjazd
ru_ru: прибытие

source: departure
de_de: abfahrt
hu_hu: indulà
it_it: partenza
pl_pl: wyjazd
ru_ru: отъезд

source: days before
de_de: tage vor
hu_hu: Elõzõna
it_it: giorni prima
nl_nl: dagen eerder
pl_pl: Dzien wczesny
ro_ro: zile înainte
ru_ru: дней раньше
sk_sk: DNI PRED

source: days after
de_de: tage nach
hu_hu: Màsna
it_it: giorni dopo
nl_nl: dagen later
pl_pl: Dzien nastepny
ro_ro: zile dupa
ru_ru: дней спустя
sk_sk: DNI PO

source: Stay
de_de: Aufenthalt
hu_hu: Szállá
it_it: Soggiorno
nl_nl: Verblijf
pl_pl: Pobyt
ro_ro: Sedere
ru_ru: Период пребывания
sk_sk: POBYT

source: Select date and route
de_de: Wählen Sie Datum und Strecke
it_it: Seleziona data e rotta

source: MobyPex1euroConditions
de_de: sind Sätze, die Beschränkungen für Änderungen und Ergänzungen. Siehe Bedingungen des Unternehmens
it_it: sono tariffe soggette a restrizioni in caso di modifica o annullamento. Guardare le condizioni della Compagnia

source: Finish and book the
de_de: Fertig stellen und buchen
it_it: Concludi e prenota anche il

source: Finish and book only
de_de: Fertig stellen und buchen Sie nur
it_it: Concludi e prenota solo il

source: Summary
de_de: Zusammenfassung
fr_fr: Résumé
hu_hu: Összefoglalása
it_it: Riepilogo
nl_nl: Overzicht
pl_pl: Podsumowanie
ro_ro: Sumar
ru_ru: Резюме
sk_sk: SUMARIZACIA

source: Booking total price
de_de: Endpreis
hu_hu: A megrendelès teljes összege
it_it: Prezzo totale prenotazione
nl_nl: Totale reserveringssprijs
pl_pl: Ogólna cena zamówienia
ro_ro: Pret total rezervare
ru_ru: Полная стоимость бронировки
sk_sk: CELKOVA CENA REZERVACIE

source: Booking deposit
de_de: Preis
hu_hu: Fizetendõ összeg
it_it: Prezzo da pagare
nl_nl: Te betalen bedrag
pl_pl: Cena do zaplaty
ro_ro: Pret de plata
ru_ru: Стоимость к оплате

source: Details Policy Stay
de_de: Details Policy Aufenthalt
hu_hu: Rèszletek az üzlet politikàrò
it_it: Dettagli politiche soggiorno
nl_nl: Details Verblijfsbeleid
pl_pl: Detale polityki pobytu
ro_ro: Detalii Politici Sederi
ru_ru: Детали условий пребывания
sk_sk: DETAILY POBYTOVEJ POLITIKY

source: After having signed your personal account in ForTravel.it you will have the chance to:
de_de: Nach der Anmeldung in Ihren persönlichen Account im ForTravel.it:
it_it: Dopo aver effettuato l’accesso al tuo account personale su ForTravel.it potrai:

source: After having signed your personal account in ItaliaABC.it you will have the chance to:
it_it: Dopo aver effettuato l’accesso al tuo account personale su ItaliaABC.it potrai:

source: VIEW THE STATUS AND ALL THE DETAILS OF YOUR RESERVATIONS:
de_de: SIE KÖNNEN IHRE RESERVIERUNGEN SEHEN ODER LEITEN
it_it: VISUALIZZARE LO STATO E I DETTAGLI DELLE TUE PRENOTAZIONI:

source: You will easily send a message to modify or cancel your reservation!
de_de: Sie können ganz einfach einen Antrag auf Änderung oder Annulierung senden!
it_it: Potrai facilmente inviare una richiesta di modifica o di cancellazione!

source: MODIFY YOUR USER PROFILE:
de_de: ÄNDERN SIE IHRE BENUTZER-PROFIL:
it_it: MODIFICARE IL TUO PROFILO UTENTE:

source: You can update your personal information and personalize your Password!
de_de: Sie können Ihre personlichen Daten neu bearbeiten und Ihr Password personalisieren!
it_it: Potrai aggiornare i tuoi dati anagrafici e personalizzare la tua password!

source: ENTER THE AREA DEDICATED TO THE PERSONALIZED DISCOUNTS:
de_de: ZUGANG IHREN PERSONLICHEN RABATT-BEREICH:
it_it: ACCEDERE ALL'AREA DEDICATA AGLI SCONTI PERSONALIZZATI:

source: You can discover the offers that we have thought for you!
de_de: Sie können die spezielle Angebote entdecken!
it_it: Potrai scoprire le offerte che abbiamo pensato per te!

source: ENTER YOUR REVIEW ABOUT THE HOTEL RESERVED WITH FORTRAVEL.IT:
de_de: FÜLLEN DER BEWERTUNG FRAGEBOGEN ÜBER DAS HOTEL ( MIT FORTRAVEL.IT RESERVIERT ) IHRES AUFENTHALTES:
it_it: INSERIRE LA TUA RECENSIONE SULLA STRUTTURA IN CUI HAI SOGGIORNATO TRAMITE FORTRAVEL.IT:

source: ENTER YOUR REVIEW ABOUT THE HOTEL RESERVED WITH ITALIAABC.IT:
it_it: INSERIRE LA TUA RECENSIONE SULLA STRUTTURA IN CUI HAI SOGGIORNATO TRAMITE ITALIAABC.IT:

source: At the return from your holiday you can fill in the questionnaire, helping us to improve the selection of our affiliated Hotels, and your review will be published online to help other users in their future choices.
de_de: Ihre Bewertung wird online veröffentlicht, um der Auswahl unserer Hotels zu verbessern und andere Benutzer in Ihren künftigen Entscheidungen zu helfen.
it_it: Compilando il questionario al ritorno dal tuo soggiorno ci permetterai di migliorare la selezione delle strutture ricettive affiliate a ForTravel.it e la tua recensione verrà pubblicata online per aiutare altri utenti nelle loro scelte future.

source: At the return from your holiday you can fill in the questionnaire, helping us to improve the selection of our affiliated hotels, and your review will be published online to help other users in their future choices.
it_it: Compilando il questionario al ritorno dal tuo soggiorno ci permetterai di migliorare la selezione delle strutture ricettive affiliate a ItaliaABC.it e la tua recensione verrà pubblicata online per aiutare altri utenti nelle loro scelte future.

source: LOGIN NOW!!
de_de: LOGIN JETZT!!
it_it: ACCEDI ORA!!

source: Services
de_de: Dienstleistungen
fr_fr: Facilitè
hu_hu: Szolgàltatàso
it_it: Servizi
pl_pl: Uslugi
ro_ro: Servicii
ru_ru: Услуги
sk_sk: SLUZBY

source: Get directions
de_de: Route berechnen
hu_hu: Utvonal kèrè
it_it: Ottieni indicazioni stradali
nl_nl: Routebeschrijving
pl_pl: Oznakowania drogowe
ro_ro: Obtine indicatii stradale
ru_ru: Получить дорожные указания
sk_sk: ZISKAJ UKAZOVATELE CESTY

source: To here
de_de: Hierher
hu_hu: Idài
it_it: A qui
nl_nl: Naar hier
pl_pl: Do
ro_ro: Aici
ru_ru: Сюда
sk_sk: WHO

source: From here
de_de: Von hier
hu_hu: Innentõ
it_it: Da qui
nl_nl: Vanaf hier
pl_pl: Stad
ro_ro: De aici
ru_ru: Отсюда
sk_sk: ODTIALTO

source: Start address
de_de: Startadresse
hu_hu: Kiindulò cì
it_it: Indirizzo di partenza
nl_nl: Vertrekadres
pl_pl: Adres wyjazdu
ro_ro: Adresa de plecare
ru_ru: Адрес отправления
sk_sk: ADRESA MIESTA ODCHODU

source: End address
de_de: Zieladresse
hu_hu: Érkezèsi cì
it_it: Indirizzo di arrivo
nl_nl: Aankomstadres
pl_pl: adres przyjazdu
ro_ro: Adresa de sosire
ru_ru: Адрес прибытия
sk_sk: ADRESA PRICHODU

source: Get route
de_de: Route berechnen
hu_hu: Utvonal szàmìtà
it_it: Calcola percorso
nl_nl: Bereken route
pl_pl: Okreslaj trase
ro_ro: Calculeaza ruta
ru_ru: Узнать маршрут
sk_sk: PREPOCITAJ TRASU

source: More photos
de_de: Weitere Bilder
hu_hu: Màs kèpe
it_it: Altre foto
nl_nl: Meer foto's
pl_pl: Wiecej zdjecia
ro_ro: Mai multe poze
ru_ru: Другие фото
sk_sk: VIAC FOTOGRAFII

source: Less photos
de_de: Weniger Bilder
hu_hu: Kevesebb kè
it_it: Meno foto
nl_nl: Minder foto's
pl_pl: mniej zdjecia
ro_ro: Mai putine fotografii
ru_ru: Меньше фотографий
sk_sk: MENEJ FOTOGRAFII

source: Guest's opinion: why are we asking you these questions?
de_de: Gästesansicht: warum stellen wir Ihnen diese Fragen?
it_it: Giudizio del cliente: perché Ti rivolgiamo queste domande?

source: We ask you to express your opinion about your staying at
de_de: Wir fragen Ihnen Ihre Ansicht über den Urlaub beim
it_it: Ti chiediamo di comunicarci la Tua opinione in merito al Tuo soggiorno presso

source: Your advices will let us improve our service. What did you appreciate more? What can be improved?
de_de: Ihr Beitrag kann unsere Leistung verbessern. Was haben Sie am besten geschätzt? Welches Aspekt können wir verbessern?
it_it: Il Tuo contributo ci consentirà di migliorare il nostro servizio. Cosa hai apprezzato? E quale aspetto potremmo invece migliorare?

source: Our intent is that of offering only high quality hotels. Your opinion will help us know your preferences.
de_de: Unser Ziel ist Ihnen nur höhe Qualität Strukturen anzubieten. Ihr Ansicht hilft uns Ihre Vorzugsstimme zu bestimmen.
it_it: Il nostro intento è quello di proporre soltanto gli hotel migliori. Il Tuo giudizio, inoltre, ci aiuterà a determinare le Tue preferenze.

source: Your opinion will be posted on our website, in order to help other travellers make a conscious choice, this way next time you will profit by their own advices.
de_de: Ihr Ansicht wird auf unser Website öffentlich bekannt geben, um andere Gäste ein unterrichtet Wahl helfen zu machen; nächstes Mal können Sie aus Ihren Ansicht Nutzen ziehen.
it_it: Il Tuo giudizio sarà pubblicato sul nostro sito, affinché possa aiutare gli altri viaggiatori a compiere una scelta consapevole; in questo stesso modo, la prossima volta, sarai Tu a beneficiare dei loro giudizi.

source: To avoid any misunderstanding, please do not write the total amount of your stay, because rates may vary.
de_de: Um Missverständnis zu vermeiden, bitte schrieben Sie kein Preis, weil Gebühren ändern.
it_it: Per evitare equivoci, Ti preghiamo di non indicare l’importo del Tuo soggiorno, poiché le tariffe potrebbero variare.

source: Opinions about the hotel
de_de: Hotelschätzung
es_es: Opiniones sobre el hotel
fr_fr: Opinions sur l'hôtel
it_it: Valutazione dell'hotel

source: How do you judge the hotel following these parameters?
de_de: Wie schätzen Sie das Hotel mit folgende Parameters?
es_es: Cómo valora el hotel siguiendo estos parámetros?
fr_fr: Comment jugez-vous l'hôtel suivant ces paramètres?
it_it: Come valuti l'hotel secondo questi parametri?

source: How do you judge the hotel?
de_de: Wie schätzen Sie das Hotel?
es_es: Cómo valora el hotel?
fr_fr: Comment jugez-vous l'hôtel?
it_it: Come giudichi l'hotel?

source: What did you appreciate about your stay?
de_de: Was haben Sie am besten gewürdigt Ihr Aufenthalt während?
it_it: Cosa hai apprezzato durante il Tuo soggiorno?

source: please write at least 15 words
de_de: bitte schreiben Sie mindestens 15 Worten
it_it: inserire un testo di almeno 15 parole

source: Are there any aspects which you didn't appreciate about this hotel?
de_de: Gibt es Aspekten die Sie nicht behagen haben?
it_it: Ci sono aspetti che non hai gradito di questo hotel?

source: Based on your experience, would you recommend this hotel?
de_de: Dank Ihr Erfahrung würden Sie dieses Hotel empfehlen?
it_it: Sulla base della Tua esperienza raccomanderesti questo hotel?

source: Do you agree on other guests' opinion about this hotel?
de_de: Glauben Sie dass man die Ansichten den Kunden über dieses Hotel teilen können?
it_it: Pensi che le opinioni rilasciate dagli ospiti riguardo questo hotel siano condivisibili?

source: Some information about your stay
de_de: Auskunfte über Ihr Aufenthalt
it_it: Alcune informazioni sul Tuo soggiorno

source: Which is the main reason why you chose this hotel?
de_de: Warum haben Sie dieses Hotel gewählt?
it_it: Qual è il motivo principale per cui hai scelto questo hotel?

source: Which was the reason of your journey?
de_de: Was war der Zweck Ihres Urlaub?
it_it: Qual era lo scopo del Tuo viaggio?

source: Send your opinion
de_de: Senden dieses Gericht
es_es: Envía tu opinión
fr_fr: Envoyez votre avis
it_it: Invia questo commento

source: The hotel possesses your personal data about the reservation and may answer to your opinion. We invite you not to use offensive terms. Do not use this judgement to complain about the structure.
de_de: Das Hotel besitzt Ihr Reservierungsangaben und kann an Ihr Urteil antworten. Bitte benutzen Sie kein beleidigente Redeweise und benutzen nicht diese Ansicht als Beschwerde.
it_it: L'albergo dispone dei dati riguardanti la Tua prenotazione e potrebbe risponderti riguardo al Tuo giudizio. Ti preghiamo di non utilizzare un linguaggio offensivo. Non utilizzare questo giudizio per reclami.

source: Complaints about the hotel
de_de: Beschwerde über das Hotel
it_it: Reclami riguardanti l'hotel

source: The majority of hotels have an official complaining operating procedure. If you didn’t make a complaint during your stay you can still send a complaining letter to the hotel's address.
it_it: Per la maggiorparte degli hotel, vige una procedura ufficiale di reclamo. Qualora non avessi presentato reclamo durante il soggiorno, puoi inviare una lettera di reclamo all'indirizzo dell'hotel.

source: Problems/advices during the booking procedure
de_de: Probleme/Ratschläge der Reservierung Während
it_it: Problemi / suggerimenti riscontrati nella procedura di prenotazione

source: For every problem occurred during the booking procedure or for any other advice, please let us know at assistenza@fortravel.it
de_de: Für jede Problem der Reservierungsvorgang während, oder für weitere Auskunfte bitte machen uns aufmerksam an assistenza@fortravel.it
it_it: Per qualunque problema riscontrato nella procedura di prenotazione o per qualunque suggerimento, Ti invitiamo a segnalarlo al seguente indirizzo: assistenza@fortravel.it

source: Discounts dedicated to you
de_de: Ermäßigungen für sie
it_it: Gli sconti a Te dedicati
