Repository: mlarese/privacybe
Catalog: __doc/locale/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk

source: Reservation rules
fr_fr: Règles De Réservation
it_it: Vincoli di prenotazione

source: Reservation rules manager
fr_fr: Manager Règles De Réservation
it_it: Gestione vincoli di prenotazione

source: Reservation rule manager
fr_fr: Manager Règles Réservation
it_it: Gestione vincolo di prenotazione

source: Advanced data
fr_fr: Données Avancées
it_it: Settaggi avanzati

source: Commission
it_it: Commissione

source: Commissions
it_it: Commissioni

source: Statistics
fr_fr: Statistiques
it_it: Statistiche

source: Rates policy
fr_fr: Politique De Prix
it_it: Politiche di prezzo
nl_nl: Prijsbeleid
ro_ro: Politica de preturi
sk_sk: CENOVA POLITKA

source: General prospect
fr_fr: Perspective Generale
it_it: Prospetto generale

source: Period
fr_fr: Période
hu_hu: Idõponto
it_it: Periodo
nl_nl: Periode
pl_pl: Terminy
ro_ro: Perioada
ru_ru: Период
sk_sk: OBDOBIE

source: Periods
fr_fr: Périodes
it_it: Periodi

source: Multirate
fr_fr: Tarifs Multiples
it_it: Multilistino
pl_pl: Cennik
ro_ro: Tarife
sk_sk: MULTICENNIK

source: Accessory services
hu_hu: Speciàlis szolgàltatàsok
it_it: Servizi speciali
nl_nl: Speciale service
pl_pl: Specjalne uslugi
ro_ro: Servicii speciale
ru_ru: Специальные услуги
sk_sk: SPECIALNE SLUZBY

source: Reductions - Supplements
hu_hu: Kedvezmènyek-Felàra
it_it: Riduzioni - Supplementi
nl_nl: Kortingen - Toeslagen
pl_pl: Znizki - doplaty
ro_ro: Reduceri - Suplimente
ru_ru: Сокращение - Дополнение
sk_sk: ZLAVY - PRIPLATKY

source: Requests
fr_fr: Demandes
hu_hu: Kèrèse
it_it: Richieste
nl_nl: Aanvragen
pl_pl: Zadania
ro_ro: Cerinte
ru_ru: Запросы
sk_sk: POZIADAVKY

source: Enquiries list
it_it: Lista richieste

source: General description
it_it: Descrizione generale

source: Photo manager
fr_fr: Manager Des Photo
it_it: Gestione foto

source: Partner List
it_it: Lista partner

source: Guests list
fr_fr: Liste Clients
it_it: Lista ospiti

source: Change password
it_it: Cambio password

source: Interesting Point list
fr_fr: Liste Points D'intérêt
it_it: Lista punti d'interesse

source: Interesting Point gallery
it_it: Gallery punti d'interesse

source: * are mandatory
fr_fr: * Sont obligatoires
it_it: * sono obbligatori

source: Portal
fr_fr: Portail
it_it: Portale

source: Visibility start
fr_fr: Début De Visibilité
it_it: Inizio visibilità

source: Visibility end
fr_fr: Fin De Visibilité
it_it: Fine visibilità

source: Validity start
fr_fr: Début E Validité
it_it: Inizio validità

source: Validity end
fr_fr: Fin De Validité
it_it: Fine validità

source: Add a Multirate
it_it: Aggiungi un multilistino

source: All portals
fr_fr: Sera Supprimé Toutes Les Données De La Structure
it_it: Tutti i portali

source: No account
fr_fr: Pas De Compte
it_it: Nessun acconto
nl_nl: Geen aanbetaling
ro_ro: Niciun cont

source: logged guests
fr_fr: clients connectés
it_it: Ospiti registrati

source: all guests
de_de: alle Gäste
fr_fr: tous les clients
it_it: Tutti gli ospiti

source: Structure treatment
fr_fr: Traitement
hu_hu: Kezelèse
it_it: Trattamenti
nl_nl: Verzorging
pl_pl: Wyzywienia
ro_ro: Tratamente
ru_ru: Питание
sk_sk: ROZSAH SLUZIEB

source: Booking Type Change
fr_fr: Changement Type De Réservation
it_it: Cambiamento del tipo di prenotazione

source: Booking type
fr_fr: Type De Réservation
it_it: Tipo di prenotazione

source: Payment type
fr_fr: Type De Paiement
it_it: Tipo di pagamento

source: Payment request
fr_fr: Demande De Paiement
it_it: Richiesta pagamento

source: Use Credit Card
fr_fr: Utilise Carte De Crédit
it_it: Uso di carta di credito

source: Credit Card Verify Type
it_it: Tipo di verifica sulla carta di credito

source: Postal order
fr_fr: Mandat Postal
it_it: Vaglia postale

source: Modify a multirate
fr_fr: Modifier Tarifs Multiples
it_it: Modifica un multilistino

source: Multirate manager
fr_fr: Managr Tarifs Multiples
it_it: Gestione multilistini

source: Multirate list
fr_fr: Liste Tarifs Multiples
it_it: Lista multilistini

source: Add a multirate
fr_fr: Ajouter Tarifs Multiples
it_it: Aggiungi un multilistino

source: Room not available for this board
de_de: Zimmer nicht verfügbar für dieses Verpflegung
hu_hu: Helyiség nem áll rendelkezésre ehez a kezeléshe
it_it: Stanza non disponibile per questo trattamento
nl_nl: Kamer met deze verzorging niet beschikbaar
pl_pl: Pokój nie jest dostępna dla tego forum
ro_ro: Camera nedisponibila pentru acest tratament
ru_ru: Комната недоступна с этим типом питания
sk_sk: PRE TENTO ROZSAH SLUZIEB NIE JE K DISPOZICII ZIADNA VOLNA IZBY

source: Accepting terms and conditions
de_de: Annahme von Bestimmungen und Bedingungen
fr_fr: Accepter Les Termes Et Conditions
hu_hu: Szerzõdès feltèteli elfogadàsa
it_it: Accettazione termini e condizioni
nl_nl: Accepteer algemene voorwaarden
pl_pl: Akceptacja warunków
ro_ro: Acceptare termene si conditii
ru_ru: Согласие со сроками и условиями
sk_sk: AKCEPTOVANIE PODMIENOK

source: Portal Ferry
it_it: Portale Traghetto

source: Rapid search
de_de: Schnellsuche
es_es: Búsqueda rápida
fr_fr: Recherche rapide
hu_hu: Gyors keresè
it_it: Ricerca rapida
nl_nl: Snelzoeken
pl_pl: Szybkie poszukiwanie
ro_ro: Cautare rapida
ru_ru: Быстрый поиск
sk_sk: RYCHLE VYHLADAVANIE

source: Hotels and apartments
de_de: Hotels und Appartements
es_es: Hoteles y apartamentos
fr_fr: Hôtels et résidences
hu_hu: Szàlloda ès apartmano
it_it: Hotel e appartamenti
nl_nl: Hotels en appartementen
pl_pl: Hotel i apartamenty
ro_ro: Hoteluri si apartamente
ru_ru: Отель и апартаменты
sk_sk: HOTELY A APARTMANY

source: N. rooms
de_de: N. Zimmer
es_es: N. habitaciones
fr_fr: N. chambres
hu_hu: Szobàk szàm
it_it: N. camere
nl_nl: Aantal kamers
pl_pl: Ilosc pokojów
ro_ro: nr. Camere
ru_ru: Кол-во комнат
sk_sk: POCET IZIEB

source: N. persons
de_de: N. Leute
es_es: N. personas
fr_fr: N. personnes
hu_hu: Szemèlyek szàm
it_it: N. persone
nl_nl: Aantal personen
pl_pl: Ilosc osób
ro_ro: Nr. Persoane
ru_ru: Кол-во Человек
sk_sk: POCET OSOB

source: Search on the map
de_de: Suchen Sie in der Karte
es_es: Buscar en el mapa
fr_fr: Recherche sur la carte
it_it: Ricerca nella mappa

source: Hotels near to
de_de: Hotels in der Nähe von
es_es: Hoteles cerca de
fr_fr: Hôtels à proximité de
it_it: Hotel vicini a

source: Estimate
de_de: Schätzungen berechnen
es_es: Calcular estimaciones
fr_fr: Calculer les prévisions
hu_hu: Ajànlat kiszàmìtàs
it_it: Calcola preventivo
nl_nl: Bereken offerte
pl_pl: Wyliczaj kosztorys
ro_ro: Estimativ
ru_ru: Предварительный расчет
sk_sk: UROB ODHAD

source: Rapid search hotels and lodgings
de_de: Schnelle Suche Hotels und Unterkünfte
hu_hu: Szàlloda -szállások gyors keresès
it_it: Ricerca rapida Hotel-Alloggi
nl_nl: Snelzoeken hotels en accommodaties
pl_pl: Szybkie poszukiwanie Hotelòw-Mieszkan
ro_ro: Cautare rapida hoteluri si cazari
ru_ru: Быстрый поиск Отель-Проживание
sk_sk: RYCHLE VYHLADAVANIE HOTEL-UBYTOVANIE

source: Search result
de_de: Rechercheergebnis
hu_hu: Keresès eredmèny
it_it: Risultato della ricerca
nl_nl: Zoekresultaat
pl_pl: Wynik poszukiwania
ro_ro: Rezultat cautare
ru_ru: Результат поиска
sk_sk: VYSLEDOK HLADANIA

source: Offers
de_de: Angebote
es_es: Ofertas
fr_fr: Offres
hu_hu: Ajànlato
it_it: Offerte
nl_nl: Aanbiedingen
pl_pl: Oferty
ro_ro: Oferte
ru_ru: Спец. предложения
sk_sk: PONUKY

source: Check availability
de_de: Verfügbarkeit
es_es: Disponibilidad
fr_fr: Vérifiez La Disponibilité
hu_hu: Szabad kapacitàs leellenõrès
it_it: Verifica disponibilita'
nl_nl: Controleer beschikbaarheid
pl_pl: Sprawdz dostepnosc
ro_ro: Verifica disponibilitate
ru_ru: Проверка наличия
sk_sk: OVER DOSTUPNOST

source: Mobile phone number can not be empty
de_de: Handy-Nummer darf nicht leer sein
hu_hu: A mobiltelefonszám megadàsa kötelez
it_it: Il numero di cellulare non può essere vuoto
nl_nl: Veld Mobiel telefoonnummer moet ingevuld zijn
pl_pl: Prosimy pisac nr. komurkowy
ro_ro: Câmpul Telefon Mobil nu poate ramâne necompletat
ru_ru: Обязательно укажите номер моб. телефона
sk_sk: POLE MOBIL NESMIE BYT PRAZDNE

source: City nature
de_de: stadt-kunst
es_es: ciudad-arte
fr_fr: Ville-Art
it_it: citta-arte

source: Mountain nature
de_de: berg
es_es: montaña
fr_fr: Montagne
it_it: montagna

source: Sea nature
de_de: meer
es_es: mar
fr_fr: Mer
it_it: mare

source: Request availability
de_de: Anfrage Verfügbarkeit
es_es: Solicitud disponibilidad
fr_fr: Demande disponibilité
hu_hu: Szabad kapacitàs lekèrès
it_it: Richiedi disponibilità
nl_nl: Vraag beschikbaarheid aan
pl_pl: Zadanie dostepnosc
ro_ro: Cere disponibilitate
ru_ru: Запрос о наличии
sk_sk: POZIADAVKA O VOLNE UBYTOVACIE MOZNOSTI

source: Map
de_de: Karte
es_es: Mapa
fr_fr: Carte
hu_hu: Tèrkè
it_it: Mappa
pl_pl: Mapa
ro_ro: Harta
ru_ru: Карта

source: Room services
de_de: Zimmerservice
es_es: Servicios de habitación
fr_fr: Services ou de chambre
hu_hu: Szoba szolgàltatàsa
it_it: Servizi della camera
nl_nl: Kamerfaciliteiten
pl_pl: Uslugi w pokoju
ro_ro: Servicii de camera
ru_ru: Комнатные услуги
sk_sk: ROZSAH SUZIEB IZBY

source: Currencies manager
fr_fr: Manager Devises
it_it: Gestione valute

source: Request a change of this reservation
de_de: Fordern für die änderunge diese reservierung
it_it: Richiedi la modifica di questa prenotazione

source: Send a message to ForTravel.it to request the desired changes
de_de: Senden Sie eine Mitteilung an ForTravel.it, um die gewünschte Änderungen vor
it_it: Invia un messaggio a ForTravel.it richiedendo le modifiche desiderate

source: Send a message to ItaliaABC.it to request the desired changes
it_it: Invia un messaggio a ItaliaABC.it richiedendo le modifiche desiderate

source: Send a message to Victoria Prestige to request the desired changes
de_de: Senden Sie eine Mitteilung an Victoria Prestige, um die gewünschte Änderungen vor
es_es: Enviar un mensaje a Victoria Prestige para solicitar los cambios deseados
fr_fr: Envoyez un message à Victoria Prestige de demander les modifications souhaitées
it_it: Invia un messaggio a Victoria Prestige richiedendo le modifiche desiderate

source: Go back to the previous page without sending the request
de_de: Zurückkommen um vorherigen Seite, ohne der Mitteilung zu senden
it_it: Ritorna alla pagina precedente senza inviare la richiesta

source: Destination
de_de: Reiseziel
hu_hu: Desztinàci
it_it: Destinazione
nl_nl: Eindbestemming
pl_pl: Miejsce przeznaczenia
ro_ro: Destinatie
ru_ru: Назначение
sk_sk: CIELOVE MIESTO

source: Compile questionnaire
de_de: Compile Fragebogen
hu_hu: Töltsd ki a kèrdõìve
it_it: Compila il questionario
nl_nl: Vul vragenlijst in
pl_pl: Wypelniaj formularz
ro_ro: Completeaza chestionarul
ru_ru: Заполните анкету
sk_sk: VYPLN DOTAZNIK

source: Request the cancellation of this reservation
de_de: Verlangen die annullierung dieser reservierung
it_it: Richiedi l’annullamento di questa prenotazione
nl_nl: Vraag annulering van deze reservering aan
ro_ro: Cere anularea acestei rezervari
sk_sk: POZIADAJ O ZRUSENIE TEJTO REZERVACIE

source: Are you sure that you want to cancel this reservation?
de_de: Sind Sie sicher, dass Sie diese Reservierung abzusagen wollen?
it_it: Sei sicuro di voler annullare la tua prenotazione?

source: We remind you that IT is not possible to nullify the cancellation!
de_de: Sie Können nicht diesem Schritt kündingen!
it_it: Ti ricordiamo che non è possibile annullare la cancellazione!
nl_nl: Wij wijzen u erop dat de annulering niet ongedaan kan worden gemaakt
ro_ro: Va amintim ca nu este posibila anularea rezervarii!
sk_sk: PRIPOMINAME, ZE NIE JE MOZNE ZRUSIT ZRUSENIE

source: Please select the reason for the cancellation
de_de: Wir bitten Sie, den Grund für die Annullierung zu wählen
it_it: Ti preghiamo di indicare il motivo della cancellazione
nl_nl: Wij verzoeken u de reden van annulering aan te geven
ro_ro: Te rugam sa ne comunici motivul anularii
sk_sk: PROSIME O UVEDENIE DOVODU ZRUSENIA

source: I have founded a better fare in anothet web-site
de_de: Ich habe einen andere besseren Tarif gefundet
fr_fr: Ho trovato una tariffa migliore in un altro sito
it_it: Ho trovato una tariffa migliore in un altro sito

source: Family or personal reasons
de_de: Persönliche oder familiären Gründen
it_it: Motivi familiari o personali

source: I did not receive the confirmation e-mail
de_de: Ich habe keine e-mail für Bestätigung bekommt
fr_fr: Non ho ricevuto la mail di conferma
it_it: Non ho ricevuto la mail di conferma

source: Other, please specify the reason
de_de: Andere, Schreiben Sie bitte den Grund
it_it: Altro, si prega di specificare il motivo

source: Your reservations
de_de: Ihre Buchungen
it_it: Le tue prenotazioni

source: Your profile
de_de: Ihr Profil
it_it: Il tuo profilo

source: Completed structures list
de_de: Vollständige Liste Strukturen
hu_hu: Épületek teljes listàj
it_it: Elenco completo strutture
nl_nl: Komplete lijst accommodaties
pl_pl: Calkowita lista obiektów
ro_ro: Lista completa de structuri
ru_ru: Полный список структур
sk_sk: ZOZNAM UBYTOVACICH ZARIADENI

source: General data and comfort
de_de: Allgemeine Daten und Komfort
it_it: Dati generali e comfort

source: The whole island
de_de: Die ganze Elba Insel
it_it: Tutta l'isola d'Elba

source: Previous
de_de: Zurück
fr_fr: Précédent
hu_hu: Elõz
it_it: Precedente
nl_nl: Voorgaand
pl_pl: Poprzedny
ro_ro: Precedent
ru_ru: Предыдущий
sk_sk: PREDCHADZAJUCI

source: Route
de_de: Strecke
it_it: Tratta

source: Going
de_de: Gehend
it_it: Andata

source: Round trip
de_de: Hin-und Rückfahrt
it_it: Andata/Ritorno

source: Select a route
de_de: Wählen Sie eine Route
fr_fr: Sélectionner Une Route
it_it: Scegli una tratta

source: Back
de_de: Zurück
fr_fr: Retour
hu_hu: tàvozàs
it_it: Ritorno
nl_nl: Ga terug
pl_pl: Powrót
ro_ro: Întoarcere
ru_ru: Возвращение
sk_sk: NASPAT

source: Return
de_de: Zurück
fr_fr: Retour
hu_hu: Vissz
it_it: Ritorno
nl_nl: Ga terug
pl_pl: Powrót
ro_ro: Întoarcere
ru_ru: Возвращение
sk_sk: NAVRAT

source: Search Ferry
de_de: Suche
it_it: Ricerca

source: Departure
de_de: Abfahrt
hu_hu: Indulà
it_it: Partenza
nl_nl: Vertrek
pl_pl: Wyjazd
ro_ro: Plecare
ru_ru: Отъезд
sk_sk: ODCHOD

source: Arrival
de_de: Anreisedatum
hu_hu: Érkezès
it_it: Arrivo
nl_nl: Aankomst
pl_pl: Przyjazd
ro_ro: Sosire
ru_ru: Прибытие
sk_sk: PRICHOD

source: Forward
de_de: Weiter
es_es: Reenviar
fr_fr: Avancer
hu_hu: Elõr
it_it: Avanti
nl_nl: Verder
pl_pl: Dalej
ro_ro: Înainte
ru_ru: Вперед
sk_sk: DALEJ

source: Round
de_de: Reise
it_it: Viaggio

source: Shipbuilding company
de_de: Fähregesellschaft
it_it: Compagnia Traghetti

source: Insert data for Ferry
de_de: Fähreangaben einfügen
it_it: Inserimento dati Traghetto

source: Passengers
de_de: Passagiere
it_it: Passeggeri

source: passengers
de_de: Passagiere
it_it: passeggeri

source: Infants
de_de: Babies
hu_hu: Csecsemõ
it_it: Neonati
nl_nl: Babies
pl_pl: niemówlat
ro_ro: Bebelusi
ru_ru: Дети в возрасте от 0 до 3 лет
sk_sk: NOVORODENCI

source: Infant
it_it: Neonato

source: Teen
it_it: Adolescente

source: Animals
de_de: Haustiere
it_it: Animali

source: animals
de_de: Haustiere
it_it: animali

source: Vehicle
de_de: Fahrzeug
it_it: Veicolo

source: No Vehicle
de_de: Kein Fahrzeug
fr_fr: Pas De Véhicule
it_it: Nessun Veicolo

source: No Trailer
de_de: Kein Aanhänger
fr_fr: Pas De Remorque
it_it: Nessun Rimorchio

source: Height
de_de: Höhe
fr_fr: Altezza
it_it: Altezza

source: Length
de_de: Länge
it_it: Lunghezza

source: Width
de_de: Breite
it_it: Larghezza

source: Trailer
de_de: Anhänger
fr_fr: Remorque
it_it: Rimorchio

source: Date
de_de: Datum
fr_fr: Dates
hu_hu: Dàtu
it_it: Data
nl_nl: datum
pl_pl: Termin
ro_ro: Data
ru_ru: Дата
sk_sk: DATUM

source: at
de_de: um
hu_hu: kor
it_it: alle
nl_nl: om
pl_pl: na
ro_ro: la
ru_ru: на
sk_sk: O

source: Reservation Ferry
de_de: Fährereservierung
it_it: Prenotazione Traghetto

source: Booking data departure
de_de: Hinfahrtangaben
it_it: Dati prenotazione andata

source: Booking data return
de_de: Rückfahrtangaben
it_it: Dati prenotazione ritorno

source: Guest records
de_de: Kundeeingaben
fr_fr: Données Des Clients
it_it: Dati cliente
nl_nl: Klantgegevens
ro_ro: Date client
sk_sk: UDAJE KLIENTA

source: Birthplace
de_de: Geburtsort
it_it: Città di nascita

source: Birthday
de_de: Geburtsdatum
it_it: Data di nascita

source: Vehicle data
de_de: Fahrzeugangaben
it_it: Dati veicolo

source: Brand
de_de: Firma
it_it: Casa

source: Model
de_de: Nr.
fr_fr: Modèle
it_it: Modello

source: Plate
de_de: Kennzeichen
it_it: Targa

source: Petitioner records
de_de: Passagiere Angaben
it_it: Dati richiedente

source: District
de_de: Stadt
hu_hu: Vàro
it_it: Città
nl_nl: Plaats
pl_pl: Miasto
ro_ro: Oras
ru_ru: Город
sk_sk: MESTO

source: Methods of payment
de_de: Zahlungsweise
hu_hu: Fizetèsi lehetõsège
it_it: Metodi di pagamento
nl_nl: Betalingswijze
pl_pl: Formy Platnosci
ro_ro: Metode de plata
ru_ru: Способы оплаты
sk_sk: METODY PLATBY

source: Info travel
de_de: Reiseinformationen
it_it: Informazioni viaggio

source: New search
de_de: Neue Suche
hu_hu: Újabb keresè
it_it: Nuova ricerca
nl_nl: Opnieuw zoeken
pl_pl: Nowe poszukiwanie
ro_ro: Cautare noua
ru_ru: Новый поиск
sk_sk: NOVE VYHLADAVANIE

source: Error
de_de: Fehler
fr_fr: Eerreur
hu_hu: Hib
it_it: Errore
nl_nl: Fout
pl_pl: Blad
ro_ro: Errore
ru_ru: Ошибка
sk_sk: CHYBA

source: No one route founded with this criteria
de_de: Keine Strecke mit diesen Kriterien
it_it: Nessuna tratta trovata con questi criteri di ricerca

source: Go back
de_de: Zurück
fr_fr: Retour
hu_hu: vissz
it_it: Torna indietro
nl_nl: Ga terug
pl_pl: Wracaj
ro_ro: Înapoi
ru_ru: Вернуться назад
sk_sk: VRAT SA

source: Details Policy Ferry
de_de: Detaillerte Fährepolitik
it_it: Dettagli Politiche Traghetto

source: Warning
de_de: Achtung
fr_fr: Avertissement
hu_hu: Figyele
it_it: Attenzione
nl_nl: Pas op
pl_pl: Uwaga
ro_ro: Atentie
ru_ru: Внимание
sk_sk: POZOR

source: and
de_de: und
fr_fr: et
hu_hu: ès
it_it: e
nl_nl: en
pl_pl: oraz
ro_ro: si
ru_ru: и
sk_sk: A

source: Copy the insert data on Back
de_de: Die Angaben auf Rückfahrt kopieren
it_it: Copia i dati per il ritorno

source: Zip
de_de: PZL
hu_hu: Irányítószám
it_it: CAP
pl_pl: Kod pocztowy
ru_ru: Индекс

source: Booking request
de_de: Reservierungsanfrage
es_es: Solicitud de reserva
fr_fr: Demande de réservation
hu_hu: Megrendelès kèrèse
it_it: Richiedi prenotazione
nl_nl: Reserveringsaanvraag
pl_pl: Zamów
ro_ro: Cerere de rezervare
ru_ru: Запрос бронирования
sk_sk: POZIADAVKA O REZERVACIU

source: Search only available
de_de: Suche nur zur Verfügung
es_es: Buscar sólo disponibles
fr_fr: Rechercher disponibles uniquement
hu_hu: Keresès a szabad kapacitàson kereszt?
it_it: Cerca solo con disponibilità
nl_nl: Zoek alleen met beschikbaarheid
pl_pl: Poszukaj tylko z dostepnoscia
ro_ro: Cauta doar între cele disponibile
ru_ru: Поиск только имеющихся в наличии
sk_sk: HLADAJ LEN DOSTUPNE MOZNOSTI

source: Booking Online
de_de: Online Buchung
es_es: Reservas Online
fr_fr: Réservation en ligne
hu_hu: Online megrendelès
it_it: Prenotazione Online
nl_nl: Online reservering
pl_pl: Zamówienie online
ro_ro: Rezervare online
ru_ru: Бронирование Он-лайн
sk_sk: REZERVACIA ONLINE

source: Special Offers
de_de: Spezielle Angebote
fr_fr: Offres spéciales
hu_hu: Speciàlis ajànlato
it_it: Offerte Speciali
nl_nl: Speciale aanbiedingen
pl_pl: Oferty specjalne
ro_ro: Oferete Speciale
ru_ru: Спец. Предложения
sk_sk: SPECIALNE PONUKY

source: N. Adults
de_de: Erwachsene
hu_hu: Felnõttek szàm
it_it: N. Adulti
nl_nl: Aantal volwassenen
pl_pl: Ilosc doroslych
ro_ro: Nr. Adulti
ru_ru: Кол-во взрослых
sk_sk: POCET DOSPELYCH

source: N. Children
de_de: Kinder
hu_hu: Gyermekek szàm
it_it: N. Bambini
nl_nl: Aantal kinderen
pl_pl: Ilosc dzieci
ro_ro: Nr. Copii
ru_ru: Кол-во детей
sk_sk: POCET DETI

source: Children Age
de_de: Kinder Alter
es_es: Edad de los niños
fr_fr: Age des enfants
hu_hu: Gyermekek èletkor
it_it: Età Bambini
nl_nl: Leeftijd kinderen
pl_pl: Wiek dzieci
ro_ro: Vârsta Copii
ru_ru: Возраст детей
sk_sk: VEK DETI

source: Children age
de_de: Kinder Alter
es_es: Edad de los niños
fr_fr: Age Des Enfants
hu_hu: Gyermekek èletkor
it_it: Età Bambini
nl_nl: Leeftijd kinderen
pl_pl: Wiek dzieci
ro_ro: Vârsta copiilor
ru_ru: Возраст детей
sk_sk: VEK DETI

source: Where to stay
de_de: Unterkünfte
hu_hu: Hol szàlljunk meg
it_it: Dove alloggiare
nl_nl: Waar te verblijven
pl_pl: Gdzie mieszkac
ro_ro: Unde sa te cazezi
ru_ru: Где заказать проживание
sk_sk: KDE SA UBYTOVAT

source: Weather/Sea
de_de: Wetter und Meer
hu_hu: Idõjàrà
it_it: Meteo e Mare
nl_nl: Weer- en zeebericht
pl_pl: Pogoda i morze
ro_ro: Meteo/Mare
ru_ru: Погода/Море
sk_sk: POCASIE/ MORE

source: Turist info
de_de: Touristische Infromationen
it_it: Info turistiche

source: Entertainment
de_de: Vergnügungen
it_it: Divertimenti

source: Events
de_de: Ereignisse
fr_fr: Evénements
it_it: Eventi

source: Rate
de_de: Tarife
es_es: Precio
fr_fr: Taux
it_it: Tariffa

source: Transport
de_de: Fahrzeug
it_it: Mezzo

source: Total
de_de: Gesamtbetrag
fr_fr: Totale
hu_hu: Összese
it_it: Totale
nl_nl: Totaal
pl_pl: Razem
ru_ru: Полная стоимость
sk_sk: SPOLU

source: Best Price
de_de: Beste Preis
hu_hu: Legjobb àr
it_it: Miglior Prezzo
nl_nl: Beste prijs
pl_pl: Lepsza cena
ro_ro: Cel mai bun pret
ru_ru: Лучшая цена
sk_sk: NAJLEPSIA CENA

source: Best Price Guaranteed
it_it: Miglior Prezzo Garantito

source: 1 car up to 4 meters and 1 passenger
de_de: 1 Auto bis 4 mt. + 1 Passagier
it_it: 1 auto fino a 4 mt. + 1 passeggero

source: Traveling with a vehicle?
de_de: Reisen Sie mit einem Fahrzeug?
it_it: Viaggi con un veicolo?

source: yes
de_de: Ja
fr_fr: oui
hu_hu: Igem
it_it: si
pl_pl: tak
ru_ru: да

source: Other vehicles
de_de: andere Fahrzeuge
it_it: Altri veicoli

source: Select a brand
de_de: Wählen Sie ein Modell
it_it: Sel. un modello

source: Type of vehicle
de_de: Fahrzeugstyp
it_it: Tipo di veicolo

source: Same fields are required or not correct
de_de: Pflichtfelder falsch oder nicht ausgefüllt
hu_hu: hibàs vagy hiànyzò kötelezõ nègyze
it_it: Campo obbligatorio errato o non presente
nl_nl: Verplicht veld fout of niet ingevuld
pl_pl: Strefa obowiazkowa z bledem lub nieobecna
ro_ro: Câmp obligatoriu incorect sau neintrodus
ru_ru: Обязательное поле заполнено неправиьно либо пропущено
sk_sk: NIEKTORE POLE JE VYPLNENE CHYBNE ALEBO CHYBA

source: Total ticket price
de_de: Gesamtpreis
it_it: Prezzo totale biglietto

source: Agency Fee
de_de: Agentursgebühren
fr_fr: Frais D'agence
it_it: Spese di Agenzia

source: Nationality
de_de: Nationalität
hu_hu: Nemze
it_it: Nazionalità
nl_nl: Nationaliteit
pl_pl: Narodowosc
ro_ro: Nationalitate
ru_ru: Национальность
sk_sk: NARODNOST

source: Delivery by Email
it_it: Consegnato via email

source: Delivery by Office
de_de: Üebergabe im Buero
it_it: Consegna all'ufficio

source: After login on customer area, you will be able to:
de_de: Nach dem Login auf Kunden-Bereich finden Sie in der Lage zu:
es_es: Después de entrar en la zona de clientes, usted será capaz de:
fr_fr: Après vous être connecté sur l'espace client, vous serez en mesure de:
it_it: Accedendo con i Vostri dati personali all'area riservata potrete:

source: Book with exclusive promotions:
de_de: Buchen Sie mit exklusiven Promotionen:
es_es: Libro con promociones exclusivas:
fr_fr: Réserver avec des promotions exclusives:
it_it: Prenotare con promozioni esclusive:

source: you can access to discounts and promotions reserved to you.
de_de: Sie können den Zugriff auf Rabatte und Sonderangebote für Sie reserviert.
es_es: se puede acceder a descuentos y promociones reservadas para usted.
fr_fr: Vous pouvez accéder à des remises et des promotions réservées à vous.
it_it: potrete accedere a sconti e promozioni a voi riservate.

source: Insert your feedbacks regarding Victoria Prestige:
es_es: Introducir sus comentarios Victoria del Prestige.:
fr_fr: Insérez vos feedbacks sur Victoria Prestige :
it_it: Inserire la Vostra recensione sul Victoria Prestige:
