Repository: mlarese/privacybe
Catalog: __doc/locale/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk

source: Close details
it_it: Chiudi dettagli

source: Variants will be permanently edited when the product will be saved
fr_fr: Des Variantes Seront Édités En Permanence Quand Le Produit Sera Enregistré
it_it: Le modifiche alle varianti verranno salvate quando verrà salvato il prodotto

source: You can change status on the fly for 'Enabled admin response', 'Negative review enabled' and 'Published' by click on icons
fr_fr: En Cliquant Sur ??les Icônes Vous Pouvez Changer Vitement Statut Pour "réponse Administration Activée ',' Avis Négatif Activé» Et «Publié»
it_it: Puoi cambiare al volo lo stato per 'Abilita risposta', 'Abilita commento negativo' e 'Pubblicato' cliccando sulle icone

source: Product Review Manager
fr_fr: Manager Recension Produit
it_it: Gestione Recensioni Prodotti

source: Modify a review
fr_fr: Modifier Recension
it_it: Modifica una recensione

source: Add a review
fr_fr: Ajouter Recension
it_it: Aggiungi una recensione

source: Error!!! Please contact Technical Support.
fr_fr: Erreur! S'il Vous Plaît Contacter Le Support Technique.
it_it: Errore!!! Per cortesia contatta il Supporto Tecnico

source: Product general data
fr_fr: Données Générales Du Produit
it_it: Dati generali prodotto

source: Variants and categories general data
fr_fr: Données Générales Des Variantes Et Catégories
it_it: Dati generali varianti e categorie

source: Click here to insert the guest data for the room
it_it: Clicca qui e inserisci i dati richiesti per ogni ospite della prenotazione

source: Request public security documentation
fr_fr: Demande De Documentation De La Sécurité Publique
it_it: Richiedi la compilazione della scheda di pubblica sicurezza

source: in activation
fr_fr: en activation
it_it: In attesa di attivazione

source: You have to select at least one day in a defined period
fr_fr: Séléctionner Au Moins Un Jour Dans Une Période Définie
it_it: Devi selezionare almeno un giorno di un periodo

source: 3/4 board
it_it: Pensione 3/4

source: To see the credit card data, You have to send a request to MM-ONE support team
fr_fr: Pour Voir Les Données De Carte De Crédit, Vous Devez Envoyer Une Demande À L'équipe De Support Mm-One
it_it: Per visualizzare i dati della carta di credito, inviare una richiesta al supporto MM-ONE

source: Credit Card details will be available only for 24h after the booking date. After these information will be available only on request.
it_it: I dettagli della carta di credito saranno visibili solo durante il giorno della prenotazione. Dopo saranno rese disponibili solo su richiesta.

source: Credit Card details will be permanently deleted by the booking system 1 days after the check-out date of this reservation.
fr_fr: Les Détails De La Carte De Crédit Seront Supprimés De Façon Permanente Par Le Système De Réservation Un Jour Après La Date De Checkout De Cette Réservation.
it_it: I dati della carta di credito verranno cancellati definitivamente dal sistema di prenotazione 1 giorno dopo la data di check-out della presente prenotazione.

source: Waiting, please...
fr_fr: Attendre, S'il Vous Plaît …
it_it: Attendere...

source: Another variant with this code is already registered
fr_fr: Une Autre Variante Avec Ce Code Est Déjà Enregistré
it_it: Un'altra variante con questo codice è già stata registrata

source: Another category with this name is already registered
fr_fr: Une Autre Catégorie Avec Ce Nom Est Déjà Enregistrée
it_it: Un'altra categoria con questo nome è già stata registrata

source: Save details
fr_fr: Sauver Détails
it_it: Salva i dettagli

source: Discount Codes
fr_fr: Codes Réduction
it_it: Codici sconto

source: Do You want the credit card details? You have to insert password and the security code.
fr_fr: Voulez-Vous Les Détails De Votre Carte De Crédit? Vous Devez Insérer Le Mot De Passe Et Le Code De Sécurité.
it_it: Vuoi visualizzare i dettagli della carta di credito? E' necessario inserire la password e il codice di sicurezza che appare nell'immagine.

source: Enter the security code
fr_fr: Entrez Le Code De Sécurité
it_it: Inserisci il codice di sicurezza

source: Get credit card details
fr_fr: Lire Les Détails De La Arte De Crédit
it_it: Leggi i dati della carta di credito

source: Your user do not have the read access
fr_fr: Votre Utilisateur N'a Pas L'accès En Lecture
it_it: Non hai i diritti di lettura

source: Incorrect security code entered
fr_fr: Code De Sécurité Entré Est Incorrect
it_it: Il codice di sicurezza non e' corretto

source: Incorrect password
fr_fr: Mot De Passe Incorrect
it_it: Password errata

source: Your user do not have the create key right!
fr_fr: Votre Utilisateur Ne Possède Pas Le Droit Nécessaire Pour Créer La Clé!
it_it: Non hai i diritti necessari alla creazione della chiave

source: Password is not strong enough!
fr_fr: Mot De Passe N'est Pas Assez Sûr
it_it: La password inserita e' debole

source: the password and the comfirm password are not equal!
fr_fr: Le mot de passe et le mot de passe comfirmé ne sont pas égaux!
it_it: la password di conferma e la password non coincidono!

source: You can't modify this review, because some evaluations have already been inserted!
fr_fr: Impossible Modifier La Recension Puisque Certaines Évaluations Ont Déjà Été Inséré!
it_it: Non è possibile modificare questa recensione, perché alcune valutazioni sono già state inserite!

source: Click to delete this review
fr_fr: Cliquer Pour Supprimer La Recension
it_it: Clicca per eliminare questo commento

source: First page
it_it: Prima pag.

source: Last page
it_it: Ultima pag.

source: Review Details for review %s
fr_fr: Détails De La Recension Pour %s Recension
it_it: Dettaglio Commenti per la recensione %s

source: Do you really want publish this review?
fr_fr: Voulez-Vous Vraiment Publier Cete Recension?
it_it: Vuoi pubblicare questo commento?

source: Once published, review will not be deleted.
fr_fr: Une Fois Publié, La Recension Ne Sera Pas Supprimée.
it_it: Una volta pubblicato non sarà più possibile cancellarlo.

source: Publish Review
fr_fr: Publier Recension
it_it: Pubblica Commento

source: to set the main image click on it
fr_fr: pour définir l'image principale, cliquez au-dessus
it_it: per impostare l'immagine principale cliccare su di essa

source: Have been exceeded the maximum number of attempts has been sent reporting of the failed attempt. you can no longer access the system.
fr_fr: E' stato superato il numero massimo di tentativi, non è più possibile accedere al sistema. E' stata inviata una segnalazione dell'evento.
it_it: E' stato superato il numero massimo di tentativi, non è più possibile accedere al sistema. E' stata inviata una segnalazione dell'evento.

source: The password must meet the following requirements: - Be at least 8 characters - Must not contain the username - Contain at least one uppercase letter or a number or a special character (such as #!@* ...)
it_it: La password deve avere le seguenti caratteristiche: - essere lunga almeno 8 caratteri - non deve contenere lo username - Contenere almeno una lettera maiuscola o un numero o un carattere speciale (es. #!@* ...)

source: The password has expired or log in for the first time, you must enter a new password.
fr_fr: Le Mot De Passe Est Expiré Ou Pour Vous Connecter Pour La Première Fois, Vous Devez Entrer Un Nouveau Mot De Passe.
it_it: La password di accesso è scaduta oppure accedete per la prima volta, è necessario creare una nuova password.

source: We have upgraded the system security. From now you will be authorized to read the credit card only using a different password. You can set this password only one time using the following mask.
it_it: La sicurezza del sistema è stata migliorata. Da oggi è possibile leggere i dati della carta di credito solo tramite una password aggiuntiva. La password la puoi inserire nella maschera seguente.

source: All credit card details will be visible only using thi password, we suggest to take this key in a safe place. The password is strictly personal, and you can't give it to anybody. Every non authorized access will be punished.
it_it: I dati delle carte di credito saranno visibili solo con l'utilizzo di questa password, consigliamo di custodire la password in un luogo sicuro. La password di accesso è strettamente personale, e non dovrà essere cedute a terzi. Ogni accesso non autorizzato sarà punito a norma di legge.

source: Can't you remeber the password?
fr_fr: Avez-Vous Oublié Le Mot De Passe?
it_it: Non ricordi la password?

source: click here to recover it by email
fr_fr: Cliquez ici pour le récupérer par mail
it_it: clicca qui per recuperare la password

source: To assign to
fr_fr: Attribuer À
it_it: Da assegnare a

source: Assigned to
fr_fr: Assigné À
it_it: Assegnato a

source: Error while generating discount codes
fr_fr: Erreur Pendant La Création Des Codes Réductions
it_it: Errore durante la generazione dei codici sconto

source: Click the arrows to see the products of the categories
fr_fr: Cliquez Sur Les Flèches Pour Voir Les Produits Des Catégories
it_it: Clicca sulle frecce per vedere i prodotti delle categorie

source: from the list price
fr_fr: de la liste des prix
it_it: dal prezzo di listino

source: from the price of the category
it_it: dal prezzo della categoria

source: Public security document
it_it: Scheda di pubblica sicurezza

source: Check-in date
it_it: Data di arrivo

source: Download ps
it_it: Scarica schede

source: Filter grid by date
it_it: Filtra la griglia per data

source: Reservations for the selected Check-in date. Click to edit Ps card
it_it: Prenotazioni per la data di check-in selezionata. Per modificare una scheda cliccare sull'icona modifica

source: Press 'Add' to add a guest
it_it: Premi 'Aggiungi' per aggiungere un ospite

source: Press 'Save' to update guest data
it_it: Premi 'Salva' per aggiornare i dati dell'ospite

source: Click a name in the guest list to edit
it_it: Premi su un nominativo nella lista degli ospiti per modificarne i dati

source: Press 'Cancel' to leave editing
it_it: Premi 'Annulla' per non aggiornare i dati dell'ospite

source: Press 'Done' to exit.
it_it: Premi 'Esci' per terminare.

source: Done
fr_fr: Fait
it_it: Esci

source: Room data
it_it: Dati della camera

source: N guests
de_de: N. Gäste
es_es: N huéspedes
fr_fr: Num. clients
it_it: Ospiti

source: Guest list
fr_fr: Liste Des Hôtes
it_it: Lista ospiti

source: Birth date
it_it: Data di nascita

source: Birth place
it_it: Città di nascita

source: Birth nation
it_it: Nazione di nascita

source: Citizenship
it_it: Cittadinanza

source: Document type
it_it: Tipo documento

source: Document number
it_it: Documento numero

source: Document date
it_it: Data documento

source: Document place
it_it: Luogo rilascio

source: Selected reservation
fr_fr: Réservations Sélectionnée
it_it: Prenotazioni visualizzate

source: Period end
fr_fr: Fin Période
it_it: Data fine

source: Period start
fr_fr: Début Période
it_it: Data inizio

source: reservation_manage
it_it: Prenotazioni manuale/gestionale

source: reservation_online
it_it: Prenotazioni online

source: reservation_myitaly
it_it: Prenotazioni MyItaly

source: reservation_cro
it_it: Prenotazioni CRO

source: Show prices with VAT
fr_fr: Montrer Prix Avec Tva
it_it: Mostrare i prezzi con l'IVA

source: Web Analytics Manager
fr_fr: Manager Web Analytics
it_it: Gestione Web Analytics

source: No profiles found for this user
fr_fr: Pas De Profils Trouvés Pour Cet Utilisateur
it_it: Nessun profilo trovato per questo utente

source: No webproperties found for this user
fr_fr: Pas De Propriétés Troouvés Our Cet Utilisateur
it_it: Nessuna proprietà web trovata per questo utente

source: No accounts found for this user
fr_fr: Aucun Compte Trouvé Pour Cet Utilisateur
it_it: Nessun account trovato per questo utente

source: Copy token and paste it in Access Token Secret
fr_fr: Copier Et Coller Dans Accès Token Secret
it_it: Copia ed incolla questo valore in Access Token Secret

source: Request permission to view Google Analytics data
fr_fr: Demander La Permission De Voir Données De Google Analytics
it_it: Richiesta permessi per visualizzare i dati da Google Analytics

source: Add Web Analytics Account
fr_fr: Ajouter Compte Web Analytics
it_it: Aggiungi Account Web Analytics

source: Edit Web Analytics Account
fr_fr: Éditer Compte Web Analytics
it_it: Modifica Account Web Analytics

source: Missing Data
fr_fr: Données Manquantes
it_it: Dati mancanti

source: Please insert Client ID, Client Secret and API Key
fr_fr: S'il Vous Plaît Insérer Id Du Client, Api Du Client Et Clé Secrète
it_it: Inserire Client ID, Client Secret ed API Key

source: Please insert Client ID, Client Secret, API Key and Access Secret Token
fr_fr: Insérer Id Client, Client Secret, Clé Api Et Accès Secret Token
it_it: Inserire Client ID, Client Secret, API Key ed Access Secret Token

source: Visit
fr_fr: Visiter
it_it: Visita

source: to generate your Client ID and Client Secret with an Authorized API Access
fr_fr: Pour générer votre numéro de client et Secret client avec un accès API autorisé
it_it: per generare i tuoi Client ID e Client Secret con un accesso API autorizzato

source: Web Analytics Account Data
fr_fr: Données Du Compte Web Analytics
it_it: Dati Account Web Analytics

source: Get Token
fr_fr: Donne-Moi Token
it_it: Dammi Token

source: Get Google Accounts
fr_fr: Obtenir Comptes Google
it_it: Dammi Accounts Google

source: Loading...
fr_fr: Chargement En Cours ...
it_it: Caricamento...

source: Percentual
it_it: Percentuale

source: New Visitor
fr_fr: Nouveau Visiteur
it_it: Nuovi visitatori

source: visits
fr_fr: visite
it_it: visite

source: Returning Visitor
fr_fr: Revenant Visiteur
it_it: Visitatori di ritorno

source: Visitors Overview
fr_fr: Évaluation Visiteurs
it_it: Panoramica visitatori

source: Source: Google Analytics
it_it: Sorgente: Google Analytics

source: Visits
fr_fr: Visites
it_it: Visite

source: Total visits
fr_fr: Nombre Total De Visites
it_it: Visite totali

source: Visitor Type
fr_fr: Genre De Visiteur
it_it: Tipologia visitatori

source: Unique visitors
fr_fr: Visiteurs Uniques
it_it: Visitatori unici

source: Pageviews
fr_fr: Pages Visualisées
it_it: Pagine visualizzate

source: Pages by visit
fr_fr: Pages Par Visiste
it_it: Pagine per visita

source: Avg. visit duration
fr_fr: Temps Moyen De Visite
it_it: Durata visita media

source: Bounce rate
fr_fr: Fréquence Rebond
it_it: Frequenza di rimbalzo

source: % new visits
fr_fr: % De nouvelles visites
it_it: % nuove visite

source: Demographics Locations
fr_fr: Démographie Lieux
it_it: Località

source: Display _MENU_ records per page
fr_fr: Afficher Les Éléments _Menu_ Par Page
it_it: Visualizza _MENU_ elementi per pagina

source: Sorry: nothing found
fr_fr: Désolé: Rien Trouvé
it_it: Spiacente: nessun risultato

source: Showing _START_ to _END_ of _TOTAL_ records
fr_fr: Montrer_Start_ À _Fin_ De _Total_ Éléments
it_it: Visualizza da _START_ a _END_ su _TOTAL_ elementi

source: Showing 0 to 0 of 0 records
fr_fr: Montrer 0 À 0 De 0 Éléments
it_it: nessun risultato visualizzabile

source: filtered from _MAX_ total records
fr_fr: Filtré à partir du_MAX-total éléments
it_it: filtrati per _MAX_ elementi totali

source: Show by
fr_fr: Visualiser Par
it_it: Visualizza per

source: Continent
it_it: Continente

source: Subcontinent Region
it_it: Regione Continentale

source: Gift Card used
it_it: Gift Card usata
nl_nl: Gift Card gebruikt
ro_ro: Card cadou folosit

source: Discount code used
it_it: Codice sconto usato
nl_nl: Kortingscode gebruikt
ro_ro: Cod de reducere folosit
sk_sk: POUZITY ZLAVOVY KOD

source: Subtotal
it_it: Subtotale

source: Compare to
fr_fr: Comparer Avec
it_it: Confronta

source: Dashboard
fr_fr: Tableau De Bord
it_it: Pannello

source: Sources
it_it: Sorgenti di traffico

source: Conversions
it_it: Conversioni

source: previous period
fr_fr: période précédente
it_it: periodo precedente

source: previous year
fr_fr: année précédente
it_it: anno precedente

source: Comparison with
fr_fr: Comparaison Avec …
it_it: Confronto con

source: Mobile overview
fr_fr: Évaluation Mobile
it_it: Panoramica mobile

source: Browser & OS
it_it: Browser & Sistemi Operativi

source: Mobile (Including Tablet)
fr_fr: Mobile (Tablet Y Compris)
it_it: Cellulari (incl. Tablet)

source: Mobile device branding
fr_fr: Marque Du Dispositif Mobile
it_it: Marche dispositivi

source: Mobile device info
fr_fr: Information Dispositif Mobile
it_it: Info dispositivi

source: Device Brand
fr_fr: Marque Du Dispositif
it_it: Marca Cellulare

source: Device Info
fr_fr: Info Du Dispositif
it_it: Modello Cellulare

source: Operating System
fr_fr: Système D'exploitation
it_it: Sistema Operativo

source: Organic Search
fr_fr: Résultats Organiques
it_it: Risultati organici

source: Paid Search
fr_fr: Recherche Payée
it_it: Ricerca a pagamento

source: Direct
it_it: Sorgenti dirette

source: Referreals
it_it: Sorgenti referreal

source: Campaigns
fr_fr: Campagnes
it_it: Campagne

source: Goals overview
fr_fr: Exposé Sommaire Des Objectifs
it_it: Panoramica obiettivi

source: Ecommerce overview
it_it: Panoramica ecommerce

source: All traffic
fr_fr: Tout Le Trafic
it_it: Tutto il traffico

source: Source
it_it: Sorgente

source: Source/Medium
it_it: Sorgente/Mezzo

source: Shipping
it_it: Spedizione

source: Organic search traffic
fr_fr: Trafic Résultats Naturels
it_it: Traffico di ricerca organico

source: Paid search traffic
fr_fr: Trafic De Recherche Taxable
it_it: Traffico di ricerca a pagamento

source: Direct traffic
fr_fr: Trafic Direct
it_it: Traffico diretto

source: % of total
fr_fr: % Du total
it_it: % sul totale

source: Site avg.
fr_fr: Moyen Site
it_it: Media sito

source: Referral traffic
fr_fr: Trafic Site Référant
it_it: Traffico da referral

source: Range chosen
fr_fr: Période Choisie
it_it: Periodo scelto

source: Difference
it_it: Differenza

source: Search into our associated hotels list
it_it: Cerca tra tutti i nostri Hotel associati

source: Search hotel
it_it: Ricerca hotel

source: Goal completions
fr_fr: Objectifs Réalisés
it_it: Completamenti obiettivo

source: Total goals
fr_fr: Total Objectifs
it_it: Totale obiettivi

source: Goal conversion rate
fr_fr: Objectif De Taux De Conversion
it_it: Tasso di conversione dell'obiettivo

source: Click to show '<em>%s</em>' graph
fr_fr: Cliquer Pour Voir Le Diagramme De '<Em>%s</em>'
it_it: Clicca per visualizzare il grafico di '<em>%s</em>'

source: Goals locations
fr_fr: Exposé Sommaire Des Emplacements
it_it: Località obiettivi

source: Goals sources
fr_fr: Exposé Sommaire Des Sources
it_it: Sorgenti obiettivi

source: Goals group
fr_fr: Groupe Ocjectifs
it_it: Gruppo obiettivi

source: Conversion rate for goal
fr_fr: Objectif De Taux De Conversion
it_it: Tasso di conversione obiettivo

source: Book your stay online
it_it: Prenota online il tuo soggiorno

source: Unpublish
fr_fr: Cacher
it_it: Nascondi

source: Gender
it_it: Sesso

source: Only if Italian
it_it: Solo se in italia

source: Add city information if not Italian
it_it: Aggiungi la città solo se non in italia

source: Single guest
it_it: Ospite singolo

source: Family leader
it_it: Capo famiglia

source: Group leader
it_it: Capo gruppo

source: Family member
it_it: Familiare

source: Group member
it_it: Membro del gruppo

source: Identity card
fr_fr: Carta di identità
it_it: Carta di identità

source: Electronic identity card
it_it: Carta di identità elettronica

source: Identity certificate
fr_fr: Certificato di identità
it_it: Certificato di identità

source: Diplomatic passaport
it_it: Passaporto diplomatico

source: Passaport
it_it: Passaporto

source: Driving license
it_it: Patente

source: Protocol/ID
it_it: Protocollo/ID
nl_nl: Protokol/ID
sk_sk: PROTOKOL/ID

source: without spaces and separated by a comma
fr_fr: sans espace et séparé par une virgule
it_it: senza spazi e separate da una virgola

source: Extra-mails where to send orders
fr_fr: Extra Email Où Envoyer Les Commandes
it_it: Emails extra dove spedire gli ordini

source: Keyword
fr_fr: Mot Clé
it_it: Parola chiave

source: Landing page path
fr_fr: Passerelle Page D'accueil
it_it: Percorso di destinazione

source: Campaign
fr_fr: Campagne
it_it: Campagna

source: Overview
fr_fr: Exposé Sommaire
it_it: Panoramica

source: Products performance
fr_fr: Performance Des Produits
it_it: Rendimento prodotti

source: Locations
fr_fr: Emplacements
it_it: Località

source: Conversion rate
fr_fr: Taux De Conversion
it_it: Tasso di conversione

source: Transactions
it_it: Transazioni

source: Revenue
fr_fr: Enaissement
it_it: Entrate

source: Average value
fr_fr: Valeur Moyenne
it_it: Valore medio

source: Unique purchases
fr_fr: Achat Unique
it_it: Acquisti unici

source: Products number
fr_fr: Nombre Des Produits
it_it: Numero prodotti

source: Product revenue
fr_fr: Revenu Par Produit
it_it: Entrate generate dal prodotto

source: Average price
fr_fr: Prix Moyen
it_it: Prezzo medio

source: Average quantity
fr_fr: Quantité Moyenne
it_it: Quantità media

source: E-commerce locations
fr_fr: Lçocalité E-Commere
it_it: Località e-commerce

source: Per visit value
fr_fr: Valeur Par Visite
it_it: Valore per visita

source: You have to add more names
it_it: Devi inserire i dati per altri nominativi

source: Source: Booking ONE
fr_fr: Souce: Booking One
it_it: Sorgente: Booking ONE

source: Request by check-in date
fr_fr: Demandes Par Dates Check-In
it_it: Richieste per data di check-in

source: Request by request date
fr_fr: Demandes Par Dates De Demandes
it_it: Richieste per data di richiesta

source: Reservations by check-in date
fr_fr: Réservations Par Dates Chck-In
it_it: Prenotazioni per data di check-in

source: Reservations by request date
fr_fr: Réservations Par Dates De Demandes
it_it: Prenotazioni per data di richiesta

source: Partner's name cannot be empty
fr_fr: Nom Du Partenaire Ne Peut Pas Être Vide
it_it: Il nome del partner non deve essere vuoto

source: Partner's code cannot be empty
fr_fr: Le Code De Partenaire Ne Peut Pas Être Vide
it_it: Il codice del partner non deve essere vuoto

source: Partner's email cannot be empty
fr_fr: L'e-Mail Du Partenaire Ne Peut Pas Être Vide
it_it: La mail del partner non deve essere vuota

source: Partner's username cannot be empty
fr_fr: Le Nom De Famille D'utilisateur Ne Peut Pas Être Vide
it_it: L'username del partner non deve essere vuoto

source: Partner's commission value cannot be empty
fr_fr: La Valeur De La Commission Du Partenaire Ne Peut Pas Être Vide
it_it: L'importo della commissione non deve essere vuoto

source: Partner's password cannot be empty
fr_fr: Mot De Passe Du Partenaire Ne Peut Pas Être Vide
it_it: La password del partner non deve essere vuota

source: This email already exists
fr_fr: Cette Email Existe Déjà
it_it: Questa email esiste già

source: Partner's email already exists
fr_fr: Adresse Email Du Partenaire Existe Déjà
it_it: L'email del partner esiste già

source: Partner does not exists
fr_fr: Partenaire N'existe Pas
it_it: Il partner non esiste

source: Partner's infos cannot be empty
fr_fr: Infos Du Partenaire Ne Peut Pas Être Vide
it_it: Le info del partner non possono essere vuote

source: There was an error during registration of the association to the shop
fr_fr: Une Erreur S'est Produite Lors De L'inscription De L'association Au Shop
it_it: Si è verificato un errore durante la registrazione dell'associazione al negozio

source: Partner type
fr_fr: Typologie Partenaire
it_it: Tipologia partner
