Repository: mlarese/privacybe
Catalog: __doc/locale/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk

source: Expiry date
de_de: Verfallsdatum
es_es: Fecha de caducidad
fr_fr: Date D'échéance
hu_hu: Lejàrta dátum
it_it: Data scadenza
nl_nl: Vervaldatum
pl_pl: Data waznosci do
ro_ro: Data expirarii
ru_ru: Дата истечения срока
sk_sk: DEN PLATNOSTI DO

source: Expiry date date is invalid
de_de: Verfallsdatum ungültig
es_es: Fecha de caducidad de la tarjeta no válida
fr_fr: Date D'échéance Carte Non Valable
hu_hu: Érvènytelen kàrtya/dàtu
it_it: Data scadenza carta non valida
nl_nl: Vervaldatum is ongeldig
pl_pl: Data waznosci karty nie wazna
ro_ro: Data expirarii data invalida
ru_ru: Дата истечения срока карточки недействительна
sk_sk: NEPLATNY DATUM PLATNOSTI

source: Fields manager
de_de: Verwaltung Produkteigenschaften
es_es: Campos administrador
fr_fr: Gestion propriétés produits
it_it: Gestione proprietà prodotti
nl_nl: Fieldbeheer
pl_pl: Menedżer Obszary
ro_ro: Manager produse
ru_ru: Системный оператор

source: File
de_de: Datei als Attachment
es_es: Archivo
fr_fr: Fichier Pièce jointe
hu_hu: Mellèkelt fil
it_it: File Allegato
nl_nl: Bijgesloten file
pl_pl: File w zalaczniku
ro_ro: Fisier atasat
ru_ru: Вложенный файл
sk_sk: SUBOR

source: File categories
de_de: Dateikategorie
es_es: Archivo categorías
fr_fr: Catégories des fichiers
hu_hu: File kategori
it_it: Categorie dei file
nl_nl: File categorie
pl_pl: Kategoria fail
ro_ro: Categorii fisier
ru_ru: Категории файлов
sk_sk: KATEGORIE SUBORU

source: File data
de_de: Dateidaten
es_es: Archivo de datos
fr_fr: Données du fichier
hu_hu: File adatai
it_it: Dati del file
nl_nl: File gegevens
pl_pl: Dane fail
ro_ro: Date fisier
ru_ru: Данные файла
sk_sk: UDAJE SUBORU

source: File manager
de_de: Verwaltung Dateien
es_es: Gestor de archivos
fr_fr: Gestion fichiers
hu_hu: File kezelè
it_it: Gestione file
nl_nl: Filebeheer
pl_pl: Administracja fail
ro_ro: Manager fisier
ru_ru: Управление файлами

source: File size
de_de: Dateigröße
es_es: Tamaño del archivo
fr_fr: Dimension du fichier
hu_hu: File nagysà
it_it: Dimensione del file
nl_nl: Afmeting file
pl_pl: Rozmiar fail
ro_ro: Dimensiune fisier
ru_ru: Размер файла
sk_sk: VELKOST PRILOHY

source: Filename
de_de: Dateiname
es_es: Nombre de archivo
fr_fr: Nom Du Fichier
hu_hu: File nev
it_it: Nome del file
nl_nl: Filenaam
pl_pl: Nazwa fail
ro_ro: Nume fisier
ru_ru: Имя файла
sk_sk: NAZOV SUBORU

source: Files
de_de: Dateien als Attachment
es_es: Archivos
fr_fr: Fichier Pièces jointes
hu_hu: Mellèkelt file-o
it_it: File Allegati
nl_nl: Bijgesloten files
pl_pl: Fail w zalaczniku
ro_ro: Fisiere
ru_ru: Файлы
sk_sk: SUBORY

source: Files list
de_de: Dateiliste
es_es: Archivos de la lista
fr_fr: Liste des fichiers
hu_hu: File list
it_it: Lista dei file
nl_nl: Lijst files
pl_pl: Lista fail
ro_ro: Lista fisiere
ru_ru: Список файлов
sk_sk: ZOZNAM SUBOROV

source: Finish publishing
de_de: Ende Veröffentlichung
es_es: Finalizar la publicación
fr_fr: Fin publication
hu_hu: Befejezéshez kiadói
it_it: Fine pubblicazione
nl_nl: Einde uitgave
pl_pl: Koniec publikacji
ro_ro: Final de publicare
ru_ru: Печать завершена
sk_sk: KONIEC PUBLIKOVANIA

source: From date
de_de: Vom
es_es: A partir de la fecha
fr_fr: Du
hu_hu: Tòl,tõ
it_it: Dal
nl_nl: Vanaf
pl_pl: Od
ro_ro: De la data
ru_ru: С
sk_sk: OD

source: From date less than current date
de_de: Das Abreisedatum liegt vor dem heutigen Tag
es_es: La fecha de salida es antecedente a la fecha de hoy
fr_fr: La date de départ est antécédente ou identique à la date d'aujourd'hui
hu_hu: Az indulàs Dátuma helytele
it_it: La data di partenza risulta antecedente alla data odierna
nl_nl: De vertrekdatum eerder dan huidige datum
pl_pl: Od daty mniej niż aktualna data
ro_ro: Data plecarii este anterioara datii curente
ru_ru: Дата выезда предшествует сегодняшнему дню
sk_sk: DATUM ODCHODU SA JAVI SKORSI AKO DNESNY

source: From date less to date
de_de: Das Abreisedatum liegt vor dem Anreisedatum oder stimmt damit überein
es_es: La fecha de salida es antecedente o igual a la fecha de llegada
fr_fr: La date de départ est antécédente ou identique à la date d'arrivée
hu_hu: Az indulàs Dátuma helytele
it_it: La data di partenza risulta antecedente o uguale la data di arrivo
nl_nl: Vertrekdatum eerder of gelijk aan aankomstdatum
pl_pl: Od daty mniej aktualne
ro_ro: Data plecarii este anterioara sau aceeasi cu data curenta
ru_ru: Дата выезда предшествует или совпадает с сегодняшним днем
sk_sk: DATUM ODCHODU SA JAVI SKORSI ALEBO ROVNAKY AKO JE DATUM PRICHODU

source: Full board
de_de: Vollpension
es_es: Pensión completa
fr_fr: Pension complète
hu_hu: Teljes ellàtà
it_it: Pensione completa
nl_nl: Vol pension
pl_pl: Sniadanie, obiad, kolacja
ro_ro: Pensiune completa
ru_ru: полный пансион
sk_sk: PLNA PENZIA

source: Full text
de_de: Gesamttext
es_es: Texto completo
fr_fr: Texte complet
hu_hu: Teljes szöve
it_it: Testo completo
nl_nl: Komplete tekst
pl_pl: Calkowity tekst
ro_ro: Text complet
ru_ru: Полный текст
sk_sk: PLNE ZNENI TEXTU

source: Fullname
de_de: Vollständiger Name
es_es: Nombre completo
fr_fr: Prénom Complet
hu_hu: Teljes nè
it_it: Nome completo
nl_nl: Komplete naam
pl_pl: Pełna nazwa
ro_ro: Nume complet
ru_ru: Полное имя
sk_sk: CELE MENO

source: Gallery categories
de_de: Kategorien der Bildgalerie
es_es: Galería de categorías
fr_fr: Catégories de la galerie
hu_hu: Kèptàr kategori
it_it: Categorie della galleria
nl_nl: Gallerie categorieen
pl_pl: Kategoria galerii
ro_ro: Categorii de galerii
ru_ru: Категории галереи

source: Gallery manager
de_de: Verwaltung Bildgalerie
es_es: Galería de administrador
fr_fr: Gestion galerie
hu_hu: Kèptàr kezelès
it_it: Gestione galleria
nl_nl: Galleriebeheer
pl_pl: Administracja galerii
ro_ro: Manager galerie
ru_ru: Управление галереей

source: Guest data
de_de: Kundendaten
es_es: Huéspedes datos
fr_fr: Données Client
hu_hu: Ügyfèl adatai
it_it: Dati Cliente
nl_nl: Klantgegevens
pl_pl: Dane klienta
ro_ro: Date client
ru_ru: Информация о клиенте
sk_sk: UDAJE KLIENTA

source: Guests
de_de: Anzahl der Gäste
es_es: Los huéspedes
fr_fr: Hôtes
hu_hu: Vendège
it_it: Ospiti
nl_nl: Gasten
pl_pl: Goscia
ro_ro: Oaspeti
ru_ru: Гости
sk_sk: HOSTIA

source: Guests and rooms
de_de: Zimmer-und Anzahl der Gäste
es_es: Habitaciones y Huéspedes
fr_fr: Chambres et Clients
hu_hu: Szobàk ès vendège
it_it: Camere ed Ospiti
nl_nl: Gasten en kamers
pl_pl: Pokoje i goscia
ro_ro: Camere si oaspeti
ru_ru: Комнаты и Гости
sk_sk: IZBY A HOSTIA

source: Half board
de_de: Halbpension
es_es: Media pensión
fr_fr: Demi-pension
hu_hu: Fèlpanzi
it_it: Mezza pensione
nl_nl: Half pension
pl_pl: Sniadanie, kolacja
ro_ro: Demipensiune
ru_ru: Полупансион
sk_sk: POLPENZIA

source: Headers
es_es: Encabezados
fr_fr: En-tête
hu_hu: Heade
it_it: Header
pl_pl: Header
ro_ro: Antete

source: Holder
de_de: Karteninhaber
es_es: Titular
fr_fr: Titulaire
hu_hu: Tulajdono
it_it: Titolare
nl_nl: Houder
pl_pl: Wlasciciel
ro_ro: Titular
ru_ru: Владелец
sk_sk: DRZITEL A MAJITEL

source: Home page
de_de: Hauptseite
es_es: Página de inicio
fr_fr: Page principale
hu_hu: Fõ olda
it_it: Pagina principale
pl_pl: Strona glówna
ro_ro: Pagina principala
ru_ru: Главная страница

source: I Subscribe for the newsletter in
de_de: Ja, ich möchte mich an der Newsletter abbonieren
es_es: Regístrame en el boletín de información en
fr_fr: M'inscrire au bulletin d'information en
hu_hu: Hìrlevèl feliratkozàs
it_it: Iscrivimi alla newsletter in
nl_nl: Schrijf mij in voor nieuwsbrief
pl_pl: Zapisz mi do newslettera
ro_ro: Aboneaza-te la newsletter
ru_ru: Подписаться на новости
sk_sk: ZAREGISTRUJ MA K ODBERU NEWSLETTER DO

source: I agree to the personal data's treatment policy
de_de: Zustimmung zur Datenbearbeitung
es_es: Aceptación tratamiento de los datos de carácter personal
fr_fr: Acceptation traitement des données personnelles
hu_hu: Szemèlyes adatok feldolgozàsa elfogadàs
it_it: Accettazione trattamento dei dati personali
nl_nl: Ik accepteer privacy policy
pl_pl: Zgoda na uzycie danych osobowych
ro_ro: Accept politica referitoare la datele personale
ru_ru: Согласен с условиями использования личных данных
sk_sk: SUHLASIM SO SPRACOVANIM OSOBNYCH UDAJOV

source: I have read and agreed with the terms and conditions
de_de: Ich habe Fristen und Bedingungen gelesen und akzeptiere sie
es_es: He leído y acepto los términos y las condiciones
fr_fr: J'ai lu et j'accepte les termes et les conditions
hu_hu: Elolvastam ès tudomàsul vettem a felsorolt feltételeket
it_it: Ho letto e accetto i termini e le condizioni
nl_nl: Ik heb de voorwaarden gelezen en ga accoord met de algemene voorwaarden
pl_pl: Znam i akceptuje warunki ogólne
ro_ro: Am citit si acceptat termenele si conditiile
ru_ru: Прочел и согласен со сроками и условиями
sk_sk: PRECITAL SOM SI A SUHLASIM S PODMIENKAMI

source: Image categories
de_de: Bilderkategorien
es_es: Imagen categorías
fr_fr: Catégories des images
it_it: Categorie delle immagini

source: Image data
de_de: Bilddaten
es_es: Los datos de la imagen
fr_fr: Données Image
it_it: Dati immagine

source: Image manager
de_de: Verwaltung Bilder
es_es: Administrador de Imágenes
fr_fr: Gestion images
it_it: Gestione immagini

source: Image not available
de_de: Bildansicht nicht verfügbar
es_es: Imagen no disponible
fr_fr: Image non disponible
hu_hu: Kèp nem elèrhet
it_it: Immagine non disponibile
nl_nl: Geen afbeelding beschikbaar
pl_pl: Zdjecie nie dostepne
ro_ro: Imagine nedisponibila
ru_ru: Картинка недоступна
sk_sk: OBRAZOK NIE JE K DISPOZICII

source: Image sheet
de_de: Bildkarte
es_es: Imagen hoja
fr_fr: Fiche image
it_it: Scheda immagine

source: Images
de_de: Bilder
es_es: Imagen
hu_hu: Kèpe
it_it: Immagini
nl_nl: Afbeeldingen
pl_pl: Zdiecia
ro_ro: Imagini
ru_ru: Картинки
sk_sk: OBRAZKY

source: Images list
de_de: Bilderliste
es_es: Imágenes lista
fr_fr: Liste des images
hu_hu: Kèpek listàj
it_it: Lista delle immagini
nl_nl: Lijst afbeeldingen
pl_pl: Lista zdjec
ro_ro: Lista cu imagini
ru_ru: Перечень картинок
sk_sk: ZOZNAM OBRAZKOV

source: Impossible to delete a mandatory element
de_de: Unmöglich ein obligatorisches Element zu löschen
es_es: Imposible eliminar un elemento obligatorio
fr_fr: Impossible éliminer un élément obligatoire
hu_hu: Nem lehetsèges egy kõtelezõ elemet töröln
it_it: Impossibile eliminare un elemento obbligatorio
nl_nl: Een verplicht veld kan niet verwijderd worden
pl_pl: Niemozliwe anulowac obiowaskowa strefa
ro_ro: Imposibil de sters un element obligatoriu
ru_ru: невозможно удалить обязательный элемент
sk_sk: NIE JE MOZNE ZMAZAT POVINNY PRVOK

source: Insert
de_de: Einfügen
es_es: Insertar
fr_fr: Entrer
hu_hu: Beszùrà
it_it: Inserisci
nl_nl: Vul in
pl_pl: pisac
ro_ro: Introdu
ru_ru: Введите
sk_sk: VLOZ

source: Insert children's age if present
de_de: Bitte tragen Sie hier das Alter der Kinder ein
es_es: Insertar la edad de los niños si está presente
fr_fr: Taper l'âge des enfants s'ils sont présents
hu_hu: Gyermekek èletkorànak megjelölèse ha vanna
it_it: Inserite l'età dei bambini se presenti
nl_nl: Vul leeftijd evetuele kinderen in
pl_pl: pisac wiek dzieci
ro_ro: Introduceti vârsta copiilor prezenti
ru_ru: Введите возраст детей, если они путешествуют с Вами
sk_sk: VLOZ UDAJE O VEKU DETI AK BUDU PRITOMNE

source: Insert your data
de_de: Ihre Daten eingeben
es_es: Inserte sus datos
fr_fr: Entrez vos informations
hu_hu: Adatok megadás
it_it: Inserisci i tuoi dati
nl_nl: Vul je gegevens in
pl_pl: pisaj swoje dane
ro_ro: Introduceti datele
ru_ru: Укажите свои данные
sk_sk: VLOZTE VASE UDAJE

source: Insufficient number of nights
de_de: Unzureichende Anzahl der Nächte
es_es: Número de noches insuficiente
fr_fr: Nombre de nuits insuffisant
hu_hu: Éjszakák szàma nem elegend
it_it: Per il periodo selezionato è richiesto un numero di notti superiore
nl_nl: Voor de uitgekozen periode is hoger aantal nachten vereisd
pl_pl: Nr. noclegów niewystarczajace
ro_ro: Pentru perioada aleasa vi se cere un numar de nopti mai mare.
ru_ru: Недостаточное кол-во ночей
sk_sk: NEDOSTATOCNY POCET NOCLAHOV

source: Intro text
de_de: Einführungstext
es_es: Introducción de texto
fr_fr: Texte introductif
hu_hu: Bekezdèsi szöve
it_it: Testo introduttivo
nl_nl: Introduktie tekst
pl_pl: Tekst wprowadzajacy
ro_ro: Text introductiv
ru_ru: Вводный текст
sk_sk: UVODNY TEXT

source: Keys/desc
de_de: Key & Desc
es_es: Teclas y desc
fr_fr: Key & Desc
it_it: Key & Desc

source: Language
de_de: Sprache
es_es: Idioma
fr_fr: Langue
hu_hu: Nyel
it_it: Lingua
nl_nl: Taal
pl_pl: Jezyk
ro_ro: Limba
ru_ru: Язык
sk_sk: JAZYK

source: Last login date
de_de: Datum letzter Zugriff
es_es: Fecha de la última
fr_fr: Date Dernier Accès
it_it: Data ultimo accesso

source: Last modified
de_de: Letzte Bearbeitung
es_es: Última modificación
fr_fr: Dernière modification
it_it: Ultima modifica

source: Link to
de_de: Link zu
es_es: Enlace a
fr_fr: Lien sur
hu_hu: Lin
it_it: Link a
nl_nl: Link naar
pl_pl: Link do
ro_ro: Link catre
ru_ru: Ссылка на

source: List
de_de: Liste
es_es: Lista
fr_fr: Liste
it_it: Lista
nl_nl: Lijst
pl_pl: Lista
ro_ro: Lista
ru_ru: Перечень
sk_sk: ZOZNAM

source: MM/YY
de_de: MM/JJ
es_es: MM/AA
fr_fr: MM/AA
hu_hu: Hònap/è
it_it: MM/AA
nl_nl: MM/JJ
pl_pl: Miesiac/Roc
ro_ro: LL/AA
ru_ru: МЕСЯЦ/ГОД
sk_sk: MM/RR

source: MObile
es_es: Móvil
fr_fr: Portable
it_it: Cellulare

source: Make resize
de_de: Verkleinern
es_es: Redimensionar
fr_fr: Redimensionner
it_it: Ridimensiona

source: Mandatory Field
de_de: Pflichtfelder
fr_fr: Champ obligatoire
hu_hu: Kötelező mező
it_it: Campo obbligatorio
nl_nl: Verplicht veld
pl_pl: strefa obowiazkowa
ro_ro: Câmpuri obligatorii
ru_ru: Поле, обязательное для заполнения
sk_sk: POVINNE POLE

source: Mandatory Fields
de_de: Obligatorisch auszufüllende Felder
fr_fr: Champs à remplir obligatoirement
hu_hu: Kötelezõ kitöltendõ mez
it_it: Campi da compilare obbligatoriamente
nl_nl: Verplicht in te vullen veld
pl_pl: strefy obowiazkowe
ro_ro: Câmpuri obligatorii
ru_ru: Поля, обязательное для заполнения
sk_sk: POVINNE POLIA

source: Mandatory fields
de_de: Obligatorische Felder
fr_fr: Champs obligatoires
hu_hu: Kötelezõ mezõ
it_it: Campi obbligatori
nl_nl: Verplichte velden
pl_pl: strefy obowiazkowe
ro_ro: Câmpuri obligatorii
ru_ru: Поля, обязательное для заполнения
sk_sk: POVINNE POLIA

source: Menu item name
de_de: Name Menüstichwort
es_es: Nombre del elemento de menú
fr_fr: Nom rubrique menu
it_it: Nome voce di menu

source: Menu items
de_de: Menüstichwörter
es_es: Elementos de menú
fr_fr: Rubriques menu
it_it: Voci di menu

source: Menu manager
de_de: Verwaltung Menü
es_es: Menú administrador
fr_fr: Gestion menus
it_it: Gestione menu

source: Menu type
de_de: Menütyp
es_es: Menú tipo
fr_fr: Type de menu
it_it: Tipo di menu

source: Menu type name
de_de: Name Menütyp
es_es: Menú tipo nombre
fr_fr: Nom type menu
it_it: Nome tipo menu

source: Meta description
es_es: Meta descripción
fr_fr: Description
it_it: Description

source: Meta keywords
de_de: Keywords
es_es: Meta palabras clave
fr_fr: Mots de passe
it_it: Keywords

source: Method
de_de: Methode
es_es: Método
fr_fr: Méthode
hu_hu: Módja
it_it: Metodo

source: Minimum stay not valid
de_de: Mindestaufenthalt ungültig
es_es: Estancia mínima no es válida
fr_fr: Séjour minimum non valable
hu_hu: Helytelen minimum tartòzkodà
it_it: Minimun stay non valido
nl_nl: Minimum verblijf ongeldig
pl_pl: Minimalny pobyt niewazny
ro_ro: Sedere minima nevalida
ru_ru: Минимальное пребывание недействительно
sk_sk: NEPLATNY MINIMALNI POBYT

source: Mobile
de_de: Handy
es_es: Móvil
fr_fr: Portable
hu_hu: Mobiltelefon
it_it: Cellulare
nl_nl: Mobiel
pl_pl: Nr. Komurkowy
ro_ro: Telefon Mobil
ru_ru: Моб. Телефон
sk_sk: MOBIL

source: Modify
de_de: Verändern
es_es: Modificar
fr_fr: Modifier
hu_hu: Modósítá
it_it: Modifica
nl_nl: Wijzig
pl_pl: Zmieniaj
ro_ro: Modifica
ru_ru: Изменить
sk_sk: ZMEN

source: Modify category
de_de: Kategorie verändern
es_es: Modificar la categoría
fr_fr: Modifier catégorie
it_it: Modifica categoria

source: Modify product
de_de: Produkt verändern
es_es: Modificar producto
fr_fr: Modifier produit
it_it: Modifica Prodotto

source: Modules
de_de: Formulare
es_es: Módulos
fr_fr: Formulaires
it_it: Moduli

source: Month
de_de: Monat
es_es: Mes
fr_fr: Mois
hu_hu: Hòna
it_it: Mese
nl_nl: Maand
pl_pl: Miesiac
ro_ro: Luna
ru_ru: Месяц
sk_sk: MESIAC

source: Move
de_de: Verschieben
es_es: Mover
fr_fr: Déplacer
it_it: Sposta

source: Name
de_de: Vorname
es_es: Nombre
fr_fr: Nom
hu_hu: Nèv
it_it: Nome
nl_nl: Voornaam
pl_pl: Imie
ro_ro: Prenume
ru_ru: Имя
sk_sk: MENO

source: Name can not be empty
de_de: Das Namensfeld muss ausgefüllt werden
es_es: El campo nombre no puede estar vacío
fr_fr: Le Prénom Doit Être Indiqué
hu_hu: A nèv nègyzet kitõltèse kötelez
it_it: Il nome non può essere vuoto
nl_nl: Veld Voornaam moet ingevuld zijn
pl_pl: Prosimy pisac imie
ro_ro: Câmpul Prenume nu poate ramâne necompletat
ru_ru: Обязательно укажите свое имя
sk_sk: POLE MANO NESMIE BYT PRAZDNE

source: New
de_de: Hinzufügen
es_es: Nuevo
fr_fr: Ajouter
hu_hu: Hozzàa
it_it: Aggiungi
nl_nl: Voeg toe
pl_pl: Dodaj
ro_ro: Adauga
ru_ru: Добавить
sk_sk: PRIDAT

source: New category
de_de: Neue Kategorie
es_es: Nueva categoría
fr_fr: Nouvelle catégorie
it_it: Nuova categoria

source: New password
de_de: Neues Passwort
es_es: Nueva contraseña
fr_fr: Nouveau mot de passe
it_it: Nuova password

source: New product
de_de: Neues Produkt
es_es: Nuevo producto
fr_fr: Nouveau Produit
it_it: Nuovo Prodotto

source: Next
de_de: Nachher
es_es: Siguiente
fr_fr: Successif
hu_hu: Következ
it_it: Succ.
nl_nl: Volgende
pl_pl: Nastepny
ro_ro: Urmator
ru_ru: Следующий
sk_sk: NASLEDUJUCI

source: Next day
de_de: Nachfolgender Tag
es_es: Al día siguiente
fr_fr: Jour successif
hu_hu: Következõ Na
it_it: Giorno successivo
nl_nl: Dag later
pl_pl: Dzien nastepny
ro_ro: Ziua urmatoare
ru_ru: Следующий день
sk_sk: NASLEDUJUCI DEN

source: Next month
de_de: Nachfolgender Monat
es_es: El mes que viene
fr_fr: Mois succ.
hu_hu: Következõ hòna
it_it: Mese succ.
nl_nl: Maand later
pl_pl: Miesiac nastepny
ro_ro: Luna urmatoare
ru_ru: Следующий месяц
sk_sk: NASLEDUJUCI MESIAC

source: Next year
de_de: Nachfolgendes Jahr
es_es: El año que viene
fr_fr: Année succ.
hu_hu: Következõ è
it_it: Anno succ.
nl_nl: Jaar later
pl_pl: Rok nastepny
ro_ro: Anul urmator
ru_ru: Следующий год
sk_sk: NASLEDUJUCI ROK

source: No File
de_de: Keine Datei
es_es: No Archivo
fr_fr: Aucun fichier
it_it: Nessun File

source: No availability solution
de_de: Keine Verfügbarkeit
es_es: No disponibilidad de la solución
fr_fr: Aucune disponibilité
hu_hu: Nincsen szabad hel
it_it: Nessuna disponibilità
nl_nl: Geen beschikbaarheid
pl_pl: Nie ma dostepnosci
ro_ro: Nu sunt solutii valabile
ru_ru: Нет в наличии
sk_sk: ZIADNE VOLNE UBYTOVACIE MOZNOSTI

source: None
de_de: Niemand
es_es: Ninguno
fr_fr: Aucun
hu_hu: Semm
it_it: Nessuno
nl_nl: Geen
pl_pl: Zaden
ro_ro: Nici unul
ru_ru: Ничего
sk_sk: NIKTO

source: Normal rate
de_de: Normalpreis
es_es: Tarifa normal
fr_fr: Tarif Normal
hu_hu: Normàl tarif
it_it: Tariffa normale
nl_nl: Normaal tarief
pl_pl: Normalna cena
ro_ro: Tarif normal
ru_ru: Стандартный тариф
sk_sk: NORMALNA TARIFA

source: Normal size
de_de: Normaldimension
es_es: Tamaño normal
fr_fr: Dim. normal
it_it: Dim. normale

source: Not paid
de_de: Nicht bezahlt
es_es: No paided
fr_fr: Impayée
hu_hu: Nem fizetet
it_it: Non pagato
nl_nl: Niet betaald
pl_pl: Nieplacono
ro_ro: Neplatit
ru_ru: Не оплачено
sk_sk: NEZAPLATENE

source: Nothing
de_de: Niemand
es_es: Ninguno
fr_fr: Aucun
hu_hu: Semm
it_it: Nessuno
nl_nl: Geen
pl_pl: Zaden
ro_ro: Nimic
ru_ru: Ничего

source: Num. nights
de_de: Übernachtungen
es_es: Num. noches
fr_fr: Nombre Nuits
hu_hu: Éjszakák szàm
it_it: Nr. notti
pl_pl: Ilosc noclegów
ru_ru: Кол-во ночей

source: Num. persons
de_de: Personen
es_es: N. personas
fr_fr: Nb. Personnes
hu_hu: szemèlyek szàm
it_it: Nr. persone
nl_nl: Aantal personen
pl_pl: Ilosc osób
ro_ro: nr. Persoane
ru_ru: Кол-во человек
sk_sk: POCET OSOB

source: Num. rooms
de_de: Zimmer
es_es: N. habitaciones
fr_fr: Nb. Chambres
hu_hu: Szobàk szàm
it_it: Nr. camere
nl_nl: Aantal kamers
pl_pl: Ilosc pokojów
ro_ro: Nr. Camere
ru_ru: Кол-во комнат
sk_sk: POCET IZIEB

source: Num. %s
de_de: %s
es_es: N. %s
fr_fr: Nb. %s
hu_hu: %s szàm
it_it: Nr. %s
nl_nl: Aantal %s
pl_pl: Ilosc %s
ru_ru: Кол-во %s
sk_sk: POCET %s

source: Number
de_de: Nummer
es_es: Número
fr_fr: Numéro
hu_hu: Szà
it_it: Numero
nl_nl: Nummer
pl_pl: Numer
ro_ro: Numar
ru_ru: Количество
sk_sk: CISLO

source: Offer
de_de: Angebot
es_es: Oferta
fr_fr: Offre
hu_hu: Ajànla
it_it: Offerta
nl_nl: Aanbieding
pl_pl: Oferta
ro_ro: Oferta
ru_ru: Спец. предложение
sk_sk: PONUKA

source: See offer
de_de: Siehe Angebot
es_es: Consulte oferta
fr_fr: Voir l'offre
it_it: Vedi offerta

source: Offer packages
de_de: Abgebotspakete
es_es: Paquetes de ofertas
fr_fr: Forfaits d'offres
hu_hu: Ajànlat csomago
it_it: Pacchetti d'offerte
nl_nl: Aanbiedingspakketten
pl_pl: Pakiety ofert
ro_ro: Oferta de pachete
ru_ru: Пакет спец. предложений
sk_sk: PONUKOVE BALICKY

source: Only board
de_de: Nur Übernachtung
es_es: Sólo alojamiento
fr_fr: réservation seule
hu_hu: Kizàròlag szállás
it_it: Solo pernottamento
nl_nl: Alleen overnachting
pl_pl: Tylko nocleg
ro_ro: Doar cazare peste noapte
ru_ru: Только проживание
sk_sk: LEN NOCLAH

source: Opened date
de_de: öffnungsdatum
es_es: Fecha apertura
fr_fr: Date Ouverture
hu_hu: Megnyitàs dátum
it_it: Data apertura
nl_nl: Openingsdatum
pl_pl: Dzien otwarcia
ro_ro: Data de deschidere
ru_ru: Дата открытия
sk_sk: DATUM OTVORENIA

source: Opening date
de_de: öffnungsdatum
es_es: Fechas de apertura
fr_fr: Date ouverture
hu_hu: Megnyitàs dátum
it_it: Data apertura
nl_nl: Openingsdatum
pl_pl: Dzien otwarcia
ro_ro: Data de deschidere
ru_ru: Дата открытия
sk_sk: DATUM OTVORENIA

source: Operation cancelled
de_de: Vorgang annulliert
es_es: Operación cancelada
fr_fr: Opération Annulée
hu_hu: M?velet törlès
it_it: Operazione annullata
nl_nl: Handeling geannuleerd
pl_pl: Dzialanie anulowane
ro_ro: Operatie anulata
ru_ru: Операция отменена
sk_sk: OPERACIA ZRUSENA

source: Operation completed
de_de: Vorgang durchgeführt
es_es: Operación terminado
fr_fr: Opération Terminée
hu_hu: Az Ön adatai frissitve lette
it_it: I Suoi dati sono stati aggiornati
nl_nl: Je gegevens zijn verwerkt
pl_pl: Panstwa dane zostale odnowione
ro_ro: Operatie terminata
ru_ru: Операция завершена
sk_sk: OPERACIA BOLA USPESNE DOKONCENA

source: Ordering
de_de: Ordnung
es_es: Pedidos
fr_fr: Tri
hu_hu: Elrendezè
it_it: Ordinamento
nl_nl: Sorteer
pl_pl: Ukladanie
ro_ro: Comanda
ru_ru: Заказ
sk_sk: OBJEDNANIE

source: Other
de_de: Weiteres
es_es: OtroAutre
fr_fr: Autre
hu_hu: Mà
it_it: Altro
nl_nl: Meer
pl_pl: Inny
ro_ro: Alte
ru_ru: Другое
sk_sk: INE

source: Override created date
de_de: Erstellungsdatum überschreiben
es_es: Anular fecha de creación
fr_fr: Ecraser date création
it_it: Sovrascrivi data creazione

source: Page manager
de_de: Verwaltung Seiten
es_es: Administrador de la página
fr_fr: Gestions Pages
it_it: Gestione pagine

source: Paid
de_de: Bezahlt
es_es: Pagado
fr_fr: Payé
hu_hu: Fizetv
it_it: Pagato
nl_nl: Betaald
pl_pl: Placone
ro_ro: Platit
ru_ru: Оплачено
sk_sk: ZAPLATENE

source: Panel language
de_de: Sprache am Bildschirm
es_es: Grupo de idiomas
fr_fr: Langue panneau
it_it: Lingua pannello

source: Parent category
de_de: Basiskategorie
es_es: Padres categoría
fr_fr: Catégorie Père
it_it: Categoria Padre

source: Parent item
de_de: Basisstichwort
es_es: Padres tema
fr_fr: Rubrique père
it_it: Voce padre

source: Paste
de_de: Einfügen
es_es: Pegar
fr_fr: Coller
it_it: Incolla
