Repository: mlarese/privacybe
Catalog: __doc/locale/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk

source: Another normal price list already exists within this period for this product
fr_fr: Une Autre Liste De Prix Normal Existe Déjà Dans Cette Période Pour Ce Produit
it_it: Un altro listino normale è già presente in questo periodo per questo prodotto

source: Another special price list already exists within this period for this product
it_it: Un altro listino speciale è già presente in questo periodo per questo prodotto

source: pricelist without VAT
fr_fr: liste des prix sans TVA
it_it: listino senza IVA

source: pricelist with VAT
fr_fr: liste des prix avec TVA
it_it: listino con IVA

source: Not found for today (ADD A NEW ONE)
it_it: Non trovato per oggi (AGGIUNGINE UNO NUOVO)

source: Found for today
it_it: Trovato per oggi

source: Found for today (EDIT)
it_it: Trovato per oggi (MODIFICA)

source: Found
it_it: Trovato

source: Select the categories that the partner may sell
fr_fr: Sélectionner Les Catégories Que Le Partenaire Peut Vendre
it_it: Seleziona le categorie che il partner potrà vendere

source: Shipping areas
it_it: Aree spedizione

source: Add area
it_it: Aggiungi area

source: For each added zone only the specified price and not the standard one will be considered
it_it: Per ogni zona aggiunta verrà preso in considerazione il prezzo specificato e non quello standard

source: If no area is specified, the cost of shipping will be applied to the whole world
fr_fr: Se non viene specificata nessuna zona, il costo della spedizione verrà applicato a tutto il mondo
it_it: Se non viene specificata nessuna zona, il costo della spedizione verrà applicato a tutto il mondo

source: Select some countries
it_it: Seleziona gli Stati

source: Select some continents
it_it: Seleziona i continenti

source: Select some products
it_it: Seleziona i prodotti

source: Add options to your stay
de_de: In Optionen, um Ihren Aufenthalt
es_es: Añadir opciones para su estancia
hu_hu: Hozzáadás lehetőségek az üdülés
it_it: Configura l'opzione per il tuo soggiorno
nl_nl: Opties toe te voegen aan uw verblijf
pl_pl: Dodaj opcje pobytu
ro_ro: Adauga opțiuni pentru a sejurului
ru_ru: Дополнительные возможности вашего пребывания
sk_sk: Dodajte možnosti za bivanje

source: Added options
it_it: Opzioni aggiunte

source: Quantity
de_de: Quantität
es_es: Cantidad
fr_fr: Quantité
hu_hu: Mennyiség
it_it: Quantità
nl_nl: Kwantiteit
pl_pl: Ilość
ro_ro: Cantitate
ru_ru: количество
sk_sk: Količina

source: Periods with treatments
it_it: Periodi con trattamenti

source: Availability type
fr_fr: Type De Disponibilité
it_it: Tipo disponibilità

source: Sessions
it_it: Sedute

source: Treatments
fr_fr: Traitements
it_it: Trattamenti

source: Reload
it_it: Ricarica

source: Each one
it_it: Per persona

source: Unique allotment
fr_fr: Allotement Unique
it_it: Disponibilità condivisa

source: Virtualization of
fr_fr: Virtualisation Den
it_it: Virtualizzazione di

source: Virtual room
fr_fr: Chambre Virtuelle
it_it: Camera virtuale

source: Derivatived Rate
fr_fr: Tarifs Dérivés
it_it: Listino Derivato

source: Parent Rate
fr_fr: Tarif Principale
it_it: Listino Origine

source: Rounding
fr_fr: Arrondir
it_it: Arrotondamento

source: Variation Value
fr_fr: Genre Valeur
it_it: Variazione

source: Variation Type
fr_fr: Genre Variation
it_it: Tipo di Variazione

source: Treatment date
it_it: Data trattamento

source: Treatment data
it_it: Dati trattamento

source: Personal data
de_de: Persönliche Daten
fr_fr: Données personelles
it_it: Dati anagrafici

source: Persons number
it_it: Numero persone

source: Guest number
it_it: Ospite numero

source: Each
it_it: Cadauno

source: Treatment total
it_it: Totale trattamento

source: Products total
it_it: Totale prodotti

source: How many periods you want to show?
fr_fr: Quanti periodi si desidera mostrare?
it_it: Quanti periodi si desidera mostrare?

source: home units
it_it: unità abitative

source: home unit
it_it: unità abitativa

source: Total stay price
it_it: Prezzo complessivo del soggiorno

source: availables
de_de: verfügbar
hu_hu: elérhető
it_it: disponibili
pl_pl: Zostały
ru_ru: свободные

source: Up to which period you want to show?
fr_fr: Jusqu'à Quelle Période Vous Voulez Montrer?
it_it: Fino a che periodo si desidera mostrare?

source: Would you like to extend the treatment's dates to all selected guests?
it_it: Si desidera che le date del trattamento vengano estese a tutti gli ospiti selezionati?

source: Add to cart
it_it: Aggiungi al carrello

source: Remove from cart
it_it: Rimuovi dal carrello

source: Gateways available
it_it: Gateways disponibili

source: Gateways can be managed only if the shop exists
it_it: I gateways possono essere gestiti solo se lo shop è stato creato

source: Partners can be managed only if the shop exists
fr_fr: Les Partenaires Peuvent Être Gérés Seulement Si Le Shop Existe
it_it: I partner possono essere gestiti solo se lo shop è stato creato

source: You can set structure as owner of the shop only if one of them is associated
fr_fr: Vous Pouvez Configurer Structures En Tant Que Propriétaire Du Shop Seulement Si L'un D'eux Est Associées
it_it: Puoi settare la struttura come proprietaria dello shop solo se ne viene associata una ed una sola

source: With
fr_fr: Avec
it_it: Con

source: Treatment start date
it_it: Data inizio trattamento

source: Expand
it_it: Espandi

source: Choose treatments among the available dates
it_it: Seleziona i trattamenti tra le date disponibili

source: Date n.%s
it_it: Data n.%s

source: Treatment %s
it_it: Trattamento %s

source: Weight
fr_fr: Poids
it_it: Peso

source: Max buyable quantity
fr_fr: Max. Quantité Achetable
it_it: Quantità massima acquistabile

source: Related Products
it_it: Prodotti Correlati

source: Related products
fr_fr: Produits Associés
it_it: Prodotti correlati

source: Upselling Products
it_it: Prodotti in up-selling

source: Upselling products
fr_fr: Produits Montées En Gamme
it_it: Prodotti in up-selling

source: Crossselling Products
it_it: Prodotti in cross-selling

source: Crossselling products
fr_fr: Produits Pour Vente Additionnelle
it_it: Prodotti in cross-selling

source: Reset filters
fr_fr: Filtres Réinitialisés
it_it: Reset filtri

source: Deselect All
fr_fr: Désélectionner Tous
it_it: Deseleziona tutti

source: Meta Title
it_it: Meta titolo

source: Meta Description
it_it: Meta descrizione

source: Calculate discount on
fr_fr: Calculer Rabais Sur
it_it: Calcola sconto su

source: Sold out
it_it: Esaurito

source: Active shop
fr_fr: Activer Shop
it_it: Shop attivo

source: Bank branch
fr_fr: Succursale De La Banque
it_it: Filiale

source: Direct email
it_it: Invio email

source: Special found for today
it_it: Trovato speciale per oggi

source: Special found
it_it: Trovato speciale

source: Normal found for today
it_it: Trovato normale

source: Add pricelist
it_it: Aggiungi listino

source: Remove pricelist
it_it: Rimuovi listino

source: Individual treatments
fr_fr: Traitements Individuels
it_it: Trattamenti singoli

source: Package of treatments
fr_fr: Paquet De Traitements
it_it: Pacchetto di trattamenti

source: Updating
fr_fr: Mis À Jour
it_it: Salvataggio

source: A default payment already exists, do you want to change the default payment?
fr_fr: Un Paiement Par Défaut Existe Déjà, Voulez-Vous Changer Le Défaut Du Paiement?
it_it: Cambiare il pagamento predefinito?

source: A default shipping already exists, do you want to change the default shipping?
fr_fr: Une Expédition De Défaut Existe Déjà, Voulez-Vous Changer L'expédition Par Défaut?
it_it: Cambiare la spedizione predefinita?

source: A default free shipping already exists, do you want to change the default shipping?
fr_fr: Une Expédition Libre Par Défaut Existe Déjà, Voulez-Vous Changer L'expédition Par Défaut?
it_it: Cambiare la spedizione gratuita predefinita?

source: Actual
fr_fr: Actuel
it_it: Attuale

source: Order received
it_it: Ordine ricevuto

source: Order deleted
it_it: Ordine cancellato

source: Order awaiting payment
it_it: Ordine in attesa di pagamento

source: Order to evade
it_it: Ordine da evadere

source: Order shipped
it_it: Ordine spedito

source: Order closed
it_it: Ordine chiuso

source: Received
it_it: Ricevuto

source: Awaiting payment
it_it: In attesa di pagamento

source: To evade
it_it: Da evadere

source: Shipped
it_it: Spedito

source: Price (VAT)
it_it: Prezzo (IVA)

source: Price (no VAT)
it_it: Prezzo (no IVA)

source: Disc. on VAT?
it_it: Scon. su IVA?

source: Displaying topics
it_it: Record mostrati

source: A discount with this code already exists
fr_fr: Une Réduction Avec Ce Code Existe Déjà
it_it: Uno sconto con questo codice esiste già

source: Are you sure you want to delete this order?
fr_fr: Etes-Vous Sûr De Vouloir Effacer Cet Ordre?
it_it: Sei sicuro di voler cancellare quest'ordine?

source: Confirm accessories
de_de: Bestätigung der zusätzlichen Leistungen
es_es: Confirmación de los servicios suplementarios
fr_fr: Confirmation des services supplémentaires
it_it: Conferma servizi aggiuntivi
nl_nl: Bevestig extra service
ro_ro: Confirma serviciile adaugate
sk_sk: POTVRD PRIDANE SLUZBY

source: Single price
de_de: Stückpreis
es_es: Precio por unidad
fr_fr: Prix unitaire
it_it: Prezzo unitario
nl_nl: Prijs
ro_ro: Pret unitar
ru_ru: Единая цена
sk_sk: JEDNOTKOVA CENA

source: Add accessory
de_de: Hinzufügen
es_es: Añadir
fr_fr: Ajouter
it_it: Aggiungi
nl_nl: Voeg toe
ru_ru: Добавить аксессуар

source: Setup is not saved yet!
fr_fr: Installation N'est Pas Encore Sauvée!
it_it: Setup non ancora salvato!

source: Operations saved, but the logo uploaded exceed the maximum size supported
fr_fr: Opérations Sauvés, Mais Le Logo Téléchargé Dépasse La Dimension Maximale Autorisée
it_it: Operazioni salvate, ma il logo caricato supera le dimensioni massime consentite

source: Shop's additional infos
fr_fr: Informations Supplémentaires Sur Le Shop
it_it: Informazioni addizionali dello shop

source: Promotion code
it_it: Codice promozione

source: Upload a new photo
fr_fr: Télécharger Une Nouvelle Photo
it_it: Carica una nuova foto

source: Font color
fr_fr: Couleurs Caractère
it_it: Colore caratteri

source: Existing photos
fr_fr: Photos Existantes
it_it: Foto esistenti

source: Shop site
fr_fr: Site Shop
it_it: Sito shop

source: Add remote room
it_it: Aggiungi camera remota

source: Modify remote description
it_it: Modifica descrizione remota

source: Modify remote room
it_it: Modifica impostazioni stanza remota

source: Syncronize all
fr_fr: Synchroniser Tous
it_it: Sincronizza tutto

source: Syncronize
it_it: Sincronizza

source: A room with the same code alredy exist. Continue?
fr_fr: Une Chambre Avec Le Même Code Existe Déjà. Continuer?
it_it: Una stanza con lo stesso codice esiste gia. Continuare?

source: All the remote info will be deleted
fr_fr: Toutes Les Infos À Distance Seront Supprimées
it_it: Tutte le informazioni remote verranno cancellate

source: No transfer selected
fr_fr: Aucun Transfert Sélectionné
it_it: Nessun trasferimento selezionato

source: January
fr_fr: Janvier
it_it: Gennaio
nl_nl: Januari
ro_ro: Ianuarie
sk_sk: JANUAR

source: February
fr_fr: Février
it_it: Febbraio
nl_nl: Februari
ro_ro: Februarie
sk_sk: FEBRUAR

source: March
fr_fr: Mars
it_it: Marzo
nl_nl: Maart
ro_ro: Martie
sk_sk: MAREC

source: April
fr_fr: Avril
it_it: Aprile
ro_ro: Aprilie

source: May
fr_fr: Mai
it_it: Maggio
nl_nl: Mei
ro_ro: Mai
sk_sk: MAJ

source: June
fr_fr: Juin
it_it: Giugno
nl_nl: Juni
ro_ro: Iunie
sk_sk: JUN

source: July
fr_fr: Juillet
it_it: Luglio
nl_nl: Juli
ro_ro: Iulie
sk_sk: JUL

source: August
fr_fr: Août
it_it: Agosto
nl_nl: Augustus

source: September
fr_fr: Septembre
it_it: Settembre
ro_ro: Septembrie

source: October
fr_fr: Octobre
it_it: Ottobre
nl_nl: Oktober
ro_ro: Octombrie
sk_sk: OKTOBER

source: November
fr_fr: Novembre
it_it: Novembre
ro_ro: Noiembrie

source: December
fr_fr: Décembre
it_it: Dicembre
ro_ro: Decembrie

source: Jan
it_it: Gen

source: Jun
it_it: Giu

source: Jul
it_it: Lug

source: Aug
it_it: Ago

source: Sep
it_it: Set

source: Oct
it_it: Ott

source: Dec
it_it: Dic

source: Gift name
fr_fr: Nom Cadeau
it_it: Nome Gift card

source: Policies
fr_fr: Politiques
it_it: Politiche

source: Total accessories
de_de: Gesamtbetrag Sonderleistungen
es_es: Total servicios especiales
fr_fr: Total services spéciales
hu_hu: Összesen kiegészítők
it_it: Tot. servizi speciali
nl_nl: Totaal extra services
pl_pl: Wszystkich akcesoria
ro_ro: Total servicii speciale
ru_ru: Всего аксессуары
sk_sk: CELKOM SPECIALNYCH SLUZIEB

source: View other periods
de_de: Alternativer Zeitraum einsehen
es_es: Ver periodos alternativos
fr_fr: Périodes alternatives
hu_hu: Alternativ dátumok ebben a szàllodàba
it_it: Visualizza periodi alternativi
nl_nl: Bekijk andere perioden
ro_ro: Vezi perioade alternative
ru_ru: просмотреть другие периоды
sk_sk: ZOBRAZ INE ALTERNATIVNE OBDOBIA

source: To see the availability and prices please enter your check-in and check-out dates
de_de: Damit die Verfügbarkeit und die Preise sichtlich sind, geben Sie bitte Ihre Reisedaten ein
es_es: Para ver disponibilidad y precios, introduce las fechas de entrada y salida
fr_fr: Pour voir la disponibilité et les prix, veuillez indiquer vos dates d'arrivées et de départ
it_it: Per visualizzare la disponibiltà e le tariffe inserisci le date di arrivo e partenza
ro_ro: Pentru a vedea disponibilitatea și prețuri Introduceți datele de check-in și check-out
ru_ru: Видеть наличие и цены Введите даты заезда и отъезда

source: View alternate periods, click the table below for other dates
de_de: alternative Zeiträume anzeigen, auf unten stehende Tabelle klicken um alternative Daten anzuzeigen
it_it: Visualizza periodi alternativi, clicca la tabella sotto per le date alternative
ru_ru: Посмотреть чередовать периоды, щелкните таблицу ниже для других дат

source: available period
de_de: verfügbarer Zeitraum
fr_fr: période disponible
it_it: periodo disponibile
ru_ru: доступный период

source: period not available
de_de: nicht verfügbarer Zeitraum
fr_fr: période non disponible
it_it: periodo non disponibile
ru_ru: период не доступна

source: selected period
de_de: gewählter Zeitraum
fr_fr: période sélectionnée
it_it: periodo selezionato
ru_ru: выбранный период

source: click to change the search
de_de: klicken um Suche zu ändern
fr_fr: Cliquez pour changer la recherche
it_it: clicca per selezionare questo periodo
ru_ru: щелчком мыши изменять поиска

source: Search alternative arrival date
de_de: Suche nach alternative Zeiträume
fr_fr: Nous cherchons une date alternative
it_it: Ricerca periodi alternativi
nl_nl: Zoek andere aankomstdatum
ro_ro: Cauta perioade alternative
ru_ru: Поиск альтернативных даты прибытия
sk_sk: VYHLADAJ ALTERNATIVNE OBDOBIE

source: available in other periods
de_de: verfügbar in alternativen Zeiträumen
fr_fr: disponible pour une autre période
it_it: disponibile in altri periodi
ro_ro: disponibil în alte perioade
ru_ru: доступны в другие периоды

source: Click the table below for other dates
de_de: Auf unten stehende Tabelle klicken um alternative Daten anzuzeigen
it_it: Seleziona il periodo alternativo
ru_ru: Щелкните таблицу ниже для других дат

source: Setup free gift
fr_fr: Configurer Cadeau Gratuit
it_it: Imposta gift libera

source: Check image dimensions
fr_fr: Vérifier Dimensions De L'image
it_it: Controlla le dimensioni dell'immagine

source: There's no availability for this treatment in the chosen periods
it_it: Non c'è disponibilità per questo trattamento nel periodo scelto

source: from purchase date
fr_fr: à partir de la date d'achat
it_it: dalla data di acquisto

source: Select the labels you want to add or remove from the gift card
fr_fr: Sélectionner Les Étiquettes Que Vous Voulez Ajouter Ou Supprimer De La Gift-Card
it_it: Selezionare le etichette che si desidera aggiungere o rimuovere dalla gift card

source: Drag the labels into the desired positions
fr_fr: Faites Glisser Les Étiquettes Dans Les Positions Désirées
it_it: Trascinare le etichette nelle posizione desiderate

source: Proceed
fr_fr: Procéder
it_it: Procedi

source: Select at least a photo
fr_fr: Sélectionner Au Moins Une Photo
it_it: Seleziona almeno una foto

source: It is compulsory to input a value
fr_fr: Cc'est Obligatoire Entrer Une Valeur
it_it: E' obbligatorio inserire un valore

source: Purchased
fr_fr: Acheté
it_it: Vendute

source: Shipping cost cannot be empty
fr_fr: Frais De Livraison Ne Peut Pas Être Vide
it_it: Il costo non può essere vuoto

source: Add a shipping address
fr_fr: Ajouter Une Adresse De Livraison
it_it: Aggiungi un indirizzo di spedizione

source: Total products
it_it: Totale prodotti

source: Order total
it_it: Totale ordine

source: Total (no VAT)
it_it: Totale (no IVA)

source: Customer
fr_fr: Client
it_it: Cliente

source: Order ID
it_it: Numero ordine

source: Order code
it_it: Codice ordine

source: Product code
it_it: Codice prodotto

source: Customer details
it_it: Dettagli cliente

source: Shipping details
it_it: Dettagli spedizione

source: Order date
it_it: Data ordine

source: Minimum purchase of order
fr_fr: Achat Mimimum De Commande
it_it: Valore minimo d'acquisto dell'ordine

source: Discount name
fr_fr: Nom Réduction
it_it: Nome sconto

source: Quantity to generate
fr_fr: Quantité À Générer
it_it: Quantità da generare

source: How many times the discount code can be used
fr_fr: Combien De Fois Le Code De Réduction Peut Être Utilisé
it_it: Quante volte il codice sconto può essere utilizzato

source: Generated codes
fr_fr: Codes Générés
it_it: Codici generati

source: Minimum order
fr_fr: Minimum De Commande
it_it: Ordine minimo

source: Add codes to promotion
fr_fr: Ajouter Codes À La Promotion
it_it: Aggiungi codici alla promozione

source: See codes of promotion
fr_fr: Voir Codes De Promotions
it_it: Vedi codici della promozione

source: Delete promotion
fr_fr: Annuller Promotion
it_it: Cancella promozione

source: Download list of codes
it_it: Scarica lista codici

source: Discount codes legend
it_it: Legenda codici sconto

source: No expiry
fr_fr: Aucune Échéance
it_it: Ness. scadenza

source: Last use
fr_fr: Dernière Utilisation
it_it: Ultimo utilizzo

source: Remaining
fr_fr: Restant
it_it: Rimanenti

source: Discount codes
it_it: Codici sconto

source: Do you want to download discount codes in .xls or in .csv format?
fr_fr: Voulez-Vous Télécharger Codes De Réduction En Format . Xls Ou Csv.?
it_it: Vuoi scaricare i codici sconto in .xls o in .csv?

source: In red the gift cards expired or sold out, in purple those not active yet
fr_fr: En Rouge Les Gift-Card Périmées Ou Vendues, En Violet Ceux Qui Ne Sont Pas Encore Actif
it_it: In rosso le gift card scadute o esaurite, in viola quelle non ancora attive

source: Superb
it_it: Eccellente

source: Very bad
it_it: Pessimo

source: Fairly good
it_it: Discreto

source: Average rate
it_it: Punteggio medio

source: Detailed average rate
it_it: Dettaglio punteggio medio

source: calculated on
it_it: ottenuto da

source: Guest's opinions
it_it: Giudizi degli ospiti

source: Guest's opinion
it_it: Giudizio degli ospiti

source: Guest's reviews
it_it: Giudizi degli ospiti

source: stayed
fr_fr: ha soggiornato
it_it: ha soggiornato

source: Filters ratings
it_it: Filtra i giudizi

source: Goto portal
fr_fr: Accéder Au Portail
it_it: Vai al portale

source: Goto Portal
it_it: Vai al portale

source: Goto portal:
it_it: Vai al portale:

source: Goto Portal:
fr_fr: Accéder Au Portail
it_it: Vai al portale:

source: Opinions of guests
it_it: Giudizio degli ospiti della struttura

source: Moderate guest's opinions
it_it: Modera commenti degli ospiti

source: Wonderful
de_de: Wunderbar
fr_fr: Merveilleux
it_it: Eccellente
ru_ru: Замечательный

source: Exceptional
de_de: Außergewöhnliche
fr_fr: Exceptionnel
it_it: Eccezionale
ru_ru: Исключительный

source: Very Good
de_de: Sehr Gut
fr_fr: Très bon
it_it: Molto buono
ru_ru: Очень Хорошо

source: Pretty
it_it: Carino

source: Terrible
it_it: Pessimo

source: Moderate opinions
it_it: Modera commenti degli ospiti

source: Departure date
de_de: Abreisedatum
es_es: fecha de salida
fr_fr: Date de départ
it_it: Data di partenza

source: Publish all opinions
it_it: Pubblica tutti i commenti

source: alternative
hu_hu: vagylagos
it_it: alternativa
pl_pl: alternatywny
ru_ru: Альтернативные

source: Alternative check in date
de_de: Alternatives check in Datum
fr_fr: Date Checkin Alternative
hu_hu: Ritka bejelentkezési időpont
it_it: Data di arrivo alternativa
pl_pl: Rzadki data meldowanie
ru_ru: Альтернативная дата заездаa

source: Alternative check out date
de_de: Alternatives check out Datum
fr_fr: Date Checkout Alternative
hu_hu: Ritka pénztár dátuma
it_it: Data di partenza alternativa
pl_pl: Zapasowy data wymeldowania
ru_ru: Альтернативная Дата выезда

source: Show additional date fields in the enquiry form
it_it: Mostra campi data addizionali nella pagina enquiry

source: Show additional info in email subject
fr_fr: Montrer Les Informations Complémentaires Dans L'objet Email
it_it: Mostra informazioni addizionali nell'oggetto della mail

source: Customize form
fr_fr: Personnaliser Le Formulaire
it_it: Personalizza form

source: Some errors have occurred
fr_fr: Quelques Erreurs Se Sont Produites
it_it: Si sono verificati alcuni errori

source: Absolute informations
it_it: Informazioni assolute

source: Relative informations
it_it: Informazioni relative

source: Total informations
it_it: Informazioni totali

source: Information concerning the selected period
it_it: Informazioni relative al periodo selezionato

source: Gross sales
it_it: Fatturato lordo

source: Share
it_it: Condividi

source: Count enquiries
fr_fr: Compter Demandes
it_it: Conteggio richieste info

source: Total count enquiries
fr_fr: Nombre De Demandes D'informations
it_it: Conteggio totale richieste info

source: Select the products you want to share availability with
fr_fr: Sélectionner Les Produits Avec Lesquls Vous Voulez Partager La Disponibilité
it_it: Seleziona i prodotti di cui condividere la disponibilità

source: All Structures
it_it: Tutte Le Strutture

source: Online Availability
it_it: Disponibilita' Online

source: Have you a discount code?
de_de: Haben Sie einen Rabatt-Code?
fr_fr: Avez-vous un code promotionnel?
hu_hu: Van kedvezmény kódja?
it_it: Possiedi un codice sconto?
nl_nl: Heb je een kortingscode?
ro_ro: Aveti cod de reducere?
sk_sk: MAS ZLAVOVY KOD?

source: Do you have a Discount Code?
de_de: Haben Sie einen Rabatt-Code?
it_it: Possiedi un codice sconto?
nl_nl: Heb je een kortingscode?
ro_ro: Aveti cod de reducere?
sk_sk: MAS ZLAVOVY KOD?

source: Select products
it_it: Seleziona i prodotti

source: Show list room on Step1
fr_fr: Montrer Liste Des Chambres Dans Étape1
it_it: Mostra la lista delle camere nel primo passo della prenotazione

source: Show alternative period on Step2
fr_fr: Montrer Période Alternative Dabs Étape 2
it_it: Mostra i periodo alternativi nel secondo passo della prenotazione

source: Book your holidays
it_it: Prenota le tue vacanze

source: List enquiries
fr_fr: Lister Les Demandes
it_it: Lista richieste info

source: Partner not selected
fr_fr: Partenaire Pas Sélectionné
it_it: Partner non selezionato

source: Partner not exists
fr_fr: Partenaire Pas Existant
it_it: Il partner non esiste

source: Waiting to be confirmed ( payment verification )
it_it: In attesa di conferma ( riscontro pagamento )

source: You can change the room availability using the standard rate of this channel manager
fr_fr: Vous Pouvez Modifier La Disponibilité Des Chambres En Utilisant Les Tarifs Standard De Ce Channel Manager
it_it: La disponibilità è modificabile dal listino standard di questa camera
