Repository: mlarese/privacybe
Catalog: __doc/locale/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk

source: Access
de_de: Einstieg
es_es: Accès
fr_fr: Accès
hu_hu: Belèpès
it_it: Accesso per Operatore
nl_nl: Toegang
pl_pl: dostep
ro_ro: Acces
ru_ru: Доступ
sk_sk: VSTUP

source: Accessories
de_de: Extra auf Wunsch
es_es: Servicios especiales
fr_fr: Accessoires
hu_hu: Speciàlis szolgàltatàsok
it_it: Servizi speciali
nl_nl: Extra services
pl_pl: Specjalne uslugi
ro_ro: Servicii speciale
ru_ru: Специальные услуги
sk_sk: SPECIALNE SLUZBY

source: Added accessories
de_de: Hinzugefügt Zubehör
es_es: accesorios Añadido
hu_hu: Hozzáadott tartozékok
it_it: Servizi speciali aggiunti
nl_nl: Toegevoegde accessoires
pl_pl: Dodał akcesoria
ro_ro: Accesorii adăugate
ru_ru: Добавлены аксессуары
sk_sk: Pridané príslušenstvo

source: Gift packages
de_de: Geschenk-Pakete
es_es: paquetes de Regalos
hu_hu: Ajándékcsomagot
it_it: Pacchetti regalo
nl_nl: Giftpakketten
pl_pl: Pakiety prezentowe
ro_ro: Pachete cadou
ru_ru: Подарочные пакеты
sk_sk: Darčekové balíčky

source: Account
de_de: Anzahlung
es_es: Anticipo
fr_fr: Arrhes
hu_hu: Elõleg
it_it: Acconto
nl_nl: Aanbetaling
pl_pl: Zaliczka
ro_ro: Cont
ru_ru: Задаток

source: Account to pay
de_de: Anzahlung zu zahlen
es_es: Arrhes à payer
fr_fr: Arrhes à payer
hu_hu: Fizetendõ elõleg
it_it: Acconto da pagare
nl_nl: Te betalen aanbetaling
pl_pl: Zaliczka do zaplaty
ro_ro: Suma de plata
ru_ru: Задаток к уплате
sk_sk: ZALOHA K UHRADE

source: Add/remove
de_de: Hinzufügen / Löschen
es_es: Ajoutes/ôter DFSDF
fr_fr: Ajoutes/ôter
hu_hu: Hozzàad/visszavon
it_it: Aggiungi/rimuovi
nl_nl: Voeg toe/verwijder
pl_pl: Dodac/usunac
ro_ro: Adauga/scoate
ru_ru: Добавить/удалить
sk_sk: PRIDAJ/ODOBER

source: Address
de_de: Adresse
es_es: Dirección
fr_fr: Adresse
hu_hu: Cìm
it_it: Indirizzo
nl_nl: Adres
pl_pl: Adres
ro_ro: Adresa
ru_ru: Адрес
sk_sk: ADRESA

source: Address can not be empty
de_de: Die Adresse darf nicht leer sein
es_es: El campo dirección no puede estar vacío
fr_fr: L'adresse Email Doit Être Indiquée
hu_hu: A cìm ablaka kötelezõ nègyzet
it_it: L'indirizzo non può essere vuoto
nl_nl: Veld Adres moet ingevuld zijn
pl_pl: Prosimy pisac adres
ro_ro: Câmpul Adresa nu poate ramâne necompletat
ru_ru: Поле с адресом не может оставаться незаполненным
sk_sk: POLE ADRESA NESMIE BYT PRAZDNE

source: Adult
fr_fr: Adulte
it_it: Adulto
ru_ru: Взрослый

source: Adults
de_de: Erwachsene
es_es: Adultos
fr_fr: Adultes
hu_hu: Felnõttek
it_it: Adulti
nl_nl: Volwassenen
pl_pl: Dorosli
ro_ro: Adulti
ru_ru: Взрослые
sk_sk: DOSPELI

source: Age
de_de: Alter
es_es: Edad
fr_fr: Âge
hu_hu: Életkor
it_it: Età
nl_nl: Leeftijd
pl_pl: Wiek
ro_ro: Vârsta
ru_ru: Возраст
sk_sk: VEK

source: All days
de_de: Alle Tage
es_es: Tous les jours
fr_fr: Tous Les Jours
hu_hu: Mindennap
it_it: Tutti i giorni
nl_nl: Alle dagen
pl_pl: Kazdy dzien
ro_ro: Toate zilele
ru_ru: Все дни
sk_sk: VSETKY DNI

source: Allotment manager
de_de: Verwaltung Kontingent
es_es: Gestion attribution
fr_fr: Gestion Attribution
hu_hu: Kontingens kezelèse
it_it: Gestione allotment
nl_nl: Beheer Allotment
pl_pl: Kontyngenty
ro_ro: Manager de alocare
ru_ru: Управление распределением

source: Amount
de_de: Betrag
es_es: Importe
fr_fr: Montant
hu_hu: Összeg
it_it: Importo
nl_nl: Bedrag
pl_pl: Cena
ro_ro: Suma
ru_ru: Сумма
sk_sk: CIASTKA

source: Amount paid
de_de: Betrag bezahlt
es_es: Importe pagado
fr_fr: Montant payé
hu_hu: Befizetett összeg
it_it: Importo pagato
nl_nl: Betaald bedrag
pl_pl: Zaplacona cena
ro_ro: Suma platita
ru_ru: Оплаченная сумма
sk_sk: ZAPLATENA CIASTKA

source: Amount to pay
de_de: Betrag zu zahlen
es_es: Importe a pagar
fr_fr: Montant à payer
hu_hu: Fizetendõ összeg
it_it: Importo da pagare
nl_nl: Te betalen bedrag
pl_pl: Cena do zaplaty
ro_ro: Suma de plata
ru_ru: Сумма к оплате
sk_sk: CIASTKA K UHRADE

source: Apply
de_de: Anwenden
es_es: Appliquer
fr_fr: Appliquer
hu_hu: Hozzàad
it_it: Applica
nl_nl: Toepassen
pl_pl: Zastosowaj
ro_ro: Aplica
ru_ru: Применить
sk_sk: APLIKUJ

source: Are you sure that you want to delete this elemet?
de_de: Sind Sie sicher, diesen Teil löschen zu wollen?
es_es: Êtes-vous certain de vouloir éliminer cet élément?
fr_fr: Êtes-Vous Certain De Vouloir Éliminer Cet Élément?
it_it: Sei sicuro di voler eliminare questo elemento?
nl_nl: Weet je zeker dat je dit onderdeel wilt verwijderen?
ro_ro: Esti sigur ca vrei sa elimini acest element?
sk_sk: SI SI ISTY, ZE CHCES POTVRDIT TENTO PRVOK?

source: Availability
de_de: Verfügbarkeit
es_es: Disponibilidad
fr_fr: Disponibilité
hu_hu: Szabad hely
it_it: Disponibilità
nl_nl: Beschikbaarheid
pl_pl: Dostepnosc
ro_ro: Disponibilitate
ru_ru: Наличие
sk_sk: PONUKA VOLNYCH MOZNOSTI

source: Availability2
fr_fr: Disponibilité
it_it: Disponibilita'

source: Availability not valid
de_de: Verfügbarkeit ungültig
es_es: Disponibilidad no es válida
fr_fr: Disponibilité non valable
hu_hu: èrvènytelen szabad hely
it_it: Disponibilità non valida
nl_nl: Beschikbaarheid ongeldig
pl_pl: Dostepnosc niewazna
ro_ro: Disponibilitate nevalida
ru_ru: Наличие недействительно
sk_sk: NEPLATNA PONUKA VOLNYCH MOZNOSTI

source: Available solutions
de_de: Vorhandene Lösungen
es_es: Soluciones disponibles
fr_fr: Solutions disponibles
hu_hu: Szabad lehetõsègek
it_it: Soluzioni disponibili
nl_nl: Beschikbare alternatieven
pl_pl: Dostepne wybory
ro_ro: Solutii disponibile
ru_ru: Возможные решения
sk_sk: PONUKANE VOLNE MOZNOSTI

source: Average price per night
de_de: Durchschnittlicher Preis pro Nacht
es_es: Precio medio por noche
fr_fr: Prix moyen par nuit
hu_hu: közèp àr per èjszaka
it_it: Prezzo medio per notte
nl_nl: Gemiddelde prijs per nacht
pl_pl: Srednia cena za nocleg
ro_ro: Pret mediu pe noapte
ru_ru: Средняя цена за ночь
sk_sk: PRIEMERNA CENA NA NOC

source: Bank account holder
de_de: Bank Kontoinhaber
es_es: Titular
fr_fr: À
hu_hu: Levèlfejlèc
it_it: Intestato a
nl_nl: Bankrekening houder
pl_pl: na
ro_ro: Titular cont bancar
ru_ru: На имя
sk_sk: MAJITEL BANKOVEHO UCTU

source: Bank name
de_de: Name der Bank
es_es: Nombre banco
fr_fr: Nom De La Banque
hu_hu: Bank neve
it_it: Nome banca
nl_nl: Naam bank
pl_pl: Nazwa banku
ro_ro: Nume banca
ru_ru: Название банка
sk_sk: NAZOV BANKY

source: Bank transfer
de_de: Banküberweisung
es_es: Transferencia bancaria
fr_fr: Virement Bancaire
hu_hu: Banki utalàs
it_it: Bonifico bancario
nl_nl: Bankoverschrijving
pl_pl: Przelew bankowy
ro_ro: Transfer bancar
ru_ru: Банковский перевод
sk_sk: BANKOVY PREVOD

source: Bed
de_de: Zimmer
es_es: Cama
fr_fr: Lit
hu_hu: àgy
it_it: Letto
pl_pl: Lózko
ro_ro: Pat
ru_ru: Кровать
sk_sk: LOZKO

source: Bed and breakfast
de_de: Zimmer mit Frühstück
es_es: Habitación y desayuno
fr_fr: Chambre et petit-déjeuner
hu_hu: Szoba ès reggeli
it_it: Camera e colazione
nl_nl: Kamer met ontbijt
pl_pl: Pokój i sniadanie
ro_ro: Camera si mic dejun
ru_ru: номера с завтраком
sk_sk: NOCLAH A RANAJKY

source: Boarding
de_de: Verpflegung
es_es: Solution
fr_fr: Traitement
hu_hu: Ellàtàs
it_it: Trattamento
nl_nl: Verzorging
pl_pl: Wyzywienie
ro_ro: Tratament
ru_ru: стоимость
sk_sk: ROZSAH SLUZIEB

source: Book now
de_de: Reservieren Sie sofort
es_es: Reserva enseguida
fr_fr: Réservez immédiatement
hu_hu: Rendeld meg most
it_it: Prenota subito
nl_nl: Reserveer nu
pl_pl: Zamów zaraz
ro_ro: Rezerva acum
ru_ru: Забронировать прямо сейчас
sk_sk: REZERVUJ TERAZ

source: Booking board
de_de: Verpflegung
es_es: Reserva confirmada
fr_fr: Solution
hu_hu: Ellàtàs
it_it: Trattamento
nl_nl: Verzorging
pl_pl: Wyzywienie
ro_ro: Tratament
ru_ru: стоимость

source: Booking complete
de_de: Buchung durchgeführt
es_es: Réservation complétée
fr_fr: Réservation complétée
hu_hu: A foglalàs befejezõdött
it_it: Booking completato
nl_nl: Boeking voltooid
pl_pl: Booking dokonany
ro_ro: Rezervare completata
ru_ru: Бронирование завершено

source: Booking discounts manager
de_de: Verwaltung Preise und Bedingungen
es_es: Gestion réductions
fr_fr: Gestion réductions
hu_hu: Kedvezmènyek kezelèse
it_it: Gestione sconti
nl_nl: Kortingsbeheer
pl_pl: Administracja znizek
ro_ro: Reduceri manager de rezervari
ru_ru: Управление скидками
sk_sk: SPRAVA ZLIAV

source: Booking enquiry
de_de: Anfrage nach Verfügbarkeit
es_es: Demande de disponibilité
fr_fr: Demande de disponibilité
hu_hu: Szabad kapacitàs lekèrèse
it_it: Richiesta di disponibilità
nl_nl: Aanvraag beschikbaarheid
pl_pl: Zyczenie dostepnosc
ro_ro: Cerere de disponibilitate
ru_ru: Запрос наличия
sk_sk: POZIADAVKA O VOLNE MIESTA

source: Booking manager
de_de: Verwaltung Buchungen
es_es: Gestion réservation
fr_fr: Gestion réservation
hu_hu: megrendelès kezelèse
it_it: Gestione booking
nl_nl: Boekingsbeheer
pl_pl: Administracja Booking
ro_ro: Manager de rezervari
ru_ru: Управление бронированием

source: Booking pricelist manager
de_de: Verwaltung Preise
es_es: Reserva de precios gerente
fr_fr: Gestion prix
hu_hu: àr kezelèse
it_it: Gestione prezzi
nl_nl: Prijsbeheer
pl_pl: Administracja cen
ro_ro: Manager de preturi
ru_ru: Управление ценами
sk_sk: MENEZER CIEN

source: Booking rates and conditions manager
de_de: Verwaltung Reservierungen
es_es: Tarifas y condiciones
fr_fr: Tarifs et conditions
hu_hu: àrak ès feltètelek
it_it: Tariffe e condizioni
nl_nl: Tarieven en voorwaarden
pl_pl: Ceny i warunki ogólne
ro_ro: Tarife si conditii
ru_ru: Тарифы и условия
sk_sk: PODMIENKY A TARIFY

source: CMS manager
de_de: Verwaltung CMS
es_es: CMS gestor
fr_fr: Gestion CMS
it_it: Gestione CMS
ru_ru: Управление CMS

source: CMS user fullname
de_de: CMS-Benutzername
es_es: CMS usuario FullName
fr_fr: Nome utente CMS
it_it: Nome utente CMS
ru_ru: Имя пользователя CMS

source: CMS user manager
de_de: Verwaltung CMS-Benutzer
es_es: CMS Administrador de usuarios
fr_fr: Gestion utilisateurs CMS
it_it: Gestione utenti CMS
ru_ru: Управление пользователями CMS

source: CMS user type
de_de: CMS Benutzertyp
es_es: CMS tipo de usuario
fr_fr: Type utilisateur CMS
it_it: Tipo utente CMS
ru_ru: Тип пользователя CMS

source: CSS required
de_de: Angeforderter CSS
es_es: CSS necesario
fr_fr: CSS demandé
it_it: CSS richiesto

source: Calendar functions
de_de: Kalenderfunktionen
es_es: Calendario de funciones
fr_fr: Fonctions calendrier
hu_hu: A naptàr funkciòi
it_it: Funzioni calendario
nl_nl: Kalender funkties
pl_pl: Kalendarz
ro_ro: Functii calendar
ru_ru: Календарь
sk_sk: FUNKCIE KALENDARA

source: Cancel
de_de: Annullieren
es_es: CancelarAnnuler
fr_fr: Annuler
hu_hu: megszüntett
it_it: Annulla
nl_nl: Annuleer
pl_pl: Anuluj
ro_ro: Anuleaza
ru_ru: Отменить
sk_sk: ZRUS

source: Cancellation policy
de_de: Rücktrittssrecht und Reiseabbruchspolitik
es_es: Política de anulación
fr_fr: Politique D'annulation
hu_hu: Törlèsi feltételek
it_it: Politica di cancellazione
nl_nl: Annuleringsbeleid
pl_pl: Polityka anulowania
ro_ro: Politica de renuntare
ru_ru: Процесс отмены
sk_sk: STORNO POLITIKA

source: Cancelled date
de_de: Annullierungsdatum
es_es: Fecha de anulación
fr_fr: Date annulation
hu_hu: Dátum törlès
it_it: Data annullamento
nl_nl: Annuleringsdatum
pl_pl: Data anulowania
ro_ro: Data anularii
ru_ru: Дата отмены
sk_sk: DATUM ZRUSENIA

source: Card number must contain only digits and spaces
de_de: Die Kreditkarte kann nur Nummern und Zwischenräume beinhalten
es_es: El número de la tarjeta debe contener sólo números y espacios
fr_fr: La carte de crédit doit contenir uniquement des chiffres et des espaces
hu_hu: A hitel kàrtya csak szàmokat ès szòközt kell tartalmazzo
it_it: La carta di cerdito deve contenere solo numeri e spazi
nl_nl: Credit card nummer bevat alleen cijfers en spaties
pl_pl: Dane karty kredytowej musza zawierac tylko numery i przestenie
ro_ro: Cardul de credit trebuie sa contina doar numere si spatii
ru_ru: Кредитная карта должна содержать только цифры и пробелы
sk_sk: KREDITNA KARTA MUSI OBSAHOVAT LEN CISLICE A MEDZERY

source: Catalog manager
de_de: Verwaltung Katalog
es_es: Catálogo de administrador
fr_fr: Gestion catalogue
it_it: Gestione catalogo

source: Category
de_de: Kategorie
es_es: Categoría
fr_fr: Catégorie
it_it: Categoria
ru_ru: Категории

source: Category data
de_de: Kategoriedaten
es_es: Categoría de datos
fr_fr: Données catégorie
it_it: Dati categoria

source: Category list
de_de: Liste Kategorien
es_es: Categoría lista
fr_fr: Liste Catégories
it_it: Lista categorie

source: Category List
it_it: Lista categorie

source: Category manager
de_de: Verwaltung Kategorien
es_es: Categoría gerente
fr_fr: Gestion Catégories
it_it: Gestione categorie

source: Change period
de_de: Zeitraum ändern
es_es: Cambio período
fr_fr: Changer période
hu_hu: Dátum modósitás
it_it: Modifica date
nl_nl: Wijzig data
pl_pl: Zmiana terminy
ro_ro: Modifica perioada
ru_ru: Корректировка данных
sk_sk: ZMEN OBDOBIE

source: Check in date
de_de: Vom
es_es: Fecha llegada
fr_fr: Date Arrivée
hu_hu: Érkezès idõpontja
it_it: Data arrivo
nl_nl: Aankomstdatum
pl_pl: Dzien przyjazdu
ro_ro: Data sosirii
ru_ru: Дата прибытия
sk_sk: DATUM PRICHODU

source: Check out date
de_de: Bis
es_es: Fecha salida
fr_fr: Date Départ
hu_hu: Távozás idõpontja
it_it: Data partenza
nl_nl: Vertrekdatum
pl_pl: Dzien wyjazdu
ro_ro: Data de plecare
ru_ru: Дата отъезда
sk_sk: DATUM ODCHODU

source: Checkin/checkout day not allowed
de_de: Checkin / Checkout tag nicht erlaubt
es_es: Día de salida/llegada no permitido
fr_fr: Jour de départ/arrivée non autorisé
hu_hu: Érkezès ès tàvozàs napja nem engedèlyezet
it_it: Giorno di partenza/arrivo non permesso
nl_nl: Giorno di partenza/arrivo non permesso
pl_pl: Dzien wyjazdu/przyjazd nie pozwolony
ro_ro: Zi de plecare/sosire nepermisa
ru_ru: Дата прибытия/отъезда недействительна
sk_sk: DEN PRICHODU/ ODCHODU NIE JE POVOLENY

source: Checkin/out policy
de_de: Checkin / Checkout
es_es: Entrada / Salida
fr_fr: Arrivées / Départs
hu_hu: Checkin / Checkou
it_it: Checkin / Checkout
nl_nl: Checkin/checkout
pl_pl: Checkin / Checkout
ro_ro: Checkin / Checkout
ru_ru: Check-in / Check-out
sk_sk: CHECKIN/CHECKOUT

source: Child
de_de: Kind
es_es: Niños
fr_fr: Enfants
hu_hu: Gyermekek
it_it: Bambino
nl_nl: Kind
pl_pl: Dzieci
ro_ro: Copil
ru_ru: Ребенок
sk_sk: DIETA

source: Children
de_de: Kinder
es_es: Niños
fr_fr: Enfants
hu_hu: Gyermekek
it_it: Bambini
nl_nl: Kinderen
pl_pl: Dzieci
ro_ro: Copii
ru_ru: Дети
sk_sk: DETI

source: Choose your accommodation
de_de: Lösungsmöglichkeiten vorhanden
es_es: Soluciones disponibles
fr_fr: Solutions disponibles
hu_hu: Talàlato
it_it: Soluzioni disponibili
nl_nl: Kies accommodatie
pl_pl: Dostepne wybory
ro_ro: Solutii disponibile
ru_ru: Возможные решения
sk_sk: VYBERTE SI UBYTOVANIE

source: City
de_de: Stadt
es_es: Ciudad
fr_fr: Ville
hu_hu: Vàros
it_it: Città
nl_nl: Woonplaats
pl_pl: Miasto
ro_ro: Oras
ru_ru: Город
sk_sk: MESTO

source: City can not be empty
de_de: Stadt darf nicht leer sein
es_es: El campo ciudad no puede estar vacío
fr_fr: La Ville Doit Être Indiquée
hu_hu: A vàros mezõ nem maradhat ürese
it_it: Il campo città non può essere vuoto
nl_nl: Veld woonplaats moet ingevuld zijn
pl_pl: Proszmy Panstwo pisac miasto
ro_ro: Câmpul Oras nu poate fi gol
ru_ru: Поле с указанием города не может оставаться незаполненным
sk_sk: POLE MESTO NESMIE BYT PRAZDNE

source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
hu_hu: Bezàrà
it_it: Chiudi
nl_nl: Sluit
pl_pl: Zamknij
ro_ro: Închide
ru_ru: Закрыть
sk_sk: ZAVRI

source: Close the popup
de_de: Popup schließen
es_es: Cerrar el popup
fr_fr: Fermer le pop-up
hu_hu: Pop up bezàràs
it_it: Chiudi il popup
nl_nl: Sluit popup
pl_pl: Zamknij popup
ro_ro: Închide fereastra
ru_ru: Закрыть всплывающее окно
sk_sk: ZAVRI POPUP

source: Code
es_es: Código
hu_hu: Kò
it_it: Codice
pl_pl: Kod
ro_ro: Cod
ru_ru: Код
sk_sk: KOD

source: Company
de_de: Firma
es_es: Empresa
fr_fr: Société
hu_hu: Társaság
it_it: Azienda
nl_nl: Bedrijf
pl_pl: Firma
ro_ro: Societate comerciala
ru_ru: Компания
sk_sk: SPOLOCNOST, FIRMA

source: Conditions
de_de: Bedingungen
hu_hu: Feltètele
it_it: Condizioni
nl_nl: Voorwaarden
pl_pl: Warunki
ro_ro: Conditii
ru_ru: Услуги
sk_sk: PODMIENKY

source: Confirm
de_de: Bestätigen
es_es: Confirmación
fr_fr: Confirmer
hu_hu: Megerõsítésé
it_it: Conferma
nl_nl: Bevestig
pl_pl: Potwierdzenie
ro_ro: Confirma
ru_ru: Подтверждение
sk_sk: POTVRDENIE

source: Confirmed date
de_de: Bestätigungsdatum
es_es: Confirmado fecha
fr_fr: Date confirmation
hu_hu: Visszaigazolàs Dátum
it_it: Data conferma
nl_nl: Bevestigingsdatum
pl_pl: Dzien potwierdzenia
ro_ro: Data confirmata
ru_ru: Дата подтверждения

source: Consent to privacy
de_de: Zustimmung Datenschutz
es_es: Consentimiento a la intimidad
fr_fr: Accord à loi sur vie privée
hu_hu: Privacy endegèlyezès
it_it: Consenso alla privacy
nl_nl: Akkoord privacy policy
pl_pl: Zgoda na privacy
ro_ro: Sunt de acord cu politica de confidentialitate
ru_ru: Согласие с использованием личных данных
sk_sk: SUHLAS K OCHRANE SUKROMIA

source: Consent to use personal data
de_de: Zustimmung zur Datenverarbeitung
es_es: Aceptación tratamiento de los datos de carácter personal
fr_fr: Accord au traitement des données personnelles
hu_hu: Szemèlyes adatok feldolgozàsànak engedèlyezès
it_it: Consenso al trattamento dei dati personali
nl_nl: Akkoord gebruik persoonsgegevens
pl_pl: Zgoda na traktowanie danych osobowych
ro_ro: Sunt de acord cu politica datelor personale
ru_ru: Согласие с использованием личных данных
sk_sk: SUHLAS SO SPRACOVANIM OSOBNYCH UDAJOV

source: Copy
de_de: Kopieren
es_es: Copiar
fr_fr: Copier
hu_hu: Màsolà
it_it: Copia
nl_nl: Copie
pl_pl: Kopiuj
ro_ro: Copiaza
ru_ru: Копировать

source: Country
de_de: Staat
es_es: País
fr_fr: Nation
hu_hu: Nemzetiség
it_it: Nazione
nl_nl: Land
pl_pl: Naród
ro_ro: Tara
ru_ru: Страна
sk_sk: KRAJINA

source: Created
de_de: Erstellung
es_es: Creado
fr_fr: Création
hu_hu: Létrehozá
it_it: Creazione
pl_pl: Tworzenie
ru_ru: Создано

source: Created date
de_de: Erstellungsdatum
es_es: Creado fecha
fr_fr: Date Création
hu_hu: Lètrehozàs Dátum
it_it: Data creazione
pl_pl: Dzien tworzenia
ru_ru: Дата создания

source: Credit card
de_de: Kreditkarte
es_es: Tarjeta de crédito
fr_fr: Carte De Crédit
hu_hu: Hitelkártya
it_it: Carta di credito
pl_pl: Karta kredytowa
ro_ro: Card de credit
ru_ru: Кредитная карточка
sk_sk: KREDITNA KARTA

source: Credit card data
de_de: Kreditkarten
es_es: Tarjeta de crédito
fr_fr: Carte de crédit
hu_hu: Hitel kàrty
it_it: Carta di credito
nl_nl: Credit card
pl_pl: Karta kredytowa
ro_ro: Card de credit
ru_ru: Кредитная карточка
sk_sk: KREDITNA KARTA

source: Credit card invalid. Please check number
de_de: Karte ungültig. Nummer kontrollieren
es_es: Tarjeta no válida. Por favor, compruebe el número
fr_fr: Carte Non Valable. Contrôlez Le Numéro
hu_hu: Érvénytelen kártya, Ellenõrizze le a szàmà
it_it: Carta non valida. Controllare il numero
nl_nl: Ongeldige credit card. Controleer nummer
pl_pl: Karta niewazna. Prosimy o sprawdzenie numeru
ro_ro: Card de credit invalid. Va rugam controlati nr.
ru_ru: Карточка не действительна. Проверьте номер
sk_sk: KARTA JE NEPLATNA. SKONTROLUJTE JEJ CISLO

source: Customer area
de_de: Gästezone
es_es: Area de clientes
fr_fr: Zone clients
hu_hu: Ügyfél terüle
it_it: Area clienti
pl_pl: Strefa dla klientów
ro_ro: Zona clienti
ru_ru: Раздел Клиенты
sk_sk: PRIESTOR PRE KLIENTOV

source: Date not valid
de_de: Datum ungültig
es_es: Fecha no válida
fr_fr: Date non valable
hu_hu: Érvénytelen dàtu
it_it: Data non valida
nl_nl: Ongeldige datum
pl_pl: Termin niewazny
ro_ro: Date invalide
ru_ru: Дата недействительна
sk_sk: NEPLATNY DATUM

source: Delete
de_de: Löschen
es_es: Borrar
fr_fr: Eliminer
hu_hu: Törlè
it_it: Elimina
nl_nl: Verwijder
pl_pl: Usunaj
ro_ro: Sterge
ru_ru: Удалить
sk_sk: ZMAZ

source: Delete category
de_de: Kategorie löschen
es_es: Eliminar categoría
fr_fr: Supprimer catégorie
hu_hu: Kategòria törlès
it_it: Cancella categoria
nl_nl: Annuleer categorie
pl_pl: Anuluj kategorji
ro_ro: Anuleaza categoria
ru_ru: Удалить категорию
sk_sk: ZMAZ KATEGORIU

source: Delete product
de_de: Produkt löschen
es_es: Eliminar producto
fr_fr: Supprimer Produit
hu_hu: Törlés termék
it_it: Cancella Prodotto
nl_nl: Annuleer produkt
pl_pl: Anuluj produkt
ro_ro: Anuleaza produsul
ru_ru: Удалить продукт
sk_sk: ZMAZ PRODUKT

source: Deposit
de_de: Anzahlung
es_es: Depósito
fr_fr: Deposito
hu_hu: Letétet
it_it: Deposito
nl_nl: Waarborgsom
pl_pl: Kaucja
ro_ro: Depozit
ru_ru: Депозит

source: Description
de_de: Beschreibung
es_es: Descripción
hu_hu: Leìrà
it_it: Descrizione
nl_nl: Beschrijving
pl_pl: Opis
ro_ro: Descriere
ru_ru: Описание
sk_sk: POPIS

source: Detail
es_es: Detalle
fr_fr: Détail
hu_hu: Rèszle
it_it: Dettaglio
pl_pl: Detal
ro_ro: Detaliu
ru_ru: Деталь

source: Details
es_es: Detalles
fr_fr: Détails
hu_hu: Rèszletek
it_it: Dettagli
pl_pl: Detale
ro_ro: Detalii
ru_ru: Детали
sk_sk: DETAILY

source: Discount
de_de: Ermäßigung
es_es: Descuento
fr_fr: Réduction
hu_hu: Kedvezmèn
it_it: Sconto
nl_nl: Korting
pl_pl: Rabat
ro_ro: Reducere
ru_ru: Скидка
sk_sk: ZLAVA

source: Discount not valid
de_de: Ermäßigung ungültig
es_es: Descuento no válido
fr_fr: Réduction non valable
hu_hu: Érvènytelen kedvezmèn
it_it: Sconto non valido
nl_nl: Ongeldige korting
pl_pl: Rabat niewazny
ro_ro: Reducere nevalabila
ru_ru: Скидка недействительна
sk_sk: ZLAVA NIE JE PLATNA

source: Discounts
de_de: Ermäßigungen
es_es: Promociones
fr_fr: Réductions
hu_hu: Kedvezmènye
it_it: Sconti
nl_nl: Kortingen
pl_pl: Rabaty
ro_ro: Reduceri
ru_ru: Скидки
sk_sk: ZLAVY

source: Email can not be empty
es_es: El campo email no puede estar vacío
fr_fr: L'adresse Email Doit Être Indiquée
hu_hu: E-mail mezõ kötelez
it_it: E-mail non può essere vuoto
nl_nl: Veld Emailmoet ingevuld zijn
pl_pl: Proszmy Panstwo pisac adres e-mailowy
ro_ro: Câmpul E-mail nu poate ramâne necompletat
ru_ru: Обязательно укажите E-mail
sk_sk: POLE E-MAIL NESMIE BYT PRAZDNE

source: Email is not the same
es_es: Las direcciones de correo electrónico no coinciden
fr_fr: Les Adresses Courriel Ne Coïncident Pas
hu_hu: Az e-mail cìmek nem egyezne
it_it: Gli indirizzi e-mail non coincidono
nl_nl: De Email adressen zijn niet gelijk
pl_pl: Adresy emailowe nie pasuja
ro_ro: Adresele de email nu sunt aceleasi.
ru_ru: Адреса E-mail не совпадают
sk_sk: MAILOVE ADRESY SA NEZHODUJU

source: Enquiry data
de_de: Anfrage Daten
es_es: Fecha solicitud
fr_fr: Date De La Demande
hu_hu: Érdeklődés dátum
it_it: Dati richiesta
nl_nl: Gegevens aanvraag
pl_pl: Zapytanie data
ro_ro: Intrebare data
ru_ru: Дата заявки
sk_sk: Dátum dotazu

source: Enquiry date
de_de: Verlangtes Datum
es_es: Fecha solicitud
fr_fr: Date Demande
hu_hu: Kèrt dátum
it_it: Data richiesta
nl_nl: Datum aanvraag
pl_pl: Data zadania
ro_ro: Data cerere
ru_ru: Дата запроса
sk_sk: DATUM POZIADAVKY

source: Enquiry delivered
de_de: Anfrage abgeschickt
es_es: Solicitud enviada
fr_fr: Demande expédiée
hu_hu: Ajànlat elküldv
it_it: Richiesta spedita
nl_nl: Aanvraag verzonden
pl_pl: zadanie zostalo wyslane
ro_ro: Cerere trimisa
ru_ru: Запрос отправлен
sk_sk: POZIADAVKA ODOSLANA

source: Enquiry request delivery successfully
de_de: Verfügbarkeitsanfrage erfolgreich abgeschickt
es_es: Solicitud disponibilidad enviada con éxito
fr_fr: Demande disponibilité envoyée avec succès
hu_hu: Ajànlat sikeresen elküldv
it_it: Richiesta disponibilità inviata con successo
nl_nl: Aanvraag beschikbaarheid succesvol verzonden
pl_pl: zadanie dostepnosci zostalo wyslane z sukcesem
ro_ro: Cerere de disponibilitate trimisa cu succes
ru_ru: Запрос о наличии свободных мест отправлен
sk_sk: POZIADAVKA S OTAZKOU NA MOZNOSTI OBYTOVANIA BOLA USPESNE ODOSLANA

source: Enter
de_de: Einsteigen
es_es: Entrer
fr_fr: Entrer
hu_hu: Belèpè
it_it: Entra
nl_nl: Ga door
pl_pl: wejdz
ro_ro: Comfirma
ru_ru: Вход
sk_sk: VOJDI

source: Expires
de_de: Fälligkeit
es_es: Fecha de caducidad
fr_fr: Echéance
hu_hu: Lejàrta dátum
it_it: Scadenza
nl_nl: Verval
pl_pl: Data waznosci do
ro_ro: Expira
ru_ru: Истечение срока
sk_sk: PLATNOST
