Repository: mlarese/privacybe
Catalog: __doc/locale/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk

source: Payment ok
de_de: Bezahlung OK
es_es: Pago ok
fr_fr: Paiement ok
hu_hu: Sikeres fizetè
it_it: Pagamento ok
nl_nl: Betaling ok
pl_pl: Placenie ok
ro_ro: Plata efectuata
ru_ru: Оплата успешно завершена
sk_sk: PLATBA OK

source: Payment failed
de_de: fehlgeschlagen Bezahlung
es_es: El pago no
fr_fr: Paiement échoué
hu_hu: Sikertelen fizetè
it_it: Pagamento fallito
nl_nl: Betaling mislukt
pl_pl: Placenie nie dokonane
ro_ro: Plata neefectuata
ru_ru: Оплата не завершена
sk_sk: PLATBA NEUSKUTOCNENA

source: In payment
de_de: Bezahlung im Gange
es_es: En el pago
fr_fr: Dans paiement
hu_hu: Fizetv
it_it: In pagamento
nl_nl: In betaling
pl_pl: W płatniczych
ro_ro: În curs de plata
ru_ru: В процессе оплаты
sk_sk: FAZA PLATBY

source: Credit card guarantee. Payment in hotel
de_de: Kredit Karte als Garantie. Bezahlung im Hotel
es_es: Tarjeta de crédito como garantía. Pago en el hotel
fr_fr: Garantie par carte de crédit. De paiement dans l'hôtel
hu_hu: Garanciàlis hitel kàrty
it_it: Carta di credito a garanzia. Pagamento in hotel
nl_nl: Credit card ter garantie. Betaling in hotel
pl_pl: Karta kredytowa jako gwarancja. Platnosc w hotelu
ro_ro: Card de credit ca si garantie. Plata la hotel.
ru_ru: Кредитная карточка как гарантия. Оплата в отеле
sk_sk: UDAJE O KREDITNEJ KARTE SLUZIA LEN AKO GARANCIA REZERVACIE. PLATBA V HOTELI.

source: Allow reservation if available
de_de: Möchten Sie buchen, wenn diese Lösung ist verfügbar
es_es: Permitir que si se dispone de reserva
fr_fr: Faites Une Réservation Si La Solution Est Disponible
hu_hu: Befoglal ha szabad a lehetõsèg
it_it: Esegui la prenotazione se la soluzione è disponibile
nl_nl: Reservering uitvoeren bij beschikbaarheid
pl_pl: Dokonaj rezerwacje jezeli wybór jest dostepny
ro_ro: Permite rezervarea daca este posibila
ru_ru: Забронировать, если есть в наличии
sk_sk: V PRIPADE, ZE RIESENIE JE K DSPOZICII, REZERVUJ

source: Protocol
es_es: Protocolo
fr_fr: Protocole
hu_hu: Jegyzőkönyvben
it_it: Protocollo
nl_nl: Protokol
pl_pl: Protokól
ru_ru: Протокол
sk_sk: PROTOKOL

source: Total reservation price
de_de: Gesamtsumme
es_es: Precio total de la reserva
fr_fr: Total Séjour
hu_hu: üdülés teljes összege
it_it: Totale soggiorno
nl_nl: Totaal bedrag voor reservering
pl_pl: Cena pobytu
ro_ro: Total sedere
ru_ru: Стоимость пребывания
sk_sk: CELKOVA CENA REZERVACIE

source: Credit card accepted
de_de: Kreditkarten akzeptiert
es_es: Aceptamos tarjeta de crédito
fr_fr: Cartes De Crédit Acceptées
hu_hu: Hitel kàrtya elfogadà
it_it: Carte di credito accettate
nl_nl: Credit card geaccepteerd
pl_pl: Karty kredytowe akceptowane
ro_ro: Card de credit acceptat
ru_ru: Принимаемые кредитные карточки
sk_sk: KREDITNI KARTA AKCEPTOVANA

source: Subject
de_de: Betreff
es_es: Objeto
fr_fr: Sujet
hu_hu: Tàrg
it_it: Oggetto
nl_nl: Onderwerp
pl_pl: Temat
ro_ro: Subiect
ru_ru: Предмет
sk_sk: PREDMET

source: Accepts
de_de: Akzeptiert
es_es: Aceptar
fr_fr: Accepter
hu_hu: Elfogadàs
it_it: Accetta
nl_nl: Accepteer
pl_pl: Akceptuj
ro_ro: Accepta
ru_ru: Принимаю
sk_sk: PRIJMI, AKCEPTUJ

source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui
hu_hu: Igen
it_it: Si
nl_nl: Ja
pl_pl: Tak
ro_ro: Da
ru_ru: Да
sk_sk: ANO

source: Structure
de_de: Struktur
es_es: Estructura
hu_hu: Épüle
it_it: Struttura
nl_nl: Accommodatie
pl_pl: Obiekt
ro_ro: Structura
ru_ru: Структура
sk_sk: UBYTOVACIE ZARIADENIE

source: Waiting to be confirmed
de_de: Erwartung der Bestaetigung
es_es: A la espera de ser confirmado
fr_fr: En Attendant De Confirmation
hu_hu: Függõben a megerõsitèsi
it_it: In attesa di conferma
nl_nl: In afwachting van bevestiging
pl_pl: Oczekujacy na potwierdzenie
ro_ro: Se asteapta confirmarea
ru_ru: В ожидании подтверждения
sk_sk: V OCAKAVANI POTVRDENIA

source: Confirmed
de_de: Bestätigt
es_es: Confirmado
fr_fr: Confirmé
hu_hu: visszaigazolv
it_it: Confermata
nl_nl: Bevestigd
pl_pl: Potwierdzona
ro_ro: Confirmat
ru_ru: Подтверждено
sk_sk: POTVRDENA

source: Cancelled by the structure
de_de: Storniert durch die Struktur
es_es: Cancelado por la estructura
fr_fr: Annulé Par La Structure
hu_hu: Törölték a szerkezet
it_it: Cancellata dalla struttura
nl_nl: Geannuleerd door accommodatie
pl_pl: Anulowana z obiektu
ro_ro: Anulat de structura
ru_ru: Отменено структурой
sk_sk: ZRUSENA UBYTOVACIM ZARIADENIM

source: Cancelled by the guest
es_es: Cancelado por el huésped
fr_fr: Annulé par le client
hu_hu: Törölve az ügyfèltõl
it_it: Cancellata dal cliente
nl_nl: Cancellata dal cliente
pl_pl: Anulowana od klienta
ro_ro: Anulat de catre client
ru_ru: Отменено клиентом
sk_sk: ZRUSENA ZO STRANY KLIENTA

source: Cancelled for NO-SHOW
de_de: Gelöschte für NO-SHOW
es_es: Cancelado para el NO-SHOW
fr_fr: Annulé Pour Le No-Show
hu_hu: No-show miatt törölv
it_it: Cancellata per NO-SHOW
nl_nl: Geannuleerd door NO-SHOW
pl_pl: anulowana z powodu NO-SHOW
ro_ro: Anulat pentru NO-SHOW
ru_ru: Отменено из-за NO-SHOW
sk_sk: ZRUSENA Z DOVODU NO - SHOW

source: Cancelled due to wrong CC data
de_de: Gelöschte wegen nicht korrekter Kreditkartendaten
es_es: Cancelado debido a datos mal CC
fr_fr: Annulée En Raison De Mauvaises Données Cc
hu_hu: Törölve, helytelen adato
it_it: Cancellata per dati CC non corretti
nl_nl: Geannuleerd door foute CC gegevens
pl_pl: anulowana z powodu niepoprawnego numeru konta
ro_ro: Anulat pentru date CC incorecte
ru_ru: Отменено из-за неверных СС данных
sk_sk: ZRUSENA Z DOVODOV NEPLATNYCH UDAJOV O KREDITNEJ KARTE

source: Structure data
de_de: Struktur informationen
es_es: Informaciones sobre la estructura
fr_fr: Structural Information
hu_hu: informàciò az èpületrõ
it_it: Informazioni sulla struttura
nl_nl: Informatie over accommodatie
pl_pl: Informacje dotyczace obiektu
ro_ro: Informatii structura
ru_ru: Информация о структуре
sk_sk: UDAJE O UBYTOVACOM ZARIADENI

source: Reservation inserted
de_de: Buchung eingefügt
es_es: Reserva insertadoinserita
fr_fr: Réservation inséré
hu_hu: Megrendelès vègrehajtv
it_it: Prenotazione inserita
nl_nl: Reservering ingevoerd
pl_pl: Rezerwacja dokonana
ro_ro: Rezervare introdusa
ru_ru: Бронирование введено
sk_sk: REZERVACIA BOLA ZADANA

source: Request inserted
de_de: Verfuegbarkeitsanfrage eingefügt
es_es: Solicitud registrada
fr_fr: Demande inséré
hu_hu: Lekèrès beirv
it_it: Richiesta inserita
nl_nl: Aanvraag ingevoerd
pl_pl: Zadanie dokonane
ro_ro: Cerinta introdusa
ru_ru: Запрос введен
sk_sk: POZIADAVKA BOLA ZADANA

source: Authorization
es_es: Autorización
fr_fr: Autorisation
hu_hu: engedèly
it_it: Autorizzazione
nl_nl: machtiging
pl_pl: Pozwolenia
ro_ro: Autorizare
ru_ru: Авторизация
sk_sk: AUTORIZACIA

source: Interested to
es_es: Interesado en
fr_fr: Intéressé À
hu_hu: Érdekelni
it_it: Interessato a
nl_nl: Geinteresseerd in
pl_pl: Zajnteresowany
ro_ro: Interesat sa
ru_ru: Заинтересован в

source: Security code invalid
de_de: Security code nicht gültig
es_es: Código de seguridad no válido
fr_fr: Code De La Sécurité Non Valide
hu_hu: Érvènytelen biztonsàgi kò
it_it: Codice di sicurezza non valido
nl_nl: Ongeldige veiligheidscode
pl_pl: kod bezpieczenstwa nie wazne
ro_ro: Cod de securitate invalid
ru_ru: Код безопасности недействителен
sk_sk: NEPLATNY BEZPECNOSTNY KOD

source: Payment methods
de_de: Zahlungsmethoden
es_es: Pago
fr_fr: Paiement
hu_hu: Fizetè
it_it: Pagamento
nl_nl: Betaling
pl_pl: Placenie
ro_ro: Plata
ru_ru: Оплата
sk_sk: PLATBA

source: cancellation
de_de: Annullierung
es_es: cancelación
fr_fr: cancellazione
hu_hu: törlès
it_it: cancellazione
nl_nl: Annulering
pl_pl: anulowanie
ro_ro: anulare
ru_ru: отмена
sk_sk: ZRUSENIE

source: modification
de_de: Änderung
es_es: modificación
fr_fr: Modifier
hu_hu: Modósítá
it_it: modifica
nl_nl: Wijziging
pl_pl: zmieniaj
ro_ro: modifica
ru_ru: изменить
sk_sk: ZMENA

source: Cancelled by the administrator
de_de: Storniert durch den Administrator
es_es: Cancelado por el administrador
fr_fr: Annulé Par Le Administrateur
hu_hu: Törölve az admiszintràtòtòl
it_it: Cancellata dall'amministratore
nl_nl: Geannuleerd door administratie
pl_pl: Anulowana od administracji
ro_ro: Anulat de catre administrator
ru_ru: Отменено администратором
sk_sk: ZRUSENA ADMINISTRATOROM

source: Cancelled on guest request
de_de: Storniert am Gast Anfrage
es_es: Cancelado en la solicitud guest
fr_fr: Annulé à la demande du client
hu_hu: Törölve az ügyfèl kèrèsèr
it_it: Cancellata su richiesta del cliente
nl_nl: Geannuleerd op verzoek van client
pl_pl: anulowana wedlug zyczenia klienta
ro_ro: Anulat la cererea clientului
ru_ru: Отменено по просьбе клиента
sk_sk: ZRUSENA NA ZAKLADE POZIADAVKY ZAKAZNIKA

source: Request to be cancelled by guest
de_de: Antrag auf Löschung Gast
es_es: Solicitud de ser cancelada por guest
fr_fr: Demande d'annulation de la clientèle
hu_hu: Törlès kèrvèny az ügyfèl rèszèrõ
it_it: Richiesta di cancellazione del cliente
nl_nl: Annulerings verzoek van client
pl_pl: Zadanie anulacji z klienta
ro_ro: Cerere de anulare a clientului
ru_ru: Запрос отмены клиентом
sk_sk: POZIADAVKA O ZRUSENIE ZO STRANY ZAKAZNIKA

source: Request to be modified by guest
de_de: Antrag auf modified by Gast
es_es: Solicitud de ser modificado por guest
fr_fr: Demande de modification de la clientèle
hu_hu: modósitás kèrvèny az ügyfèl rèszèrõ
it_it: Richiesta di modifica del cliente
nl_nl: Verzoek tot wijziging van client
pl_pl: Zadanie poprawienia z klienta
ro_ro: Cerere de modificare a clientului
ru_ru: Запрос изменений клиентом
sk_sk: POZIADAVKA O ZMENU ZO STRANY ZAKAZNIKA

source: Set to manual
de_de: Set zur manuellen
es_es: Ajuste manual
fr_fr: Set de manuel
it_it: Impostata in manuale

source: Set to reservation
de_de: Setzen Sie auf Reservierung
es_es: Ajuste a la reserva
fr_fr: Set de réservation
it_it: Impostata in prenotazione

source: pending confirm
de_de: Erwartung bestätigen
es_es: en espera de confirmar
fr_fr: en attente de confirmation
hu_hu: Visszaigazolàs felfüggesztv
it_it: in attesa di conferma
nl_nl: In afwachting van bevestiging
pl_pl: potwierdzenie zawieszone
ro_ro: confirmare în asteptare
ru_ru: Подтверждение прервано
sk_sk: POTVRDENIE VO FAZE CAKANIA

source: pending cancel
de_de: pending stornieren
es_es: en espera de cancelar
fr_fr: en attendant annuler
hu_hu: Törlès felfüggesztv
it_it: in attesa di annullamento
nl_nl: In afwachting van anullering
pl_pl: zawieszenie anulacji
ro_ro: anulare în asteptare
ru_ru: Отмена приостановлена
sk_sk: ZRUSENIE VO FAZE CAKANIA

source: pending modify
de_de: pending modifizieren
fr_fr: en attendant vérifier
hu_hu: Modositàs felfüggesztv
it_it: in attesa di modifica
nl_nl: In afwachting van wijziging
pl_pl: poprawka zawieszona
ro_ro: modificare în asteptare
ru_ru: Изменения приостановлены
sk_sk: ZMENA VO FAZE CAKANIA

source: Automatic
de_de: Automatische
es_es: Automático
fr_fr: Automatique
hu_hu: Automatikus
it_it: Automatico
nl_nl: Automatisch
pl_pl: Automatyczny
ro_ro: automat
ru_ru: Автоматический
sk_sk: AUTOMATICKY

source: Manual
de_de: Handbuch
fr_fr: Manuel
hu_hu: Kézikönyvben
it_it: Manuale
nl_nl: Handmatig
pl_pl: Reczny
ru_ru: Инструкция

source: Reservation
de_de: Reservierung
es_es: Reserva
fr_fr: Réservation
hu_hu: Megrendelè
it_it: Prenotazione
nl_nl: Reservering
pl_pl: Rezerwacja
ro_ro: Rezervare
ru_ru: Бронировка
sk_sk: REZERVACIA

source: Estimate delivery successfully
it_it: Preventivo inviato con successo

source: Option 48h
de_de: Option 48 Std
hu_hu: 48 órás opció
it_it: Opzione 48h
ru_ru: Опция 48 ч.

source: Estimate 1
de_de: Kostenvoranschlag
fr_fr: Devis
it_it: Preventivo
ru_ru: Смета

source: Block availability
de_de: Verfügbarkeit sperren
fr_fr: Bloquer disponibilité
it_it: Blocca disponibilità
ru_ru: Блокировать наличие

source: Estimate expiration
de_de: Verfall Kostenvoranschlag
fr_fr: Déchéance devis
it_it: Scadenza preventivo
ru_ru: Срок действия сметы

source: The total amount must be greater than zero
de_de: Der Gesamtbetrag muss grösser sein als 0
fr_fr: Le montant total indiqué doit être supérieur à 0
it_it: L'importo indicato deve essere maggiore di zero
ru_ru: Указанная сумма должна быть больше, чем ноль

source: The deposit can not be greater than the total
de_de: Die Anzahlung darf den Gesamtbetrag nicht übersteigen
fr_fr: Le dépôt ne peut être supérieur au montant total
it_it: La caparra non puo' essere maggiore del totale
ru_ru: Залог не может быть выше общей суммы

source: Date and time of expiration
de_de: Tag und Uhrzeit des Verfalls
fr_fr: Jour et heure d'expiration
it_it: Giorno ed ora di scadenza
ru_ru: День и час окончания действия сметы

source: Link for confirm
de_de: Link für die Bestätigung
fr_fr: Lien pour confirmation
it_it: Link per conferma
ru_ru: Ссылка для подтверждения

source: Confirm estimate
de_de: Kostenvoranschlag bestätigen
fr_fr: Confirmer devis
it_it: Conferma preventivo
ru_ru: Подтверждений сметы

source: Invalid access
de_de: Zugriff ungültig
fr_fr: Accès non valide
it_it: Accesso non valido
ru_ru: Неверные данные входа

source: The date provided for the estimation is not valid, please select a valid date
de_de: Das angegebene Datum für den Kostenvoranschlag ist nicht gültig, bitte gültiges Datum wählen
fr_fr: La date proposée pour le devis n'est pas valide, s'il vous plaît sélectionner une date valide
it_it: La data indicata per il preventivo non e' valida, per favore selezionarne una corretta.
ru_ru: Дата, указанная в смете, не действительна. Пожалуйста, выберите правильную дату

source: Estimation confirm
de_de: Bestätigung des Kostenvoranschlages
fr_fr: Confirmation du devis
it_it: Conferma del preventivo
ru_ru: Подтверждение сметы

source: Error during estimation confirm
de_de: Fehler in der Bestätigung des Kostenvoranschlages
fr_fr: Erreur dans la confirmation du devis
it_it: Errore nella conferma del preventivo
ru_ru: Ошибка в подтверждении сметы

source: The required estimation does not exists
de_de: Der angegebene Kostenvoranschlag existiert nicht
fr_fr: Le devis n'existe pas
it_it: Il preventivo indicato non esiste
ru_ru: Указанная смета не существует

source: The estimation was already converted into reservation
de_de: Der Kostenvoranschlag wurde bereits in eine Reservierung konvertiert
fr_fr: Le devis a déjà été transformé en réservation
it_it: Il preventivo è già stato convertito in prenotazione
ru_ru: Смета уже переведена в бронирование

source: The estimation is no longer valid
de_de: Der Kostenvoranschlag ist nicht mehr gültig
fr_fr: Le devis n'est plus valide
it_it: Il preventivo non è più valido
ru_ru: Смета больше не действительна

source: There is no more availability for the rooms requested. Please, contact the structure to obtain a new estimation
de_de: Einige der angefragten Zimmer sind leider nicht mehr verfügbar, bitte Unterkunft nochmals für einen neuen Kostenvoranschlag kontaktieren
fr_fr: Plus de disponibilité pour certeines chambres, s'il vous plaît ré-contactez l'établissement pour un nouveau devis
it_it: Non risulta più esserci disponibilita' per alcune delle camere richieste, si prega di ricontattare la struttura per un nuovo preventivo.
ru_ru: Некоторые номера больше не доступны. Пожалуйста, свяжитесь с отелем для получения новой сметы

source: CRO Origin
de_de: CRO Ursprung
fr_fr: CRO d'origine
it_it: CRO di origine
ru_ru: Источник CRO

source: CRO Operator
de_de: Bediener CRO
fr_fr: Opérateur CRO
it_it: Operatore del CRO
ru_ru: Оператор CRO

source: Availability block
de_de: Sperrung Verfügbarkeit
fr_fr: Blocage disponiblité
it_it: Blocco disponibilità
ru_ru: Заблокировать наличие мест

source: Dear Customer, thank you for confirming the reservation
de_de: Sehr geehrter Kunde, wir danken Ihnen für die Reservierungsbestätigung
fr_fr: Cher client, nous vous remercions pour avoir confirmé votre réservation
it_it: Gentile Cliente, la ringraziamo per aver confermato la prenotazione
ru_ru: Уважаемый Гость, благодарим Вас за подтверждение бронирования.

source: Room / apartment reserved until expiration
de_de: Zimmer/Wohnung ist bis zum Verfalldatum reserviert
fr_fr: Chambre/Appartement est résérvé jusqu'à la date d'expiration
it_it: Camera/appartamento riservata fino a scadenza
ru_ru: Номер/апартаменты забронированы до окончания срока сметы

source: Request
de_de: Verfügbarkeitsanfrage
es_es: Solicitar
fr_fr: Demande
hu_hu: Lekèrè
it_it: Richiesta
nl_nl: Aanvraag
pl_pl: Zadanie
ro_ro: Cerere
ru_ru: Запрос
sk_sk: POZIADAVKA

source: Reservation sent
de_de: Reservation gesendet
es_es: Reserva enviada
fr_fr: Réservation envoyé
it_it: Prenotazione inviata
nl_nl: Reservering verzonden
ro_ro: Rezervare trimisa
sk_sk: REZERVACIA ODOSLANA

source: Request sended
de_de: Anfrage gesendet
es_es: Solicitud enviada
fr_fr: Demande envoyé
hu_hu: Lekèrès elküldv
it_it: Richiesta inviata
nl_nl: Aanvraag verzonden
pl_pl: Zadanie wyslane
ro_ro: Cerere trimisa
ru_ru: Запрос отправлен
sk_sk: POZIADAVKA ODOSLANA

source: Select type and boarding desired
de_de: Wählen Sie Unterkunft und Verpflegung
es_es: Seleccionar la tipología y el tratamiento deseado
fr_fr: Sélectionner le type et le traitement désiré
hu_hu: Tìpus ès kezelès kijelölès
it_it: Seleziona la tipologia ed il trattamento desiderato
nl_nl: Selecteer gewenste type en verzorging
pl_pl: Wybierz rodzaj pokoju i wyzywienie
ro_ro: Selecteaza tipul de tratament dorit
ru_ru: Выбрать желаемый тип проживания и питание
sk_sk: ZVOL TYPOLOGIU A ROZSAH SLUZIEB

source: Select period and rooms
de_de: Wählen Sie Zeitraum und Zimmer
es_es: Seleccionar periodo y habitaciones
fr_fr: Sélectionnez Période Et Les Chambres
hu_hu: Dátum ès szobàk kijelölès
it_it: Seleziona periodo e camere
nl_nl: Selecteer periode en kamers
pl_pl: Wybierz termin i pokoje
ro_ro: Selecteaza perioada si camerele
ru_ru: Выбрать период и комнаты
sk_sk: ZVOL OBDOBIE A IZBY

source: Continue
de_de: Weiter
es_es: Continuar
fr_fr: Continuer
hu_hu: Folytatà
it_it: Continua
nl_nl: Doorgaan
pl_pl: Idz dalej
ro_ro: Continua
ru_ru: Продолжить
sk_sk: POKRACUJ

source: Send request
de_de: Anfrage senden
es_es: Enviar solicitud
fr_fr: Envoyer la demande
hu_hu: Lekèrès elküldès
it_it: Invia richiesta
nl_nl: Verzend aanvraag
pl_pl: Wyslij zadanie
ro_ro: Trimite cerere
ru_ru: Отправить запрос
sk_sk: ODOSLI POZIADAVKU

source: from
de_de: vom
es_es: desde
fr_fr: arrivée
hu_hu: tòl,tõ
it_it: dal
nl_nl: Vanaf
pl_pl: od
ro_ro: de la
ru_ru: от
sk_sk: OD

source: to
de_de: bis
es_es: hasta
fr_fr: départ
hu_hu: hogy
it_it: al
nl_nl: Tot
pl_pl: do
ro_ro: pâna la
ru_ru: к
sk_sk: DO

source: alt_detail_guide
es_es: haga clic aquí para ver y editar la nueva solución
hu_hu: Ide kattintva megtekintheti és szerkesztheti az új megoldást
it_it: fai click per visualizzare e modificare la nuova soluzione
nl_nl: Klik hier om nieuwe optie te bekijken en te wijzigen
pl_pl: kliknij zeby ogladac oraz zmieniac nowy wybór
ro_ro: da click pentru a vizualiza si modifica noua solutie
ru_ru: кликните, чтобы посмотреть и модифицировать новое предложение
sk_sk: klikni ak chces zobrazit alebo upravit nove riesenie

source: Selected date
es_es: Selección de fecha
hu_hu: Kijelölt dátumo
it_it: Date selezionate
nl_nl: Geselecteerde data
pl_pl: Daty wybrane
ro_ro: Data selectata
ru_ru: Выбранные даты
sk_sk: ZVOLENY DATUM

source: Alternative date
es_es: Fecha alternativa
fr_fr: Date Alternative
hu_hu: Alternativ Dátumok
it_it: Date alternative
nl_nl: Alternatieve data
pl_pl: alternatywne terminy
ro_ro: Data alternativa
ru_ru: Альтернативные данные
sk_sk: ALTERNATIVNE DATUMY

source: Wait the confirmation of availability
it_it: Grazie per la sua richiesta, avrà al più presto una conferma della disponibilità

source: Transaction failed
es_es: Transacción error
fr_fr: Transaction Echouée
hu_hu: sikertelen tranzakci
it_it: Transazione fallita
nl_nl: Transaktie mislukt
pl_pl: Transakcja nie dokonana
ro_ro: Tranzactie neefectuata
ru_ru: Трансакция не завершена
sk_sk: NEUSKUTOCNENA TRANSAKCIA

source: Star
de_de: Stern
es_es: Estrella
fr_fr: Étoile
hu_hu: Csilla
it_it: Stella
nl_nl: Ster
pl_pl: Gwiazda
ro_ro: Stea
ru_ru: Звезда
sk_sk: HVIEZDICKA

source: Stars
de_de: Sterne
es_es: Estrellas
fr_fr: Etoiles
hu_hu: Csillago
it_it: Stelle
nl_nl: Sterren
pl_pl: Gwiazdy
ro_ro: Stele
ru_ru: Звездочки
sk_sk: HVIEZDICKY

source: Structures
de_de: Strutture
es_es: Alojamientos
hu_hu: Épülete
it_it: Strutture
nl_nl: Accommodaties
pl_pl: Obiekty
ro_ro: Structuri
ru_ru: Структуры
sk_sk: UBYTOVACIE ZARIADENIA

source: Pax/night
de_de: Gast pro Nacht
es_es: Persona / noche
fr_fr: Pers/nuit
hu_hu: Fõ/na
it_it: Persona a notte
nl_nl: Persoon/nacht
pl_pl: osoba/nocleg
ro_ro: Per persoana per noapte
ru_ru: С человека за ночь
sk_sk: OSABA NA NOC

source: Pax/week
de_de: Gast pro Woche
es_es: Persona / semana
fr_fr: Pers/semaine
hu_hu: Fõ/è
it_it: Persona a settimana
nl_nl: Persoon/week
pl_pl: osoba/tydzien
ro_ro: Per persoana per saptamâna
ru_ru: С человека за неделю
sk_sk: OSOBA NA TYZDEN

source: Room/night
de_de: Zimmer pro Nacht
es_es: Habitación / noche
fr_fr: Chambre/nuit
hu_hu: Szoba per è
it_it: Camera a notte
nl_nl: Kamer/nacht
pl_pl: Pokòj za nocleg
ro_ro: Camera pe noapte
ru_ru: Комната за ночь
sk_sk: IZBA NA NOC

source: Room/week
de_de: Zimmer pro Woche
es_es: Habitación / semana
fr_fr: Chambre/semaine
hu_hu: Szoba per hè
it_it: Camera a settimana
nl_nl: Kamer/week
pl_pl: Pokòj za tydzien
ro_ro: Camera pe saptamâna
ru_ru: Комната в неделю
sk_sk: IZBA NA TYZDEN

source: Book
de_de: Buchen
es_es: Reserva
fr_fr: Reserver
hu_hu: Megrendelès
it_it: Prenota
nl_nl: Reserveer
pl_pl: Zamów
ro_ro: Rezerva
ru_ru: Забронировать
sk_sk: REZERVUJ

source: found
de_de: gefunden
es_es: encontrado
fr_fr: trouvé
hu_hu: Talàl
it_it: trovato
nl_nl: gevonden
pl_pl: znalezono
ro_ro: gasit
ru_ru: найдено
sk_sk: NAJDENY

source: founds
de_de: gefunden
es_es: encontrados
fr_fr: trouvé
hu_hu: Talàl
it_it: trovati
nl_nl: gevonden
pl_pl: znalezone
ro_ro: gasite
ru_ru: найдены
sk_sk: NAJDENE

source: Order by
de_de: Sortieren nach
es_es: Ordenar por
fr_fr: Trier par
hu_hu: Elrendezè
it_it: Ordina per
nl_nl: Sorteer op
pl_pl: Ukladac za
ro_ro: Comanda pentru
ru_ru: Заказать для
sk_sk: OBYCAJNY

source: Search by name
de_de: Suche nach Namen
es_es: Búsqueda por nombre
fr_fr: Recherche par nom
hu_hu: Keresès per nè
it_it: Ricerca per nome
nl_nl: Zoek met naam
pl_pl: Poszukiwanie wedlug nazwy
ro_ro: Cautare dupa nume
ru_ru: Поиск по имени
sk_sk: VYHLADAVANIE PODLA MENA

source: Structure tipology
de_de: Tipologie
es_es: Tipo de alojamiento
fr_fr: Type
hu_hu: Épület tìpu
it_it: Tipologia struttura
nl_nl: Type accommodatie
pl_pl: Rodzaj obiektu
ro_ro: Tipologia structurii
ru_ru: Типология структуры
sk_sk: TYPOLOGIA UBYTOVACIEHO ZARIADENIA

source: From
de_de: Vom
es_es: Desde
fr_fr: Arrivée
hu_hu: Tòl,tõ
it_it: Dal
nl_nl: Van
pl_pl: Od
ro_ro: De la
ru_ru: От
sk_sk: OD

source: To
de_de: Bis
es_es: Hasta
fr_fr: Départ
hu_hu: Hogy
it_it: Al
nl_nl: Tot
pl_pl: Do
ru_ru: К

source: Booking
fr_fr: Réservation
it_it: Prenotazione
nl_nl: Reservering

source: Person
es_es: Persona
fr_fr: Personne
hu_hu: F
it_it: Persona
nl_nl: Persoon
pl_pl: Osoba
ro_ro: Persoana
ru_ru: Человек
sk_sk: OSOBA

source: Persons
de_de: Personen
es_es: Personas
fr_fr: Personnes
hu_hu: Szemèlye
it_it: Persone
nl_nl: Personen
pl_pl: Osoby
ro_ro: Persoane
ru_ru: Человек
sk_sk: OSOBY

source: Resort
de_de: Standort
es_es: Ubicación
fr_fr: Emplacement
hu_hu: Helysè
it_it: Località
pl_pl: Miejscowosc
ro_ro: Statiune
ru_ru: Курорт
sk_sk: MIESTO

source: distance
de_de: abstand
hu_hu: Tàvolsà
it_it: Distanza
nl_nl: Afstand
pl_pl: Odleglosc
ro_ro: distanta
ru_ru: Расстояние
sk_sk: VZDIALENOST

source: Surroundings
hu_hu: Környékén
it_it: Punti d'interesse
nl_nl: Bezienswaardigheden
pl_pl: Okolice
ro_ro: Împrejurimi
ru_ru: Окрестности

source: Popularity
de_de: Popularität
hu_hu: Hìressè
it_it: Popolarità
nl_nl: Populariteit
pl_pl: Popularnosc
ro_ro: Notorietate
ru_ru: Популярность
sk_sk: POPULARNOST
