Repository: mlarese/privacybe
Catalog: __doc/locale/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk

source: No available room
fr_fr: Aucune Chambre Disponible
it_it: Camera non disponibile
nl_nl: Geen kamer beschikbaar
ro_ro: Camera nedisponibila
sk_sk: ZIADNA IZBA NIE JE K DISPOZICII

source: Room locked
fr_fr: Chambre Bloquée
it_it: Camera non prenotabile

source: Reservation present
fr_fr: Réservation Présente
it_it: Prenotazione presente

source: No allotment set
fr_fr: Aucun Allotement Configuré
it_it: Nessuna disponibilità presente

source: Select date
fr_fr: Sélectionner Date
it_it: Seleziona date

source: Select day
fr_fr: Sélecionner Jour
it_it: Seleziona giorni

source: Allotment data
fr_fr: Date Allotement
it_it: Dettagli disponibilità

source: Show all
fr_fr: Voir Tout
it_it: Mostra tutto

source: Current year
fr_fr: Année En Cours
it_it: Anno corrente

source: Lock
fr_fr: Bloquer
it_it: Blocca

source: Unlock
fr_fr: Débloquer
it_it: Sblocca

source: Price type
fr_fr: Type De Prix
it_it: Tipo di vendita

source: Show on pricelist
fr_fr: Montrer Dans Liste Des Prix
it_it: Mostra nel listino

source: Room name
fr_fr: Nom Chambre
it_it: Nome camera

source: Room manager
fr_fr: Manager Chambre
it_it: Gestione camera

source: Are you sure that you want to delete this element?
fr_fr: Êtes-Vous Sûr Que Vous Voulez Supprimer Cet Élément?
it_it: Sei sicuro di voler cancellare questo elemento?
ru_ru: Вы действительно хотите удалить этот элемент?

source: Name and description
fr_fr: Nom Et Déscription
it_it: Nome e descrizione

source: Photo
it_it: Foto

source: Num min adults
fr_fr: Numéro Min. Adultes
it_it: Numero min adulti

source: Num max adults
fr_fr: Numéro Max. Adultes
it_it: Numero max adulti

source: Num min children
fr_fr: Numéro Min. Enfants
it_it: Numero min bambini

source: Num max children
fr_fr: Numéro Max. Enfants
it_it: Numero max bambini

source: Num pax pay full
fr_fr: Numéro Pers. Qui Payent Plein Tarif
it_it: Numero pax che pagano pieno

source: Num min persons
fr_fr: Numéro Min. Persons
it_it: Numero min persone

source: Num max persons
fr_fr: Numéro Max. Persons
it_it: Numero max persone

source: Use extrabed
fr_fr: Utiliser Extra-Lit
it_it: Uso di extrabed

source: If you re-assign the extrabeds usage you MUST confirm extrabeds setting
fr_fr: Si Vous Ré-Attribuez L'utilisation Extra-Lit Vous Devez Confirmer La Configuration Extra-Lit
it_it: Se riassegni l'uso degli extrabed DEVI confermare i settaggi degli extrabed

source: Edit a room
fr_fr: Éditer Chambre
it_it: Modifica una stanza

source: Add a room
fr_fr: Ajouter Chambre
it_it: Aggiungi una stanza

source: Periods manager
fr_fr: Manager Périodes
it_it: Gestione periodi

source: Period manager
fr_fr: Manager Période
it_it: Gestione periodo

source: Characters max
fr_fr: Maximum Caractères
it_it: Caratteri al massimo

source: Actions
it_it: Azioni

source: Please be patient
de_de: Bitte haben Sie Geduld
es_es: Por favor, sea paciente
fr_fr: S'il vous plaît soyez patient
hu_hu: Kérjük, legyen türelemmel
it_it: Si prega di attendere
nl_nl: Geduld A.U.B.
pl_pl: Prosimy o cierpliwość
ro_ro: Te rugam sa astepti
ru_ru: Пожалуйста, будьте терпеливы
sk_sk: PROSIM CAKAJTE

source: Periods list
fr_fr: Liste Périodes
it_it: Lista periodi

source: Edit a period
fr_fr: Éditer Une Période
it_it: Modifica un periodo

source: Add a period
fr_fr: Ajouter Période
it_it: Aggiungi un periodo

source: Accessories list
it_it: Lista accessori
nl_nl: Lijst extra services
ro_ro: Lista servicii
sk_sk: ZOZNAM SPECIALNYCH SLUZIEB

source: Accessories manager
it_it: Gestione accessori

source: Accessory manager
it_it: Gestione accessorio

source: Edit an accessory
it_it: Modifica un accessorio

source: Add an accessory
it_it: Aggiungi un accessorio

source: Pricelists manager
fr_fr: Manager Listes Des Prix
it_it: Gestione listini

source: Pricelist manager
fr_fr: Manager Liste De Prix
it_it: Gestione listino

source: Select period
fr_fr: Sélectionner Période
it_it: Seleziona periodo

source: All periods
fr_fr: Toutes Les Périodes
it_it: Tutti i periodi

source: Rooms prices details
fr_fr: Détails Des Prix Des Chambres
it_it: Dettagli prezzi camere

source: Color
fr_fr: Couleur
it_it: Colore

source: No extrabed pricelist set
it_it: Nessuno prezzo per extrabed settato

source: Current structure
it_it: Struttura in uso

source: Close structure
it_it: Chiudi struttura

source: Delete old pricelist for all rooms
fr_fr: Supprimer Ancien Tarif Pour Toutes Les Chambres
it_it: Cancella i vecchi listini per tutte le stanze

source: Delete old pricelist for this room
fr_fr: Supprimer Ancien Tarif Pour Cette Chambre
it_it: Cancella i vecchi listini per questa stanza

source: Order
fr_fr: Autres
it_it: Ordine

source: Add a detail
fr_fr: Ajouter Un Détail
it_it: Aggiungi un dettaglio

source: Remove
fr_fr: Supprimer
it_it: Rimuovi

source: Child age
fr_fr: Âge Enfant
it_it: Età bambino

source: Third
fr_fr: Troisième
it_it: Terzo

source: Fourth
fr_fr: Quatrième
it_it: Quarto

source: All rooms
fr_fr: Toutes Les Chambres
it_it: Tutte le stanze

source: All beds
fr_fr: Tous Les Lits
it_it: Tutti i letti

source: Prices details
fr_fr: Détails Prix
it_it: Dettagli prezzi

source: Third bed
fr_fr: Troisième Lit
it_it: Terzo letto

source: Fourth bed
fr_fr: Quatrième Lit
it_it: Quarto letto

source: Select at least a room/period/extra bed
fr_fr: Sélectionner Aus Moins Une Chambre/période/extra-Lit
it_it: Seleziona almeno una camera/periodo/extrabed

source: Insert period first
fr_fr: Insérer D'abord Période
it_it: Inserisci prima un periodo

source: Discount in %
fr_fr: Remise En %
it_it: Sconto in %

source: Discount in Euro
fr_fr: Remise En Euro
it_it: Sconto in Euro

source: Price in Euro
fr_fr: Prix En Euro
it_it: Prezzo in Euro

source: Pricelist variations manager
fr_fr: Manager Des Variations Liste Des Prix
it_it: Gestione riduzioni e supplementi

source: Pricelist variations list
fr_fr: Liste Variation Liste Des Prix
it_it: Lista riduzioni e supplementi

source: Reduction
de_de: Ermäßigungen
fr_fr: Réduction
it_it: Riduzione

source: Surcharge
de_de: Zuschlag
fr_fr: Taxe
it_it: Supplemento

source: Add a pricelist variation
fr_fr: Ajouter Une Variation Liste Des Prix
it_it: Aggiungi una variazione

source: Edit a pricelist variation
it_it: Modifica una variazione

source: You must associate at least a room
fr_fr: Vous Devez Associer Au Moins Une Chambre
it_it: Devi associare almeno una camera

source: Value
fr_fr: Valeur
it_it: Valore

source: Value type
fr_fr: Type De Valeur
it_it: Tipo di valore

source: Calculation type
fr_fr: Type De Calcul
it_it: Tipologia di calcolo

source: Filter parameter
fr_fr: Filtrer Paramètre
it_it: Filtro

source: Filter condition
fr_fr: Condition Du Filtre
it_it: Condizione del filtro

source: Filter value
fr_fr: Valeur Du Filtre
it_it: Valore del filtro

source: Pricelist variation manager
fr_fr: Manager Variation List Des Prix
it_it: Gestione riduzione e supplemento

source: No accounts set
fr_fr: Pas De Comptes Fixées
it_it: Nessun acconto settato

source: Reservation manager
fr_fr: Manager Réservation
it_it: Gestione prenotazione

source: Reservations list
fr_fr: Liste Réservation
it_it: Lista prenotazioni

source: Requests list
fr_fr: Liste Des Requêtes
it_it: Lista richieste

source: Open
fr_fr: Ouvrir
it_it: Apri

source: Guest
fr_fr: Invité
it_it: Ospite

source: Number or protocol
fr_fr: Numéro Ou Protocole
it_it: Numero o protocollo

source: Download report
fr_fr: Télécharger Rapport
it_it: Scarica report

source: Download file
fr_fr: Télécharger Fichier
it_it: Scarica file

source: Show
fr_fr: Montrer
it_it: Mostra

source: Guarantee and payment
it_it: Garanzia e pagamento

source: Edit a reservation
fr_fr: Éditer Une Réservation
it_it: Modifica una prenotazione

source: Add a reservation
fr_fr: Ajouter Une Réservation
it_it: Aggiungi una prenotazione

source: If you proced allotment data will be restored
fr_fr: Si Vous Procédez Les Données D'allotement Seront Restaurées
it_it: Se confermi le disponibilità verranno ripristinate

source: Room price
fr_fr: Prix Chambre
it_it: Prezzo camera

source: Filter
fr_fr: Filtrer
it_it: Filtra

source: Comments manager
fr_fr: Manager Commentaires
it_it: Gestione commenti

source: Answer comment
fr_fr: Répondre Au Commentaire
it_it: Commento di risposta

source: Photo list
fr_fr: Liste Photo
it_it: Lista foto

source: Drag photos to change their order
fr_fr: Faire Glisserles Photos Pour Modifier Leur Ordre
it_it: Trascina le foto per ordinarle

source: Select the appropriated pages for this photo
fr_fr: Sélectionner Les Pages Appropriées Pour Cette Photo
it_it: Seleziona le pagine appropriate per questa foto

source: Set as structure main photo
fr_fr: Définir Comme Photo Principale De La Structure
it_it: Imposta come foto principale della struttura

source: Set as structure logo
fr_fr: Définir Comme Logo De La Structure
it_it: Imposta come logo della struttura

source: Photo settings
fr_fr: Paramètres Photo
it_it: Settaggi foto

source: Pages list
fr_fr: Liste Page
it_it: Lista pagine

source: This is the main photo
fr_fr: C'est La Photo Principale
it_it: Questa è la foto principale

source: This is the logo
fr_fr: C'est Le Logo
it_it: Questo è il logo

source: Page title
fr_fr: Titre De La Page
it_it: Titolo pagina

source: Last modify date
fr_fr: Dernière Date De Modification
it_it: Data ultima modifica

source: Title and text
fr_fr: Titre Et Texte
it_it: Titolo e contenuto

source: Edit a page
fr_fr: Éditer Une Page
it_it: Modifica una pagina

source: Add a page
fr_fr: Ajouter Une Page
it_it: Aggiungi una pagina

source: Offers manager
fr_fr: Manager Offres
it_it: Gestione offerte

source: Offers list
fr_fr: Liste Offres
it_it: Lista offerte

source: Edit an offer
fr_fr: Éditer Un Offre
it_it: Modifica un'offerta

source: Add an offer
fr_fr: Ajouter Un Offre
it_it: Aggiungi un'offerta

source: Fee-paying
fr_fr: Payant
it_it: A pagamento

source: Structure amenity
fr_fr: Aménagement De La Structure
it_it: Servizi struttura
nl_nl: Services accommodatie
ro_ro: Structura de agrement
sk_sk: SLUZBY UBYTOVACIEHO ZARIADENIA

source: Search address:
it_it: Ricerca indirizzo:

source: Airport
fr_fr: Aéroport
it_it: Aeroporto

source: Local airport
fr_fr: Aéroport Local
it_it: Aeroporto

source: Harbour
fr_fr: Port
it_it: Porto

source: Highway
fr_fr: Autoroute
it_it: Autostrada

source: Centre
it_it: Centro

source: Bus stop
fr_fr: Arrêt De Bus
it_it: Fermata dell'autobus

source: Beach
fr_fr: Plage
it_it: Spiaggia

source: Spa
it_it: Terme

source: Railway station
fr_fr: Gare
it_it: Stazione ferroviaria

source: Water park
fr_fr: Parc Aquatique
it_it: Parco acquatico

source: Amusement park
fr_fr: Parc D'attractions
it_it: Luna Park

source: Other 1
it_it: Altro 1

source: Other 2
it_it: Altro 2

source: in kilometers
fr_fr: en kilomètres
it_it: in chilometri

source: in meters
fr_fr: en mètres
it_it: in metri

source: set 1 as seafront
fr_fr: mettre 1 comme front de mer
it_it: settare 1 se frontemare

source: Select a city of interest
fr_fr: Choisir Une Ville D'intérêt
it_it: Scegli una città di interesse

source: Structure status
fr_fr: Etat Logement
it_it: Stato struttura

source: Sell type
fr_fr: Typologie De Vente
it_it: Tipo di vendita

source: Available policy
fr_fr: Politique Disponible
it_it: Politica di vendita

source: Reservation automatic confirm
fr_fr: Réservation Confirmée Automatiquement
it_it: Prenotazione confermata in automatico

source: Enquiry enable
fr_fr: Demande Activée
it_it: Abilita richiesta info

source: Room detailed
fr_fr: Détails Chambre
it_it: Dettagli camera

source: Languages
it_it: Lingue

source: Italian
fr_fr: Italien
it_it: Italiano

source: English
fr_fr: Anglais
it_it: Inglese

source: German
it_it: Tedesco

source: French
fr_fr: Français
it_it: Francese

source: Spanish
fr_fr: Espagnol
it_it: Spagnolo

source: Default boarding
fr_fr: Traitement Par Défaut
it_it: Trattamento di default

source: Number of day
fr_fr: Nombre De Jours
it_it: Numero di giorni

source: before checkin date to show bank transfer option
fr_fr: Avant la date de checkin pour montrer l'option de virement bancaire
it_it: prima della data di checkin per mostrare l'opzione bonifico bancario

source: after reservation date to accept payment option
fr_fr: Après la date de réservation pour accepter l'option de paiement
it_it: dopo la data di prenotazione per accettare l'opzione di pagamento

source: Bank IBAN
fr_fr: Iban Banque
it_it: IBAN

source: Bank BIC
fr_fr: Bic Banque
it_it: BIC

source: Bank Account Holder
fr_fr: Possesseur Du Compte Bancaire
it_it: Titolare del conto corrente bancario
nl_nl: Bankrekeninghouder
ro_ro: Titular al contului bancar curent
sk_sk: MAJITEL BANKOVEHO UCTU

source: Use credit card
fr_fr: Utiliser Carte De Crédit
it_it: Utilizzo carta di credito
nl_nl: Gebruik credit card
ro_ro: Foloseste cartea de credit

source: Credit card gateway
fr_fr: Passarelle Carte De Crédit
it_it: Gateway carta di credito

source: Reservation rules list
fr_fr: Liste Règles Réservation
it_it: Lista vincoli di prenotazione

source: General condition
fr_fr: Condition Générale
it_it: Condizioni generali

source: Days before cancellation
fr_fr: Jours Avant L'annulation
it_it: Giorni prima della cancellazione
nl_nl: Dagen voor annulering
ro_ro: Numar minim de zile înainte de anulare
sk_sk: DNI PRED ZRUSENIM

source: Allowed checkin date
fr_fr: Date Checkin Permis
it_it: Giorni checkin consentiti

source: Allowed checkout date
fr_fr: Date Checkout Permis
it_it: Giorni checkout consentiti

source: Add a rule
it_it: Aggiungi una regola

source: Commission Value
fr_fr: Valeur Commission
it_it: Valore commissione

source: Interests manager
fr_fr: Manager Intérêts
it_it: Gestione interessi

source: Interests list
fr_fr: Liste Des Intérêts
it_it: Lista interessi

source: Interest title
fr_fr: Titre De L'intérêt
it_it: Titolo interesse

source: Add an interest
fr_fr: Ajouter Un Intérêt
it_it: Aggiungi un interesse

source: Edit an interest
fr_fr: Éditer Un Intérêt
it_it: Modifica un interesse

source: All fields are mandatory
fr_fr: Tous Les Champs Sont Obligatoires
it_it: Tutti i campi sono obbligatori
nl_nl: Alle velden verplicht invullen
ro_ro: Toate câmpurile sunt obligatorii
sk_sk: VSETKY POLIA SU POVINNE

source: IDS - ABS gateway menu
fr_fr: IDS - menu gateway ABS
it_it: IDS - menu gateway ABS

source: Vat Number
fr_fr: Numéro Tva
it_it: Partita IVA

source: Rating
fr_fr: Tarif
it_it: Categoria

source: Zone
it_it: Zona

source: Province
it_it: Provincia

source: Zip code
fr_fr: Code Postale
hu_hu: Irányító szám
it_it: Cap
ru_ru: почтовый индекс

source: Phone 1
fr_fr: Téléphone 1
it_it: Telefono 1

source: Phone 2
fr_fr: Téléphone 2
it_it: Telefono 2

source: Website
fr_fr: Site
it_it: Sito web

source: Reservation phone
fr_fr: Téléphone Réservation
it_it: Telefono prenotazione

source: Reservation fax
fr_fr: Fax De Réservation
it_it: Fax prenotazione

source: Reservation email
fr_fr: Email De Réservation
it_it: E-mail prenotazione

source: Interesting Point Gallery
fr_fr: Galerie Points D'intérêt
it_it: Gallery punti d'interesse

source: Structures description
fr_fr: Description Des Structures
it_it: Descrizione struttura

source: Select an interesting point
fr_fr: Sélectionner Un Point D'intérêt
it_it: Seleziona un punto d'interesse

source: Operations
fr_fr: Opérations
it_it: Operazioni

source: Add a category
fr_fr: Ajouter Une Catégorie
it_it: Aggiungi una categoria

source: Ray of rilevance
fr_fr: Secteur De Rilevance
it_it: Raggio di rilevanza

source: Add an interesting point
fr_fr: Ajouter Point Point D'intérêt
it_it: Aggiungi un punto d'interesse

source: Evidence
fr_fr: En Évidence
it_it: In evidenza

source: Partner list
fr_fr: Liste Partenaire
it_it: Lista partner

source: Register Data
fr_fr: Date De L'enregistrement
it_it: Data registrazione

source: Add a partner
fr_fr: Ajouter Partenaire
it_it: Aggiungi partner

source: username
fr_fr: Nom d'utilisateur
it_it: Nome utente

source: Booking Partner
it_it: Partner Booking

source: Default city in banner
fr_fr: Ville Par Défaut Dans Bannière
it_it: Città di default nel banner

source: Default portal
it_it: Portale di default

source: Latitude
it_it: Latitudine

source: Longitude
it_it: Longitudine

source: Structure manager
fr_fr: Manager Structure
it_it: Gestione struttura

source: Add a reservation rule
fr_fr: Ajouter Une Règle Réservation
it_it: Aggiungi un vincolo di prenotazione

source: Edit a reservation rule
fr_fr: Éditer Une Règle Réservation
it_it: Modifica un vincolo di prenotazione

source: Commission manage
it_it: Gestione commissione

source: Structure info
fr_fr: Info Établissement
it_it: Informazioni struttura

source: Payment manager
fr_fr: Manager Paiement
it_it: Gestione pagamento

source: Credit Card accepted
fr_fr: Carte De Crédit Acceptée
it_it: Carte di credito accettate

source: Guarantee
fr_fr: Garantir
it_it: Garanzia

source: Arrival hour
it_it: Ora di arrivo

source: Arrival date
it_it: Data di arrivo

source: Indicate how many people
it_it: Indica il numero delle persone

source: Portal guests
it_it: Ospiti

source: Current portal
it_it: Portale in uso

source: Close portal
it_it: Chiudi portale

source: Portal reservations
it_it: Prenotazioni

source: Portal reservation requests
it_it: Richieste di prenotazione

source: Portal enquiries
it_it: Richieste

source: Enquiries manager
it_it: Gestione richieste

source: Payment policy (normal rate)
it_it: Politica di pagamento (listino normale)

source: Cancellation policy (normal rate)
it_it: Politica di cancellazione (listino normale)

source: If you cancel details you MUST re-insert the pricelist
fr_fr: Se cancelli i dettagli DEVI reinserire i listini
it_it: Se cancelli i dettagli DEVI reinserire i listini

source: Last chance
de_de: Letzte gelegenheit
es_es: Última oportunidad
fr_fr: Dernière chance
hu_hu: Utolsó esély
it_it: Ultima occasione
nl_nl: Laatste kans
pl_pl: Ostatnia szansa
ro_ro: Ultima ocazie
ru_ru: Последний шанс
sk_sk: POSLEDNA MOZNOST

source: Please read terms & conditions
it_it: Per cortesia prendi visione dei termini e condizioni

source: Booking conditions
de_de: Buchungsbedingungen
es_es: Condiciones de reserva
fr_fr: Conditions de réservation
hu_hu: Foglalási feltételek
it_it: Condizioni di prenotazione
nl_nl: Boekingsvoorwaarden
pl_pl: Warunki rezerwacji
ro_ro: Condiții de rezervare
ru_ru: Условия бронирования
sk_sk: Podmienky rezervácie

source: Select a typology
de_de: Wählen sie eine typologie
fr_fr: Sélectionnez une typologie
it_it: Seleziona una tipologia

source: All zones
de_de: Alle zonen
es_es: Todas las zonas
fr_fr: Toutes les zones
it_it: Tutte le zone
ru_ru: Все зоны

source: Sea
de_de: Meer
es_es: Mar
fr_fr: Mer
it_it: Mare

source: Mountain and lakes
de_de: Berge und Seen
es_es: Montaña y Lagos
fr_fr: Montagne et Lacs
it_it: Montagne e laghi

source: Art cities
de_de: Kunststädte
es_es: Ciudades Artistícas
fr_fr: Villes d'Art
it_it: Città d'Arte

source: Contact us
de_de: Kontakt
es_es: Contactos
fr_fr: Contactez
it_it: Contattaci

source: cannot be empty
fr_fr: ne peut pas être vide
it_it: non puo' essere vuoto

source: Structure name
fr_fr: Nom Structure
it_it: Nome Struttura

source: Discount type
fr_fr: Type De Escompte
it_it: Tipologia di sconto

source: Discount value
fr_fr: Valeur Réduction
it_it: Valore sconto

source: Send Gift Voucher email
fr_fr: Envoyer Gift Voucher Par Email
it_it: Invia Gift Voucher via mail

source: Gift list
fr_fr: Liste Cadeau
it_it: Lista Gift

source: at least
fr_fr: au moins
it_it: almeno

source: star
de_de: stern
fr_fr: ètoile
it_it: stella

source: stars
de_de: sternen
fr_fr: ètoiles
it_it: stelle

source: Complete list structures
de_de: Vollständige liste strukturen
it_it: Lista completa strutture
nl_nl: Komplete lijst accommodaties
ro_ro: Lista completa de structuri
sk_sk: ZOZNAM UBYTOVACICH ZARIADENI

source: Days
fr_fr: Jours
it_it: Giorni

source: Treatment
fr_fr: Traitement
it_it: Trattamento

source: Monday
fr_fr: Lundi
it_it: Lunedì
nl_nl: Maandag
ro_ro: Luni
sk_sk: PONDELOK

source: Tuesday
fr_fr: Mardi
it_it: Martedì
nl_nl: Dinsdag
ro_ro: Marti
sk_sk: UTOROK

source: Wednesday
fr_fr: Mercredi
it_it: Mercoledì
nl_nl: Woensdag
ro_ro: Miercuri
sk_sk: STREDA

source: Thursday
fr_fr: Jeudi
it_it: Giovedì
nl_nl: Donderdag
ro_ro: Joi
sk_sk: STVRTOK

source: Friday
fr_fr: Vendredi
it_it: Venerdì
nl_nl: Vrijdag
ro_ro: Vineri
sk_sk: PIATOK

source: Saturday
fr_fr: Samedi
it_it: Sabato
nl_nl: Zaterdag
ro_ro: Sâmbata
sk_sk: SOBOTA

source: Sunday
fr_fr: Dimanche
it_it: Domenica
nl_nl: Zondag
ro_ro: Duminica
sk_sk: NEDELA

source: Twitter Account List
fr_fr: Liste Account Twitter
it_it: Elenco Account Twitter

source: Twitter Account LOG
fr_fr: Twitter Compte Log
it_it: LOG Account Twitter

source: Add a Twitter Account
fr_fr: Ajouter Un Compte Twitter
it_it: Aggiungi un Account Twitter

source: Edit a Twitter Account
fr_fr: Éditer Un Compte Twitter
it_it: Modifica un Account Twitter

source: Algorithm
fr_fr: Algorithme
it_it: Algoritmo

source: Test Connection
fr_fr: Test De Connexion
it_it: Verifica Connessione

source: Connection OK
fr_fr: Connexion Ok
it_it: Connessione OK

source: Login error. Verify username e password
it_it: Errore. Verifica username e password

source: Some data missing!
fr_fr: Certaines Données Manquantes!
it_it: Dati mancanti!

source: Portal URL
fr_fr: Portail Url
it_it: Indirizzo Portale

source: - WARNING - Insert Portal URL with 'http://' and without ending slash
fr_fr: - AVERTISSEMENT - Inserer URL du portail avec «http://» et sans slash final
it_it: - ATTENZIONE - Inserire URL Portale con 'http://' e senza barra finale

source: Choose
fr_fr: Choisir
it_it: Scegli

source: Structure URL
fr_fr: Url Logement
it_it: Indirizzo Struttura

source: Search reservations
fr_fr: Chercher Réservations
it_it: Ricerca prenotazioni

source: Add
fr_fr: Ajouter
it_it: Nuovo

source: Support
it_it: Supporto

source: Not Active
fr_fr: Pas Active
it_it: Non Attivo

source: Active structure
fr_fr: Activer Structure
it_it: Struttura attiva

source: close
it_it: chiudi

source: On red no extrabed pricelist set
fr_fr: En Rouge Aucune Liste Des Prix Extra-Lit Configurée
it_it: In rosso nessun prezzo per extrabed settato

source: Warning: portal charge
fr_fr: Attention: Portail En Chargement
it_it: Attenzione: caricamento dati nei portali

source: Would you submit the changes also to the external portals?
fr_fr: Voulez-Vous Charger Les Données Aussi Dans Les Portails Externes
it_it: Vuoi caricare i dati anche nei portali esterni?

source: Reset
fr_fr: Réinitialiser
it_it: Annulla

source: Rapid modify
fr_fr: Modification Rapide
it_it: Modifica rapida

source: Save changes
fr_fr: Enregistrer Les Modifications
it_it: Salva cambiamenti

source: Map room
fr_fr: Mapper Chambre
it_it: Mappatura stanze

source: Map rooms
fr_fr: Mappe Des Chambres
it_it: Mappatura stanze

source: Map multirate
fr_fr: Mappe Tarifs Multiples
it_it: Mappatura multilistini

source: Normal and special rate
fr_fr: Tarif Normal Et Spécial
it_it: Listino normale e speciale

source: Rates
fr_fr: Tarifs
it_it: Prezzi

source: Rates and specifications
fr_fr: Tarifs Et Spécifications
it_it: Prezzi e dettagli

source: Allotment
fr_fr: Allotissements
it_it: Disponibilità

source: Treatments mismatch between local and remote for a detail
fr_fr: Divergence Traitements Entre Locale Et À Distance À Cause D'un Détail
it_it: Non c'è corrispondenza fra i trattamenti locali e remoti per un dettaglio

source: Nothing to transfer for local multirate with id
fr_fr: Rien À Transferer Pour Tarifs Multiples Locales Avec Id
it_it: Nessun dato da trasferire per il multilistino locale con id

source: No multirates mapped
fr_fr: Pas De Tarifs Multiples Enregistrés
it_it: Nessuna mappatura tra multilistini presente
