Repository: mlarese/privacybe
Catalog: __doc/locale/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk

source: You can set the single use price for the rooms in Booking.com
fr_fr: Vous Pouvez Configurer Les Tarifs Pour Chambres À Utilisation Simples En Booking.com
it_it: Puoi impostare i prezzi dell'uso singola per le camere in Booking.com

source: Release and minstay are managed in the general prospect
fr_fr: Révision Et Min.séjour Sont Géré Dans Vue D'ensembre
it_it: La release e il minstay sono gestiti nel prospetto generale

source: We're sorry to inform you that is not possible to coplete the multirate trasnfer due different settings. To solve the problem you need to change the remote setting of the multirate restrictions. For additional informations or if you need help, please contact our customer care
fr_fr: Nous Sommes Désolés De Vous Informer Que C'est Pas Possible De Procéder À La Synchronisation Des Tarifs Multiples À Cause De Incompatibilités Des Allogments. Pour Résoudre Le Problème, Il Faut Modifier La Délimitation À Distance Des Tarifs Multiples Dans La Structure À Distance. Pour Plusieurs Informations, Ou Si Vous Avez Besoin D'aide, Contactez S'il Vous Plaît Notre Service Clientèle
it_it: Siamo spiacenti ma non è possibile procedere con la sincronizzazione dei multilistini perché le strutture sono impostate in modo incompatibile. È necessario cambiare la modalità di dettaglio dei multilistini nella struttura remota. Per qualsiasi informazione o necessità di assistenza, contattare il servizio di assistenza

source: Please insert the values of minstay and release you want to transfer for remote multirates
fr_fr: S'il Vous Plaît Insérer Les Valeurs De Min. Séjour Et Révision Que Vous Souhaitez Transférer Aux Tarifs Multiples À Distance.
it_it: Si prega di inserire i valori di minstay e release che si vuole trasferire ai multilistini remoti

source: Multirate restrictions differences
fr_fr: Différences Restrictions Tarifs Multiples
it_it: Differenze nella gestione delle restrictions dei multilistini

source: Send restrictions
fr_fr: Envoyer Restrictions
it_it: Invia restrictions

source: Spoken language
de_de: Sprache
fr_fr: La Langue Parlée
it_it: Lingua parlata

source: Backend on Secure Mode (SSL)
fr_fr: Backend En Mode Sécure (Ssl)
it_it: Backend in modalità sicura (SSL)

source: Open map
fr_fr: Ouvrir Mappe
it_it: Apri mappa

source: Reservation time
de_de: Reservierung Zeit
it_it: Data prenotazione

source: Reservation expiry
de_de: Reservation Ablauf
it_it: Scadenza prenotazione

source: Structures for guests with disabilities
de_de: Bauwerke für Gäste mit Behinderungen
it_it: Strutture per ospiti con disabilità motorie

source: Photos and details of accessible services
de_de: Fotos und Details der Services zugänglich
it_it: Foto e dettagli servizi accessibili

source: Insert children's age
de_de: Legen Sie das Alter der Kinder
it_it: Inserire l'età bambini

source: Active portal
fr_fr: Activer Portail
it_it: Portale attivo

source: Reservation details
fr_fr: Détails Réservations
it_it: Dettagli prenotazione

source: Import
fr_fr: Importer
it_it: Importa

source: Guest name
fr_fr: Nom Hôte
it_it: Nome ospite

source: Smoking
fr_fr: Fumeur
it_it: Fumatori

source: Attention. There was an error in importing data. Contact your system administrator
fr_fr: Attention. Il Y Avait Une Erreur Dans L'importation De Données. Contactez Votre Administrateur De Système
it_it: Attenzione. Si è verificato un errore nella importazione dei dati. Contattare l'amministratore di sistema

source: The import was completed correctly
fr_fr: L'importation A Été Effectuée Correctement
it_it: L'importazione si è conclusa in modo corretto

source: There was an error of imports for the following lines
fr_fr: Il Y Avait Une Erreur D'importation Pour Les Lignes Suivantes
it_it: Attenzione. Si è verificato un errore di importazioni per le seguenti righe

source: Do not close this window until process will be terminated
fr_fr: Fermez Pas Cette Fenêtre Jusqu'à La Terminaison Du Processus
it_it: Non chiudere questa finestra finchè il trasferimento non è terminato

source: Please wait...
fr_fr: Attendre Svpl
it_it: Per cortesia attendi...

source: Deleting error
it_it: Errore di cancellazione

source: Operation terminated
fr_fr: Opération Terminée
it_it: Operazione terminata

source: Click here
fr_fr: Cliquer Ici
it_it: Clicca qui

source: Rows to transfer
fr_fr: Lignes À Transférer
it_it: Righe da trasferire

source: You must select at least one portal
fr_fr: Il Faut Sélectionner Au Moins Un Portail
it_it: Devi selezionare almeno un portale

source: %s total calculated on %s reviews
de_de: %s insgesamt auf %s bewertungen berechnet
it_it: %s totale calculato su %s giudizi

source: Day
fr_fr: Jour
it_it: Giorno

source: Info not transferable
it_it: Informazione non trasferibile

source: Multirate restrictions detailed
fr_fr: Configuration Minstay Et Release
it_it: Impostazioni di minstay e release dei multilistini nel prospetto generale

source: IDS portals reservations
it_it: Prenotazioni portali IDS

source: IDS portals reservations manager
fr_fr: Manager Réservations Portails Ids
it_it: Gestione prenotazioni portali IDS

source: IDS reservation details
fr_fr: Détails Réservations Ids
it_it: Dettagli prenotazione IDS

source: Closed
fr_fr: Fermé
it_it: Chiusa

source: Closed rooms is informations not transferable
it_it: Le informazioni sulla chiusura delle camere non sono trasferibili

source: Reset filter
fr_fr: Réinitialiser Le Filtre
it_it: Annulla

source: Choose portals in which publish the offer
fr_fr: Choisir Portails En Publiant L'offre
it_it: Scegli i portali in cui pubblicare l'offerta

source: Special services manager
fr_fr: Manager Des Sérvices Spéciales
it_it: Gestione servizi speciali

source: Add a special service
fr_fr: Ajouter Un Service Spéciale
it_it: Aggiungi un servizio speciale
nl_nl: Voeg extra service toe
ro_ro: Adauga un serviciu special
sk_sk: PRIDAJ SPECIALNU SLUZBU

source: Edit a special service
fr_fr: Éditer Un Service Spéciale
it_it: Modifica un servizio speciale

source: Special services list
fr_fr: Liste Des Services Spéciales
it_it: Lista servizi speciali

source: No questionnaire present
fr_fr: Pas De Questionnaire Présente
it_it: Non sono presenti questionari

source: User list
it_it: Lista utenti

source: Structure ranking
it_it: Ranking strutture

source: Currency manager
hu_hu: Valuta kezelès
it_it: Gestione valute
nl_nl: Valutabeheer
pl_pl: Administracja waluty
ro_ro: Manager de valuta
ru_ru: Конвертер валют
sk_sk: PENAZNE MENY A JICH SPRAVA

source: Guets manager
fr_fr: Manager Client
it_it: Gestione utenti

source: Guest details
it_it: Dettagli ospite

source: First login date
fr_fr: Date Du Première Login
it_it: Data primo login

source: Services categories manager
fr_fr: Manager Catégories Services
it_it: Gestione categorie di servizi

source: Services categories list
fr_fr: Liste Catégories Services
it_it: Lista categorie di servizi

source: Services manager
fr_fr: Manager Services
it_it: Gestione servizi

source: Services list
fr_fr: Liste Services
it_it: Lista di servizi

source: Restrictions sent
fr_fr: Restrictions Envoyées
it_it: Restrictions inviate

source: You can proceed with the multirate transfer
fr_fr: Vous Pouvez Procéder À Transferer Les Tarifs Multiples
it_it: Puoi procedere con il trasferimento dei multilistini

source: No lists mapped
it_it: Nessun listino mappato

source: Graphic reports
fr_fr: Rapports Graphiques
it_it: Rapporti grafici

source: Step reached
fr_fr: Étape Atteinte
it_it: Step raggiunto
ro_ro: Pas ajuns

source: Step reached with availability
fr_fr: Étape Atteinte Avec Disponibilité
it_it: Step raggiunto con disponibilità
ro_ro: Pas ajuns cu disponibilitate

source: Searches with availability
fr_fr: Recherches Avec Disponiblité
it_it: Ricerche con disponibilità

source: Searches with no availability
fr_fr: Recherches Sans Dinsponibilité
it_it: Ricerche senza disponibilità

source: Searches concluded
fr_fr: Recherches Conclues
it_it: Ricerche concluse

source: Searches not concluded
fr_fr: Recherches Pas Conclues
it_it: Ricerche non concluse

source: Nation
it_it: Nazione

source: Request date
fr_fr: Date De La Demande
it_it: Data della richiesta

source: in a month
fr_fr: dans un mois
it_it: in un mese

source: Total searches
fr_fr: Recherches Totale
it_it: Ricerche totali

source: Search filter
fr_fr: Chercher Filtre
it_it: Filtri ricerca

source: Date range
it_it: Range di date

source: Year
it_it: Anno

source: Select a month
fr_fr: Sélectionner Un Mois
it_it: Seleziona un mese

source: Select a year
fr_fr: Sélectionner Un An
it_it: Seleziona un anno

source: Search statistics
it_it: Statistiche di ricerca

source: Search for step
fr_fr: Recherche Par Étape
it_it: Ricerca per step

source: Portal search statistics
it_it: Statistiche di ricerca per portale

source: Select structure
fr_fr: Structure Sélectionnée
it_it: Seleziona struttura

source: Would you submit the info also to the following connected portals?
fr_fr: Presentez-Vous L'information Aussi Aux Suivants Portails Connectés?
it_it: Vuoi aggiornare le disponibilità delle camere anche ai seguenti portali?

source: New feature of closing room will be available before october ends
it_it: La nuova funzionalità di chiusura delle camere sarà anche disponibile entro la fine di ottobre

source: Users in progressive search
fr_fr: Utilisateurs À La Recherche Progressive
it_it: Utenti in avanzamento ricerca

source: Users lost
fr_fr: Utilisasteurs Perdus
it_it: Utenti persi

source: Estimate proposal
fr_fr: Proposition D'estimation
it_it: Proposta preventivo

source: Room choice
fr_fr: Choix Chambre
it_it: Scelta camera

source: Rooms availability
fr_fr: Disponibilité Chambres
it_it: Disponibilita' delle camere

source: Rooms availability2
fr_fr: Disponibilité2 Chambres
it_it: Disponibilità delle camere

source: Rooms interest
fr_fr: Intérêt Pour Les Chambres
it_it: Interesse per le camere

source: Offer attractiveness
fr_fr: Offre Attractivité
it_it: Appetibilità offerta

source: Offer attractiveness2
fr_fr: Offre Attractivité2
it_it: Appetibilita' offerta

source: Attractiveness
fr_fr: Attractivité
it_it: Appetibilita'

source: low
fr_fr: faibles
it_it: basso

source: medium
fr_fr: moyen
it_it: medio

source: excellent
it_it: ottimo

source: Users in search
fr_fr: Utilisateurs À La Recherche
it_it: Utenti in ricerca

source: Show Treatment
fr_fr: Montrer Traitement
it_it: Visualizza trattamento

source: Number person (extended)
fr_fr: Nombre De Personne (Étendu)
it_it: Numero persone (estesa)

source: Show Reservation Conditions
fr_fr: Montrer Conditions De Réservation
it_it: Visualizza Condizioni di Prenotazione
nl_nl: Toon reserveringsvoorwaarden
ro_ro: Vezi Conditii pentru Rezervari
sk_sk: ZOBRAZ PODMIENKY REZERVACIE

source: Icon name
fr_fr: Nom De L'icône
it_it: Nome icona

source: Policy Amenities
it_it: Politiche dei servizi

source: see and select
de_de: sehen und wählen
es_es: ver y seleccionar
fr_fr: visualiser et de sélectionner
it_it: vedi e seleziona
nl_nl: Bekjijk en selecteer
ro_ro: vezi si alege
ru_ru: просматривать и выбирать
sk_sk: POZRI SA A VYBER

source: Reset structure
fr_fr: Réinitialiser Structure
it_it: Reset struttura

source: Nothing to reset
fr_fr: Rien À Réinitialiser
it_it: Nulla da annullare

source: Will be deleted allotments, pricelist, multirate, reductions, supplements and offers
fr_fr: Allotements, Liste De Prix, Tarifs Multiples, Réductions, Suppléments Et Offres Seront Supprimés
it_it: Verranno cancellati allotment, listini, multilistini, riduzioni, supplementi e offerte

source: Reset done
fr_fr: Réinitialisation Complétée
it_it: Reset eseguito

source: Select all structures
fr_fr: Sélectionner Toutes Les Structures
it_it: Seleziona tutte le strutture

source: Are you sure?
fr_fr: Etes-Vous Sûr?
it_it: Sei sicuro?

source: Delete structure
fr_fr: Supprimer Structure
it_it: Elimina struttura

source: Will be deleted all structure data
fr_fr: Toutes Structures De Données Seront Supprimé
it_it: Verranno cancellati tutti i dati relativi alla struttura

source: Delete done
fr_fr: Supprimer Fait
it_it: Eliminazione eseguita

source: Nothing to delete
fr_fr: Radiation Effectué
it_it: Nulla da eliminare

source: Import data
fr_fr: Importer Données
it_it: Importazione dati

source: Create structure
it_it: Creazione struttura

source: User not created
fr_fr: Utilisateur Pas Créé
it_it: Utente non creato

source: Availability found
de_de: Verfügbarkeit gefunden
fr_fr: Disponibilité Trouvée
it_it: Disponibilità trovata

source: Availability not found
fr_fr: Disponibilité Pas Trouvée
it_it: Disponibilità non trovata
nl_nl: Niet beschikbaar
ro_ro: Nu s-a gasit disponibilitate
sk_sk: NENAJDENE ZIADNE UBYTOVACIE MOZNOSTI

source: Children ages
fr_fr: Âgés Des Enfants
it_it: Età bambini

source: Multirate code cannot be null
fr_fr: Code Tarifs Multiples Peut Pas Être Null
it_it: Il codice del multilistino non può essere nullo

source: Show all reservation on backend
fr_fr: Montrer Tous Les Réservations En Backend
it_it: Visualizza tutte le prenotazioni nel backend

source: Enable payment type
fr_fr: Activer Le Mode De Paiement
it_it: Attiva tipologia di pagamento

source: Guest email send
fr_fr: Envoyer Email Au Client
it_it: Invio mail al cliente

source: Text Step 4
fr_fr: Texte Etape 4
it_it: Testo Step 4

source: Show reservation time
fr_fr: Mntrer L'heure De La Réservation
it_it: Visualizza l'orario di prenotazione

source: Show reservation expiry time
fr_fr: Montrer L'heure D'expiration De La Réservation
it_it: Visualizza l'orario di scadenza validità prenotazione

source: Expiry time after
fr_fr: Date D'expiration Après
it_it: Scadenza tempo dopo

source: minutes
it_it: minuti

source: Show route
fr_fr: Montrer Route
it_it: Visualizza percorso

source: Search address
fr_fr: Chercher Adresse
it_it: Cerca indirizzo

source: Show policy
fr_fr: Montrer Politique
it_it: Visualizza politiche

source: Default Portal
fr_fr: Portail Par Défaut
it_it: Portale di default

source: Fields required
fr_fr: Champs Obligatoires
it_it: Campi obbligatori

source: Total reservations
fr_fr: Total Réservations
it_it: Totale prenotazioni

source: Total room-night
fr_fr: Total Chambre-Nuit
it_it: Totale camera-notte

source: Gross booking
fr_fr: Chiffre D'affaires Brut
it_it: Fatturato lordo

source: Total partner commission
fr_fr: Total Des Commissions Partenaire
it_it: Totale commissione partner

source: Showing 0 to 0 of 0 entries
fr_fr: Montrer 0 Sur 0 Pour 0 Entrées
it_it: Nessun dato

source: No data
fr_fr: Pas De Données
it_it: Nessun dato

source: Checkin date
fr_fr: Date Du Checkin
it_it: Data di checkin

source: Email template manager
fr_fr: Manager Modèle Courriel
it_it: Gestione email template

source: Email template list
fr_fr: Liste Modèle Email
it_it: Lista email template

source: Email template type
fr_fr: Typologie Modèle Email
it_it: Tipo di email template

source: Add an email template
fr_fr: Ajouter Modèle Email
it_it: Aggiungi un'email template

source: Edit an email template
fr_fr: Éditer Modèle Email
it_it: Modifica un'email template

source: Email sender name
fr_fr: Nom De L'émetteur Email
it_it: Nome del mittente

source: Email sender address
fr_fr: Adresse Email De L'envoyeur
it_it: Indirizzo email del mittente

source: Email receivers
it_it: Destinatari email

source: Comma separated value
fr_fr: Valeurs Séparées Par Virgule
it_it: Valori separati da virgola

source: Additional email
fr_fr: Email Supplémentaire
it_it: Ulteriori email

source: BCC
it_it: CCN

source: Reply to
it_it: Rispondi a

source: Email subject
fr_fr: Sujet Email
it_it: Oggetto email

source: Email template HTML message
fr_fr: Message Modèle Html Email
it_it: Messaggio HTML dell'email

source: Special service
de_de: Sonderdienstleistungen
fr_fr: Services Spèciaux
it_it: Servizio speciale

source: Room type and price
de_de: Typ und Preis
fr_fr: Type De Chambre Et Prix
it_it: Tipologia e prezzo
ru_ru: Тип номера и цены

source: Accomodation total
de_de: Totaler Mietpreis
fr_fr: Prix
it_it: Totale sistemazione
ru_ru: Всего за проживание

source: Total stay
de_de: Total Aufenthalt
es_es: Precio total
fr_fr: Total Séjour
hu_hu: Összesen marad
it_it: Totale soggiorno
nl_nl: Totaal verblijf
pl_pl: Całkowity pobyt
ro_ro: Total sedere
ru_ru: Целый пребывание
sk_sk: celkovej ceny pobytu

source: Email specifications
fr_fr: Spécifications Email
it_it: Specifiche email

source: Portal Gift Card
fr_fr: Portail Gift-Card
it_it: Gift Card Portale

source: Packages
fr_fr: Paquets
it_it: Pacchetti

source: Package
fr_fr: Paquet
it_it: Pacchetto

source: Photo Gift Manager
it_it: Gestione Foto Gift

source: Add a photo
fr_fr: Ajouter Une Photo
it_it: Aggiungi una foto

source: Deleted
fr_fr: Supprimé
it_it: Cancellato

source: Gift Packages
fr_fr: Paquets Cadeau
it_it: Pacchetti Gift

source: Gift image
fr_fr: Image Cadeau
it_it: Immagine gift

source: Gift Package data
it_it: Dati pacchetto gift

source: Add a gift package
fr_fr: Ajouter Un Paquet Cadeau
it_it: Crea un pacchetto di gift

source: Edit a gift package
fr_fr: Éditer Un Paquet Cadeau
it_it: Modifica un pacchetto di gift

source: Used
fr_fr: Utilisé
it_it: Usato

source: Gift data
fr_fr: Données Du Cadeau
it_it: Dati Gift

source: Add a gift
fr_fr: Ajouter Un Cadeau
it_it: Crea una gift

source: Edit a gift
fr_fr: Éditer Un Cadeau
it_it: Modifica una gift

source: List Gift Card
fr_fr: Liste Gift-Card
it_it: Lista Gift Card

source: must be a number
fr_fr: doit être un nombre
it_it: deve essere un numero

source: Structure Gift Card
it_it: Gestione Gift Card struttura

source: Visit minisite
de_de: Besuchen Minisite
it_it: Visita il minisito

source: Structure Partner Ranking
fr_fr: Classement Logments Partenaire
it_it: Ranking Strutture Partner

source: Report for
fr_fr: Rapport Pour
it_it: Rapporto per

source: Edit a partner
fr_fr: Éditer Partenaire
it_it: Modifica partner

source: Custom structures ranking
fr_fr: Règlement Des Structures Personnalisées
it_it: Ranking strutture customizzato

source: Operation failed
fr_fr: Opération Échoué
it_it: Operazione fallita

source: Custom 3 multirate
fr_fr: Client 3 Tarifs Multiples
it_it: Informazioni addizionali da inserire nella mail

source: Reportings and warnings
fr_fr: Indications Et Avertissements
it_it: Segnalazioni e Avvisi

source: News
fr_fr: Nouvelle
it_it: Notizie

source: Deepen
fr_fr: Approfondir
it_it: Approfondisci

source: Read the news less recent
fr_fr: Lire Les Nouvelles Moins Récentes
it_it: Leggi le notizie meno recenti

source: Next news
fr_fr: Prochaine Nouvelle
it_it: Prossima notizia

source: or
fr_fr: ou
it_it: o

source: towards
fr_fr: envers
it_it: tramite

source: at phone number
fr_fr: au numéro de téléphone
it_it: al numero di telefono
nl_nl: Op telefoon nummer
ro_ro: la numarul de telefon
sk_sk: NA TELEFONNE CISLO

source: Last
fr_fr: Dernier
it_it: Ultimi

source: days
fr_fr: jours
it_it: giorni

source: months
fr_fr: mois
it_it: mesi

source: Today
fr_fr: Oggi
it_it: Oggi

source: Yesterday
fr_fr: Ieri
it_it: Ieri

source: Last month
fr_fr: Mois Dernier
it_it: Ultimo mese

source: Last year
fr_fr: Annéee Dernière
it_it: Ultimo anno

source: Reservations amount
fr_fr: Volume D'affaires Réservations
it_it: Fatturato prenotazioni

source: opening date
fr_fr: date d'ouverture
it_it: data prenotazione

source: Choose the giftcard's amount
de_de: Betrag des Gutscheins auswählen
es_es: Elije el monto de la Tarjeta Regalo
fr_fr: Choisir Le Montant De La Carte-Cadeau
it_it: Scegli l'importo del buono vacanza

source: Gift card amount
de_de: Betrag des Gutscheins
es_es: Cantidad de la Tarjeta Regalo
fr_fr: Montant De La Carte-Cadeau
it_it: Importo buono vacanza

source: Free amount
de_de: Freier Betrag
es_es: Cantidad libre
fr_fr: Montant Libre
it_it: Importo Libero

source: insert the desired amount
de_de: Gewünschten Betrag einfügen
es_es: Inserte la cantidad deseada
fr_fr: insérer le montant désiré
it_it: inserisci l'importo desiderato

source: email giftcard message
es_es: El correo electrónico en el cual será enviado el vale. Verifica que los datos insertados son correctos.
fr_fr: e-mail auquel envoyer le bon. Verifier l'exactitude des donnés inserés,
it_it: email alla quale sarà inviato il voucher. Verificare l’accuratezza dei dati inseriti

source: email which will be sent the gift card
fr_fr: Email pour envoyer la Gift-Card
it_it: email alla quale sarà inviata la gift card.

source: Verify accuracy of data entered
fr_fr: Vérifier L'exactitude Des Données Saisies
it_it: Verificare l’accuratezza dei dati inseriti

source: email giftcard message2
es_es: El Bono compra será enviado solo en formato electrónico y vía correo electrónico
fr_fr: le Bon acheté sera envoyé seulement en format électronique et par e-mail.
it_it: il Buono acquistato sarà inviato solo in formato elettronico via email

source: Customize the gift card
de_de: Den Gutschein personalisieren
es_es: Personaliza la Tarjeta Regalo
fr_fr: Personnaliser La Carte-Cadeau
it_it: Personalizza il Buono Vacanza

source: Select the theme
de_de: Wählen Sie ein Thema aus
es_es: Selecciona el tema
fr_fr: Sélectionner le thème
it_it: Seleziona il tema grafico

source: Select a message
de_de: Wählen Sie eine Nachricht aus
es_es: Selecciona el mensaje
fr_fr: Sélectionner un message
it_it: Seleziona un messaggio

source: available characters
de_de: Verfügbare Schriftarten
es_es: caracteres disponibles
fr_fr: caractères disponible
it_it: caratteri disponibili

source: name
es_es: Nombre
fr_fr: nom
it_it: nome

source: from giftcard message
de_de: z.B.: Mam
es_es: es: Mama
fr_fr: ex: Maman
it_it: es: Mamma

source: to giftcard message
de_de: z.B.: Mario oder Für meinen lieben Neffe
es_es: es: Mario o a mi querido sobrino
fr_fr: ex. Mario ou A mon cher neveu
it_it: es: Mario o Al mio caro Nipote

source: Share on Twitter
de_de: Freigabe auf Twitter
fr_fr: Partager sur Twitter
it_it: Condividi su Twitter

source: Giftcard configuration
de_de: Setup des Gutscheins
es_es: Configuración de la Tarjeta Regalo
fr_fr: Configuration de la carte-cadeau
it_it: Configurazione giftcard

source: Complete the purchase
de_de: zur Kasse
es_es: Completar la compra
fr_fr: Poursuivre L'achat
it_it: Completa l'acquisto

source: Check data
de_de: Daten überprüfen
es_es: Comprobar los datos
fr_fr: Vérifications données
it_it: Verifica i dati

source: Vat
de_de: MwSt.
es_es: C.I.F
fr_fr: Tva
it_it: P.IVA

source: giftcard confirm message
de_de: Wird das Feld 'Bestätigen' angeklickt so wird der Auftrag registriert und man kann zur Zahlung fortschreiten
es_es: Pulsando el botón 'Confirmar' el pedido será registrado y se podrá proceder al pago seguro mediante el servidor del banco. Una vez completado el proceso, será enviado el 'Bono Vacaciones
fr_fr: En cliquant sur le bouton 'Confirmer', votre commande sera enregistrée et on pourra procéder au paiement sécurisé sur le serveur de la banque, une fois le paiement complété 'le bon de vacances!' sera envoyé
it_it: Premendo il pulsante 'Conferma' l’ordine sarà registrato, e si potrà procedere al pagamento, completato il quale sarà inviato il 'Buono Vacanza'

source: I have read and agreed with
de_de: Ich habe gelesen und akzeptiere
es_es: He leído y estoy de acuerdo con
fr_fr: J'ai lu et j'accepte
it_it: Dichiaro di aver letto e compreso i

source: Usage terms
de_de: Nutzungsbedingungen
es_es: Términos de uso
fr_fr: Conditions d'utilisation
it_it: Termini di utilizzo

source: Giftcard purchase
de_de: Erwerb des Gutscheins
es_es: Compra de la Tarjeta Regalo
fr_fr: Achat de la carte-cadeau
it_it: Acquisto giftcard

source: Allotment adjustment completed
it_it: Sistemazione disponibilità completata

source: Copy availability
fr_fr: Copier Distponibilité
it_it: Copia disponibilità
