Repository: mlarese/privacybe
Catalog: __doc/locale/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk

source: Booking default parameters. These parameters are used in the Deals section.
fr_fr: Paramètres Par Défaut Pour Réservations. Ces Paramètres Sont Utilisés Dans La Séction Offres
it_it: Parametri base per effettuare la ricerca delle prenotazioni. Questi parametri sono usati nei Deals.

source: Filling the fields will display the button, otherwise the search form.
fr_fr: En Remplissant Les Champs Le Bouton "reserver" Sera Affiché, Sinon Le Formulaire De Recherche
it_it: Compilando i campi sarà mostrato il pulsante 'Prenota', altrimenti la maschera di ricerca.

source: Optional
fr_fr: Optionnel
it_it: Opzionale

source: Unit
it_it: Unità

source: Send to Social Networks (%s accounts active)
fr_fr: Envoyer Aux Réseaux Sociaux (Comptes De S% Actif)
it_it: Invia ai Social Networks (%s account attivi)

source: Prices comparator
fr_fr: Comparateur Prix
it_it: Comparatori di prezzi

source: No shop selected. Please select a shop.
fr_fr: Pas De Shop Sélectionné. Svpl Sélectionner Un Shop
it_it: Nessun negozio selezionato. Scegli un negozio

source: Inactive
it_it: NON Attivo

source: Select the photos with the same size approximately
fr_fr: Sélectionner Les Photos Avec La Même Taille D'environ
it_it: Seleziona le foto con circa la stessa dimensione

source: In case the pictures are bigger than %sx%spx, they will be resized to that size
fr_fr: Dans Le Cas Où Les Images Sont Plus Grandes Que% Sx% Spx, Elles Seront Redimensionnées À Cette Taille
it_it: Nel caso le foto caricate siano più grandi di %sx%spx, saranno ridimensionate a tale grandezza

source: Google Categories Taxonomies
fr_fr: Catégories Taxinomies Google
it_it: Tassonomie categorie Google

source: Set taxonomy to all products in this category
fr_fr: Configurer Taxonomie Pour Tous Les Produits Dans Cette Catégorie
it_it: Imposta la tassonomia per tutti i prodotti in questa categoria

source: Copy description
fr_fr: Copier Description
it_it: Copia descrizione

source: To improve rankings in Google Shopping is advisable to change the text present on site. You can copy the main text using the button "Copy description" and then change it.
fr_fr: Pour Améliorer Le Classement Dans Google Shopping Il Est Conseillé De Changer Le Texte Présent Dans Le Site. Vous Pouvez Copier Le Texte Principal En Utilisant Le Bouton "copier Description" Et Après Modifier.
it_it: Per migliorare il posizionamento in Google Shopping è consigliabile modificare il testo rispetto a quello presente nel sito. Per velocizzare l'operazione è possibile copiare il testo usando il bottone "Copia descrizione" e successivamente modificarlo

source: Variants
fr_fr: Variantes
it_it: Varianti

source: Greater than 6
fr_fr: Plus De 6
it_it: Maggiore di 6

source: Greater than 7
fr_fr: Plus De 7
it_it: Maggiore di 7

source: Greater than 8
fr_fr: Plus De 8
it_it: Maggiore di 8

source: Greater than 9
fr_fr: Plus De 9
it_it: Maggiore di 9

source: Add External Review Configuration
fr_fr: Ajouter Configuration Recension Externe
it_it: Aggiungi Configurazione Recensione Esterna

source: Edit External Review Configuration
fr_fr: Éditer Configuration Recensione Externe
it_it: Modifica Configurazione Recensione Esterna

source: A configuration for %s is already present. Please modify it.
fr_fr: Une Configuration De% S Est Déjà Présent. S'il Vous Plaît Modifiez-La.
it_it: Una configurazione per %s è già presente. Modificala, per cortesia.

source: No structures selected
fr_fr: Pas De Structures Choisies
it_it: Nessuna struttura selezionata
nl_nl: Geen accommodatie geselecteerd
ro_ro: Nicio structura selectata
sk_sk: NEBOLO VYBRANE ZIADNE UBYTOVACIE ZARIADENIE

source: Please enter at least ITALIAN message
fr_fr: S'il Vous Plaît Entrer Au Moins Un Message Italien
it_it: Inserisci almeno il messaggio in ITALIANO

source: External Review: Message Customization
fr_fr: Recension Externe: Personnalisation Message
it_it: Recensione Esterna: Personalizzazione Messaggio

source: Nothing to do.
fr_fr: Rien À Faire
it_it: Nessuna operazione possibile.

source: External Review: Main Setup
fr_fr: Recension Externe: Configuration Principale
it_it: Recensione Esterna: Configurazione Base

source: Min. average rating
fr_fr: Min. Évaluation Moyenne
it_it: Media voto

source: # Structures
it_it: Numero di strutture

source: structure has been configured
fr_fr: la structure a été configurée
it_it: struttura è stata configurata

source: structures have been configured
fr_fr: les structures ont été configurées
it_it: strutture sono state configurate

source: Have you a giftcard/discount code?
fr_fr: Avez-vous un code promotionnel/giftcard?
it_it: Hai una giftcard o un codice sconto?

source: both
it_it: entrambi

source: Both
fr_fr: Les Deux
it_it: Entrambi

source: Discount code and gift-voucher
it_it: codice sconto e gift-voucher

source: Ecommerce variants manager
fr_fr: Manager Variantes Ecommerce
it_it: Ecommerce manager varianti

source: Variants and categories manager
fr_fr: Manager Variantes Et Catégories
it_it: Manager varianti e categorie

source: Counter
fr_fr: Compteur
it_it: Conteggio

source: Variant
it_it: Variante

source: variant
fr_fr: variante
it_it: variante

source: variants
fr_fr: variantes
it_it: varianti

source: Add variant
fr_fr: Ajouter Variante
it_it: Aggiungi variante

source: Variant name
fr_fr: Nom Variante
it_it: Nome variante

source: Edit variant
it_it: Modifica variante

source: Add category
it_it: Aggiungi categoria

source: Delete variant
it_it: Cancella variante

source: Add variant %scategory%s
fr_fr: Ajouter Variante% Scategory% S
it_it: Aggiungi %scategoria%s variante

source: This variant is connected with
fr_fr: Cette Variante Est Connectée Avec
it_it: Questa variante è connessa a

source: This category is connected with
fr_fr: Cette Catégorie Est Connecté Avec
it_it: Questa categoria è connessa a

source: Extended Validity date
fr_fr: Date De Validité Prolongée
it_it: Data di validità estesa

source: If set to "YES" activates this reduction or supplement for periods of stay which include only part of the effective dates set, the calculation will be only on the days coincide.
fr_fr: Si Réglé Sur "oui" Cela Active Cette Réduction Ou Ce Supplément Pour Des Périodes De Séjour Qui Comprendent Une Partie Seulement Des Dates Effectives Fixées Le Calcul Sera Seulement Pour ??les Jours Coïncident.
it_it: Se impostato a "SI" rende attiva questa riduzione o supplemento anche per periodi di soggiorno che includono solo parzialmente le date di validità impostate, il calcolo sarà relativo solo ai giorni coincidenti.

source: View as deals
fr_fr: Visualiser Comme Offres
it_it: Visualizza come Deals

source: Price without discount
fr_fr: Prix Sans Réduction
it_it: Prezzo non scontato

source: (barred/original price)
fr_fr: barré/prix original
it_it: (prezzo originale/barrato)

source: Plots
it_it: Piazzole

source: plots
it_it: piazzole

source: Plot
it_it: Piazzola

source: plot
it_it: piazzola

source: Category price
fr_fr: Prix Catégorie
it_it: Prezzo categoria

source: Gift type
fr_fr: Genre Cadeau
it_it: Tipo gift

source: Holder name is invalid
it_it: Il nome del proprietario della carta non è valido.
nl_nl: Naam credit card houder onjuist
ro_ro: Numele proprietarului cardului nu este valabil
sk_sk: NEPLATNE MENO DRZITELA A MAJITELA KARTY

source: Short description
fr_fr: Description Succincte
it_it: Descrizione breve

source: Only %s characters
fr_fr: Seulement %xscaractères
it_it: Solo %s caratteri

source: If it will be longer than that,%sit will be truncated
fr_fr: Si Elle Sera Plus Longue,% Sera Tronqué
it_it: Se sarà più lunga,%sverrà troncata

source: If it will be longer than that, it will be truncated
it_it: Se sarà più lunga, verrà troncata

source: Rate Typology
fr_fr: Typologie De Tarif D'expédition
it_it: Tipologia di spesa di spedizione

source: Constant rate
it_it: Costante

source: Flat rate
it_it: Flat

source: Table rate
it_it: Tabellare

source: CONSTANT RATE shipping uses a fixed shipping price, regardless of which country the order will be shipped.
fr_fr: L'expédition À Tarifs Constants Utilise Un Prix D'expédition Fixe, Quel Que Soit Le Pays, La Commande Sera Expédiée.
it_it: La spesa di spedizione COSTANTE utilizza un prezzo di spedizione fisso, indipendentemente dalla nazione in cui verrà spedito l'ordine.

source: TABLE RATE shipping lets you calculate shipping rates based on the combination of several conditions. The rate can be based on weight vs. destination, price vs. destination, or number of items vs. destination.
it_it: La spesa di spediziona TABELLARE consente di calcolare le tariffe di spedizione in base alla combinazione di diverse condizioni (peso, prezzo o numero di prodotti) rispetto alla destinazione.

source: FLAT RATE is a simple shipping solution that uses a standard fixed rate per item or per order, regardless of order size or weight. You can set it for every single state.
fr_fr: Forfait Est Une Solution Simple D'expédition Qui Utilise Un Tarif Fixe Standard Par Article Ou Par Commande, Peu Importe La Taille Ou Le Poids De La Commande. Vous Pouvez Le Définir Pour Chaque Pays.
it_it: La spesa di spedizione FLAT utilizza un prezzo di spedizione standard fisso per articolo o per ordine, indipendentemente dalle dimensioni o peso dell'ordine. E' possibile impostarlo per ogni nazione.

source: Block sale FDA
it_it: Blocca vendita FDA

source: Block sale alcohol
it_it: Blocca vendita alcolici

source: Block sale perfume
it_it: Blocca vendita profumi

source: Shipping country
fr_fr: Pays De Livraison
it_it: Spedizione

source: Worldwide
fr_fr: Dans Le Monde
it_it: In tutto il mondo

source: Not available for
fr_fr: Pas Disponible Pour
it_it: Non disponibile per

source: Available for
fr_fr: Disponible Pour
it_it: Disponibile per

source: Set sale blocks
fr_fr: Configurer Blocs De Vente
it_it: Attivare i blocchi vendita

source: If you disable sale blocks, the sale blocks settings previously saved will be deleted.
fr_fr: Si Vous Désactivez Des Blocs De Vente, Des Blocs De Vente Précédemment Enregistrés Seront Supprimés.
it_it: Se disabiliti i Blocchi Vendita, le impostazioni dei Blocchi Vendita precedentemente salvate saranno eliminate.

source: Do you want disable sale blocks?
fr_fr: Voulez-Vous Désactiver Des Blocs De Vente?
it_it: Sei sicuro di voler disattivare i Blocchi Vendita?

source: country checked
fr_fr: pays vérifié
it_it: paese selezionato

source: countries checked
fr_fr: pays vérifiés
it_it: paesi selezionati

source: Information
it_it: Informazione

source: Insert a shipping rate and select one or more state, please
fr_fr: Nsérer Un Tarif De Livraison Et Sélectionner Un Ou Plusieurs Etats, S'il Vous Plaît
it_it: Inserire un costo di spedizione e/o selezionare uno o più stati

source: for
fr_fr: pour
it_it: per

source: Rate by
fr_fr: Tarif Par
it_it: Costo per

source: weight
fr_fr: peso
it_it: peso

source: price
it_it: prezzo

source: products number
it_it: numero di prodotti

source: Number of price ranges for packages
fr_fr: Nombre De Gradtions Des Tarifs Par Colis
it_it: Numero di fasce di prezzo per pacco

source: Countries
fr_fr: Pays
it_it: Paesi

source: Envelope rate
fr_fr: Tarifs Enveloppe
it_it: Costo sp. busta

source: Packages rate
fr_fr: Tarifs Colis
it_it: Costo spedizione pacco

source: In each input field of the first row insert a
fr_fr: Dans Chaque Champ De Saisie De La Première Racine Inserer Un
it_it: In ciascun campo della prima riga inserire un

source: limit and in each input field of second row insert the relative rate
fr_fr: limiter et dans chaque champ de saisie inserer les tarifs rélatifs
it_it: limite ed in ciascun campo della seconda inserire il prezzo relativo

source: Some data missing for Envelope Rate
fr_fr: Certaines Données Manquantes Pour Tarifs Expédition En Enveloppe
it_it: Dati mancanti per le Spese di Spedizione in Busta

source: Please insert all values for Packages Rate
fr_fr: S'il Vous Plaît Insérer Toutes Les Tarifs Pour Colis
it_it: Inserire tutti i valori per le Spese di Spedizione in Pacco

source: Rate limits should be inserted in ascending order
fr_fr: Gradations Des Tarifs Doivent Être Insérés Dans L'ordre Croissant
it_it: Le fasce di costo relative ai pacchi devono essere inserite in modo crescente

source: Select one or more state, please
fr_fr: Sélectionner Un Ou Plusieurs Pays, S'il Vous Plaît
it_it: Selezionare uno o più stati

source: Not set
fr_fr: Pas Défini
it_it: Non impostata

source: Insert a shipping rate for rate typology selected
fr_fr: Insérer Un Tarif D'expédition Pour Typologie D'expédition Sélectionnée
it_it: Inserire un costo di spedizione per la tipologia di spesa di spedizione selezionata

source: Setup sales blocks
it_it: Setup blocchi vendita

source: Ecommerce Sale Blocks Setup
fr_fr: Configuration Du Blocage Puor Vente Ecommerce
it_it: Ecommerce impostazione blocchi vendita

source: Sale blocks are not active. If you want to activate it, please go to SETUP SHOP.
fr_fr: Blocages De Vente Sont Pas Active. Pour Les Activer Aller À Setup Shop
it_it: I blocchi vendita non sono attivi. Se vuoi attivarli vai su SETUP SHOP.

source: No sale blocks selected
fr_fr: Blocages De Vente Pas Sélectionnés
it_it: Nessun blocco vendita attivato

source: Sale Blocks
fr_fr: Blocages Des Vente
it_it: Blocchi vendita

source: Remove all sale blocks
fr_fr: Éliminer Tous Les Blos De Vente
it_it: Rimuovi tutti i blocchi vendita

source: Available product
fr_fr: Produit Disponible
it_it: Prodotto disponibile

source: The server encountered an error while processin your request
it_it: C'è stato un errore durante l'elaborazione della tua richiesta

source: The problem is already fixed, but you have to repeat your search.
it_it: Il problema è già stato risolto, tuttavia è necessario ripetere la ricerca.

source: Logout
fr_fr: Déconnexion
it_it: Esci
ro_ro: Delogare

source: Insert your Email and password
es_es: Introduce tu e-mail y contraseña
it_it: Inserisci Email e password
nl_nl: Vul je Email en password in
ro_ro: Introduceti email si parola
sk_sk: VLOZ TVOJ MAIL A PASSWORD

source: Add a discount
fr_fr: Ajouter Réduction
it_it: Aggiungi un codice sconto
nl_nl: voeg kortingscode toe
ro_ro: Adauga un cod de reducere
sk_sk: PRIDAJ ZLAVOVY KOD

source: List Discount
fr_fr: Liste Discount
it_it: Lista Codici Sconto

source: Edit a discount
fr_fr: Éditer Un Discount
it_it: Modifica un codice sconto

source: Add a discount package
fr_fr: Ajouter Und Paquet Réduction
it_it: Aggiungi un pacchetto codice sconto

source: Discount package data
fr_fr: Informations Du Paquet
it_it: Informazioni del pacchetto

source: Discount Packages
fr_fr: Paquets Discount
it_it: Pacchetti codici sconto

source: Structure Discount
it_it: Gestione Codici Sconto struttura

source: Structure Discount Card
fr_fr: Structure Carte Discount
it_it: Gestione Codici Sconto struttura

source: Send Discount by email
fr_fr: Envoyer Remise Par Email
it_it: Vuoi inviare il codice sconto via email

source: Send Discount by email?
it_it: Vuoi inviare il codice sconto via email?

source: This package will be used for building tripadvisor discount code. Are you agreed?
fr_fr: Ce Paquet Sera Utilisé Pour La Configuration Du Code De Réduction Tripadvisor. Êtes-Vous D'accord?
it_it: Il pacchetto selezionato sarà usato per generare gli sconti legati ai commenti di tripadvisor. Vuoi selezionare il pacchetto?

source: A dicount code will be sent by mail. Press ok to continue.
fr_fr: Un Code Dicount Sera Envoyé Par Mail. Appuyez Sur Ok Pour Continuer.
it_it: Il codice sconto verrà inviato tramite mail all'ospite. Premi ok per continuare.

source: E-mail body
fr_fr: Texte Pour Email
it_it: Testo E-mail

source: times
es_es: veces
fr_fr: fois
it_it: volte

source: time
fr_fr: horaire
it_it: volta

source: Special discounts reserved for you!
de_de: Spezielle Rabatte für Sie reserviert!
fr_fr: Remises Spéciales Réservées Pour Vous!
it_it: Speciale sconto a te riservato!

source: We are happy to advise you that you have been selected to receive a free gift for the value of %%GIFT_DISCOUNT_TYPE%% to be used to purchase our services.
de_de: Es freut uns Ihnen mitteilen zu können, dass Sie ausgewählt wurden um ein Geschenk im Wert von %%GIFT_DISCOUNT_TYPE%% zu erhalten, welches Sie in unserer Struktur einlösen können.
fr_fr: Nous Avons Le Plaisir De Vous Communiquer Que Vous Avez Été Sélectionné(E) Pour Recevoir Un Agréable Hommage De La Valeur De %%gift_Discount_Type%%, À Utiliser Pour Jouir De Nos Services.
it_it: Abbiamo il piacere di comunicarti che sei stato selezionato per ricevere un piacevole omaggio del valore di %%GIFT_DISCOUNT_TYPE%% da utilizzare per usufruire dei nostri servizi.

source: Ecommerce: Prices comparator
it_it: Ecommerce: Comparatore di prezzi

source: Volumetric weight
fr_fr: Poids Volumétrique
it_it: Peso volumetrico

source: Shipping Type
fr_fr: Type De Livraison
it_it: Tipo Spedizione

source: Envelope
it_it: Busta

source: Variant code
fr_fr: Code Variante
it_it: Codice variante

source: Variant price
fr_fr: Prix Variante
it_it: Prezzo variante

source: Variant note
fr_fr: Note Variante
it_it: Note variante

source: Variant value
fr_fr: Valeur Variante
it_it: Valore variante

source: The system will also delete every child of the category
fr_fr: Le Système Va Également Supprimer Tous Les Enfants De La Catégorie
it_it: Il sistema cancellerà anche ogni figlio della categoria

source: Error while deleting category
fr_fr: Erreur Lors De La Suppression De La Catégorie
it_it: Errore nella cancellazione della categoria

source: Error while deleting variant
fr_fr: Erreur Lors De La Suppression De La Variante
it_it: Errore nella cancellazione della variante

source: Error while deregistering image
fr_fr: Erreur Lors Du Désenregistrement L'image
it_it: Errore nell'annullamento della registrazione dell'immagine

source: Error while registering image
fr_fr: Erreur Lors Du Régistrement De L'image
it_it: Errore nella registrazione dell'immagine

source: Photos
it_it: Foto

source: Specifics
fr_fr: Spécifications
it_it: Specifiche

source: Related
fr_fr: Corrélatif
it_it: Correlati

source: Add an option
it_it: Aggiungi un'opzione

source: Add a variant
fr_fr: Ajouter Une Variante
it_it: Aggiungi una variante

source: Choose a category
fr_fr: Choisir Une Catégorie
it_it: Scegli una categoria

source: Choose a variant
fr_fr: Choisir Une Variante
it_it: Scegli una variante

source: Required
fr_fr: Demandé
it_it: Richiesto

source: Price variation
fr_fr: Variation Prix
it_it: Variazione prezzo

source: Mandatory
it_it: Obbligatorio

source: Close variant form
fr_fr: Fermer Formulaire Variante
it_it: Chiudi form aggiunta varianti

source: View details
fr_fr: Voir Détails
it_it: Vedi dettagli

source: Gift box price
fr_fr: Prix Boîte Cadeau
it_it: Prezzo confezione regalo

source: Photo not available
fr_fr: Photo Pas Disponible
it_it: Foto non disponibile

source: Photo from category
fr_fr: Photo De La Catégorie
it_it: Foto da categoria

source: Photo from variant
fr_fr: Photo De La Variante
it_it: Foto da variante

source: Products reviews
it_it: Recensioni prodotti

source: Reset photo
fr_fr: Remettre Photo
it_it: Reset foto

source: Select a review range value
it_it: Scegli un intervallo di valutazione

source: Select a question type
it_it: Scegli una tipologia di domanda

source: Select if enabled or not admin response
it_it: Scegli se abilitare a meno una risposta

source: Select if enabled or not negative review
it_it: Scegli se abilitare a meno il commento negativo

source: Select a review type
it_it: Scegli la tipologia della recensione

source: Select at least one category or product
it_it: Scegli almeno una categoria o un prodotto

source: Some titles is missing. Insert review title for each site
it_it: Titoli mancanti. Inserisci i titoli della recensione per ogni sito

source: Some questions is missing. Insert review question for each site
it_it: Domande mancanti. Inserisci le domande della recensione per ogni sito

source: Some labels is missing. Insert labels for each site
it_it: Etichette mancanti. Inserisci le etichette della recensione per ogni sito

source: Do yuo really want delete this review?
it_it: Vuoi veramente eliminare questa recensione?

source: Delete Review
fr_fr: Supprimer Recension
it_it: Cancella recensione

source: Remove question
fr_fr: Retirer Question
it_it: Elimina domanda

source: Review Setup
it_it: Gestione recensioni

source: Modify Review
it_it: Modifica recensione

source: Insert Review
it_it: Inserisci recensione

source: Ratings Range
fr_fr: Valeur Nominale
it_it: Tipo di valutazione

source: values
fr_fr: valeurs
it_it: valori

source: Two values
fr_fr: Deux Valeurs
it_it: Due valori

source: Three values
fr_fr: Trois Valeurs
it_it: Tre valori

source: Five values
fr_fr: Cinque Valeurs
it_it: Cinque valori

source: Ten values
fr_fr: Dix Valeurs
it_it: Dieci valori

source: Single
fr_fr: Simple
it_it: Singola

source: Multiple
it_it: Multipla

source: Enabled admin response
fr_fr: Réponse Administration Activée
it_it: Abilita risposta

source: Negative review enabled
fr_fr: Avis Négatif Activé
it_it: Abilita commento negativo

source: Product review
fr_fr: Recension Du Produit
it_it: Recensione prodotti

source: General review
fr_fr: Recension Générale
it_it: Recensione generica

source: Review title
fr_fr: Titre Recension
it_it: Titolo recensione

source: Review question
fr_fr: Question Recension
it_it: Domanda recensione

source: Add a question
fr_fr: Ajouter Une Question
it_it: Aggiungi una domanda

source: Rate label
fr_fr: Étiquette Tarif
it_it: Etichetta voto

source: Ratings range
fr_fr: Valeur Nominale
it_it: Valutazione

source: votes
it_it: voti

source: vote
it_it: voto

source: No review inserted yet
fr_fr: Aucune Recension Encore Insérée
it_it: Nessuna recensione inserita

source: Review Details
fr_fr: Détails De La Recension
it_it: Dettaglio Recensione

source: Add Review
it_it: Aggiungi recensione

source: No details available for this review
fr_fr: Détails Pas Disponibles Pour Cette Recension
it_it: Nessun dettaglio disponibile per questa recensione

source: Review published
fr_fr: Recension Publiée
it_it: Commento pubblicato

source: Review details for '<em>%s</em>'
it_it: Dettagli per la recensione '<em>%s</em>'

source: Back to list
it_it: Torna alla lista

source: Question Average rating
fr_fr: Question Jugment Moyen
it_it: Media voto domande

source: Click to publish this review
fr_fr: Cliquer Pour Poublier La Recension
it_it: Clicca per pubblicare questo commento

source: Review date
fr_fr: Date Recension
it_it: Data commento

source: Review average rating
fr_fr: Moyen Jugement Recension
it_it: Media voto commento

source: Positive Review
fr_fr: Recension Positive
it_it: Commento positivo

source: Negative review
fr_fr: Recension Negative
it_it: Commento negativo

source: Admin response
fr_fr: Réponse Admin
it_it: Risposta

source: DB update error.<br /><br />Try to update again and if error persist contact Technical Support.
it_it: Errore DB<br /><br />Prova ad aggiornare di nuovo e se l'errore persiste contatta il Supporto Tecnico.

source: Labels must be placed in ascending order of evaluation
fr_fr: Les Étiquettes Doivent Être Placées Dans L'ordre Croissant De L'évaluation
it_it: Le etichette voto devono essere inserite in ordine di valutazione crescente

source: Review manager
it_it: Gestione Recensioni

source: Search reviews
it_it: Ricerca recensioni

source: for category
it_it: per categoria

source: for product
it_it: per prodotto

source: No review available for this search
it_it: Nessuna recensione disponibile per questa ricerca

source: Date from
fr_fr: Date À Partir De
it_it: Dal

source: Date to
fr_fr: Date À
it_it: Al

source: Short rating
fr_fr: Bref Jugement
it_it: Giudizio breve

source: Question
it_it: Domanda
