Repository: mlarese/privacybe
Catalog: __doc/locale/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk

source: The partnership with TripAdvisor, via <strong>TripConnect</strong>, allows facilities to have an enormous international visibility. Tripadvisor will apply <strong>costs on the clicks</strong> of the link of the booking page linked as the PPC (Pay Per Click) model. The customer will have a section in the BookingOne back-end through which to manage the availability, rates, and view campaign statistics.
it_it: La partnership con Tripadvisor, tramite <strong>TripConnect</strong>, consente alle strutture di avere un’enorme visibilità a livello internazionale. Tripadvisor applicherà <strong>costi sui click</strong> del link della pagina di prenotazione collegata secondo il modello PPC (Pay Per Click). Il cliente avrà a disposizione una sezione all’interno del Backend di BookingOne tramite la quale potrà <strong>gestire la disponibilità</strong>, le <strong>tariffe</strong> e visualizzare le <strong>statistiche</strong> della campagna.

source: Activate immediately the ADV campaign on Tripadvisor. It 's free!
it_it: Attiva subito la campagna ADV su Tripadvisor. È gratis!

source: Get booked directly on Trivago
it_it: Fatti prenotare direttamente su Trivago

source: The service ADV Direct Booking allows you <strong>to sell your business directly</strong> on <strong>Trivago</strong> with BookingOne.
it_it: Il servizio Direct Booking ADV ti permette di <strong>vendere direttamente la tua struttura</strong> in Trivago tramite BookingOne.

source: The partnership with Trivago allows structures to have great visibility at international level.
it_it: La partnership con Trivago consente alle Strutture di avere un’enorme visibilità al livello internazionale.

source: Trivago will apply costs on the clicks of a link of the booking page linked as PPC model (Pay per Click). The customer will have a section in the BookingOne back-end, through which to manage the handling and credit of the Budget that will be made available.
it_it: Trivago applicherà costi sui click del link della pagina di prenotazione collegata secondo il modello PPC (Pay per Click). Il cliente avrà a disposizione una sezione all’interno del Backend di BookingOne, tramite la quale potrà gestire la movimentazione e il credito del Budget che verrà messo a disposizione.

source: Activate immediately the ADV campaign on Trivago. It 's free!
it_it: Attiva subito la campagna ADV in Trivago. È gratis!

source: Keep track of your site's traffic
it_it: Tieni sotto controllo il traffico del tuo sito

source: To get a complete overview of the <strong>traffic</strong> and the <strong>visits</strong> to your site it is necessary to rely on the statistics that <strong>Google Analytics</strong> provides. With the module <strong>BookingOne Web Analytics</strong> the link to this environment can be integrated in the same platform allowing real-time monitoring and a summary of the site visits to your business.
it_it: Per avere una panoramica completa del <strong>traffico</strong> e delle <strong>visite</strong> del tuo sito è necessario affidarsi alle statistiche che mette a disposizione <strong>Google Analytics</strong>. Con il modulo <strong>BookingOne Web Analytics</strong> potrai avere integrato nella stessa piattaforma il collegamento con questo ambiente per consentirti un monitoraggio in tempo reale e sintetico delle visite del sito della tua struttura.

source: With this module you can view and filter data about visits to the site, traffic sources, requests and online reservations, keep an eye on the goals and conversions.
it_it: Con questo modulo potrai visualizzare e filtrare dati circa le visite al sito, le sorgenti di traffico, le richieste e le prenotazioni online, tenere sotto controllo gli obiettivi e le conversioni.

source: BASE TRAINING
it_it: FORMAZIONE BASE

source: ADVANCED TRAINING
it_it: FORMAZIONE AVANZATA

source: Italian Language
it_it: Lingua Italiana

source: English Language
it_it: Lingua Inglese

source: SUBSCRIBE
it_it: ISCIVITI

source: available on request
de_de: notwendige Bestätigung
it_it: disponibile su richiesta

source: APG SRC | Scegli il tuo Hotel
de_de: Wählen Sie Ihr Hotel
fr_fr: Choose your Hotel
it_it: Scegli il tuo Hotel

source: APG SRC | Scopri la località
de_de: Entdecken Sie Die Plätze
fr_fr: Discover your destination
it_it: Scopri la località

source: APG SRC | Prenota la tua vacanza perfetta
de_de: Buchen Sie Ihren perfekten Urlaub
fr_fr: Réservez vos vacances parfaites
it_it: Prenota la tua vacanza perfetta

source: APG SRC | Our Hotel in
de_de: Unsere Hotels in
fr_fr: Our Hotel in
it_it: I nostri Hotel a

source: APG SRC | See all Hotel
de_de: Zeige alle Hotel
fr_fr: See all Hotel
it_it: Tutti gli Hotel

source: APG SRC | Checkin date
de_de: Check-in Daten
fr_fr: Date d arrivée
it_it: Data di arrivo

source: APG SRC | Checkout date
de_de: Check-out Daten
fr_fr: Data de départ
it_it: Data di partenza

source: APG SRC | Children Age
de_de: Alter der Kinder
fr_fr: âge enfants
it_it: Età bambini

source: APG SRC | N. Children
de_de: N. Kinder
fr_fr: Nombre enfants
it_it: N. Bambini

source: APG SRC | N. Adults
de_de: N. Erwachsene
fr_fr: Nombre adultes
it_it: N. Adulti

source: APG SRC | Rooms Number
de_de: N. Zimmer
fr_fr: Nombre chambres
it_it: Numero Camere

source: APG SRC | Guest Number
de_de: N. Gast
fr_fr: Guest Number
it_it: Numero Ospiti

source: APG SRC | Find
de_de: Suche
fr_fr: Recherche
it_it: Cerca

source: APG SRC | All resort
de_de: Alle Resort
fr_fr: Tous les lieux
it_it: Tutte le località

source: APG SRC | in
de_de: in
fr_fr: à
it_it: a

source: Easy credit recharge
it_it: Ricarica Facile

source: Billing document
it_it: Docum. fatturazione

source: Receipt
it_it: Ricevuta

source: Invoice
it_it: Fattura

source: Order note
it_it: Note ordine

source: Payment note
it_it: Note pagamento

source: Single recharge
it_it: Ricarica singola

source: Show last activation request
it_it: Visualizza la richiesta di attivazione

source: Property
it_it: Proprietà

source: Secondary category
it_it: Categoria secondaria

source: Eat in
it_it: Dove mangiare

source: My itinerary
it_it: Il mio itinerario

source: Is default pricelist
it_it: Listino base

source: Product - CUSTGR
it_it: Prodotti - Gruppi Cliente

source: Fidelity Manager
it_it: Gestione Fidelity

source: Setup your campaign
it_it: Imposta campagna

source: Discount range
it_it: Classi di sconto

source: Campaign type
it_it: Tipo campagna

source: Campaign deadline
it_it: Validità campagna

source: Points expire at the end of the campaign
it_it: I punti scadranno alla fine della campagna

source: Points expire within
it_it: I punti scadranno entro

source: days of the date of awarding of points
it_it: giorni dalla data di assegnazione dei punti

source: Conversion currency/points for each product purchased
it_it: Conversione valuta/punti per ogni prodotto acquistato

source: Min purchase amount
it_it: Importo minimo acquisto

source: E-commerce subcription
it_it: Registrazione E-commerce

source: Newsletter subcription
it_it: Registrazione newsletter

source: Insert a review
it_it: Inserimento recensione

source: Friends subscription
it_it: Registrazione amico

source: Social network sharing
it_it: Condivisione sui social network

source: First purchase
it_it: Primo acquisto

source: Activate turnover range
it_it: Attiva fasce di fatturato

source: Set discount range
it_it: Imposta classi di sconto

source: from points
it_it: da punti

source: to points
it_it: a punti

source: Free shipping
it_it: Spedizione gratuita

source: Discount range name
it_it: Nome della classe di sconto

source: Remove discount range
it_it: Elimina fascia di sconto

source: Add discount range
it_it: Aggiungi classe di sconto

source: Monthly summary
it_it: Sommario mensile

source: Action email subject
it_it: Oggetto email

source: Action email text
it_it: Testo email

source: Max discount
it_it: Sconto massimo

source: Campaign name
it_it: Nome campagna

source: Validity
it_it: Validità

source: Points expire
it_it: Scadenza punti

source: Add Campaign
it_it: Nuova campagna

source: Only Points
it_it: Solo punti

source: Only Points ( No gifts )
it_it: Solo punti ( Nessuno sconto )

source: No gifts
it_it: Nessuno sconto

source: Disactive
it_it: Disattivo

source: Action to points
it_it: Punti per azione

source: Campaign description
it_it: Descrizione

source: Campaign rules
it_it: Regolamento

source: Points deadline
it_it: Validità punti

source: Actions to points conversion
it_it: Conversione azione - punti

source: Fidelity Details: Report builder for taxes
it_it: Dettagli per Campagna Fedeltà

source: Fidelity Details
it_it: Dettagli per Campagna Fedeltà

source: Report builder for taxes
it_it: Costruttore report

source: No campaign selected. Choose a campaign
it_it: Nessuna campagna selezionata. Scegli una campagna

source: points
it_it: punti

source: point
it_it: punto

source: Add turnover range
it_it: Aggiungi fasce di fatturato

source: Subtitle
it_it: Sottotitolo

source: From recents visits
it_it: Dai visti di recente

source: Offer text
it_it: Testo offerta

source: The images is currently in use by many products.
it_it: L'immagine è attuamlmente associata a uno o più prodotti

source: Do you really want delete the image
it_it: Vuoi cancellare l'immagine

source: Not all required fields have been filled. Complete the fields highlighted in red in the various Tab.
it_it: Non tutti i campi obbligatori sono stati compilati. Completare i campi evidenziati in rosso nelle varie Tab.

source: Product status by language
it_it: Stato del prodotto per lingua

source: Enable Product status by language
it_it: Abilita Stato del prodotto per lingua

source: Manage photos
it_it: Gestisci foto

source: (Disabled. Option 'Product status by language' active.)
it_it: (Disabilitato. Opzione 'stato prodotto per lingua' attiva.)

source: Videos
it_it: Video

source: Add new video
it_it: Aggiungi un nuvo video

source: Product videos
it_it: Video del prodotto

source: Thumb image
it_it: Immagine Thumb

source: Header image
it_it: Immagine Header

source: Gallery image
it_it: Immagine galleria

source: Zip Code cannot be empty
it_it: Il codice di avviamento postale è obbligatorio

source: Drop files here or click to upload
it_it: Trascina i file qui o clicca qui per selezionare i file

source: The drag and drop function automatically upload and save the photos.
it_it: Le foto trascinate in questa area saranno caricate e salvate automaticamente.

source: Batch photo uploader
it_it: Caricamento foto multiplo

source: Loading in progress.
it_it: Salvataggio in corso.

source: IBAN lehgth is 0
it_it: La lunghezza del campo IBAN è 0

source: Country does not exists
it_it: La nazione non esiste

source: Database connection is not set
it_it: La connessione al database non è impostata

source: IBAN is not valid for this country
it_it: L'IBAN non è corretto per questa nazione

source: ABI code is different for this IBAN
it_it: Il codice ABI è diverso per questo IBAN

source: This ABI code is not compatible with inserted IBAN
it_it: Questo codice ABI non è compatibile con l'IBAN inserito

source: CAB code is different for this IBAN
it_it: Il codice CAB è diverso per questo IBAN

source: This CAB code is not compatible with inserted IBAN
it_it: Questo codice CAB non è compatibile con l'IBAN inserito

source: IBAN cannot be empty
it_it: Il codice IBAN non può essere vuoto

source: IBAN does not exists
it_it: Questo IBAN non esiste

source: IBAN length doesn't match for this country
it_it: La lunghezza dell'IBAN è errata per questa nazione

source: IBAN is not valid
it_it: Questo IBAN non è valido

source: missing configuration file: %s
it_it: Il file di configurazione %s non è presente

source: missing configuration data %s from file %s
it_it: Il dato di configurazione %s non è presente nel file %s

source: Number of rooms
it_it: Numero di camere

source: Discount details
it_it: Definizione dello sconto

source: Offer threshold details
it_it: Regola per accedere allo sconto

source: Threshold
it_it: Soglia

source: Customer groups
it_it: Gruppo utenti

source: By products
it_it: Sul numero di prodotti acquistati

source: By spent Euros
it_it: Sul valore complessivo del carrello

source: By buying visitor
it_it: Sul numero di visitatori che hanno effettuato un acquisto

source: Euro value
it_it: Il prodotto più economico lo paghi (X euro)

source: Homage product
it_it: Hai diritto a un prodotto omaggio fra

source: Homage products
it_it: Prodotti omaggio

source: Discount percentage
it_it: Il prodotto più economico avrà uno sconto del (X %)

source: Descending discount percentage
it_it: Al carrello verrà applicato uno sconto a scalare del X% per i prossimi N clienti

source: Step value
it_it: Riduzione sconto per fascia di sconto

source: Step threshold
it_it: Cambia fascia ogno N acquisti

source: Advance discounts manager
it_it: Gestione sconti avanzata

source: Structure details: %s - %s, %s (%s) - %s
de_de: Struktur Details: %s - %s, %s (%s) - %s
it_it: Dettaglio della struttura: %s - %s, %s (%s) - %s

source: Macro typology
it_it: Macro tipologia

source: Styles
it_it: Stili

source: Generic services
it_it: Servizi generici

source: Identifier
it_it: Identificativo

source: Access data CSV extraction
it_it: Estrazione CSV dati di accesso

source: Enable bundle products
it_it: Abilita prodotti ragrruppati

source: Bundle product
it_it: Prodotto raggruppato

source: Bundle's products
it_it: Prodotti del gruppo

source: Is pricelist synced to single products
it_it: Il listino è collegato ai listini dei singoli prodotti

source: Products has no associated subproducts!
it_it: Il prodotto non ha nessun sotto prodotto associato

source: One or more associated products have no one pricelist with current pricelist code!
it_it: Uno o più prodotti associati non hanno un listino con il codice corrente

source: One or more associated products have out of date pricelist!
it_it: Uno o più prodotti associati hanno il listino scaduto

source: All subproducts must have the same VAT value!
it_it: Tutti i prodotti associati devono avere lo stesso tasso di via per il listino corrente

source: This pricelist is synced with one or more bundle products.<br/>Select bunble products to update and will be updated on save!
it_it: Questa pricelist è collegata a prodotti raggruppati.<br/>Seleziona i prodotti da aggiornare, verranno aggiornati al salvataggio!

source: (Bundle product) is not update.
it_it: (Prodotto raggruppato) non è stato aggiornato.

source: (Bundle product) is not update. Pricelist code not match!
it_it: (Prodotto raggruppato) non è stato aggiornato. Codice listino non trovato!

source: (Bundle product) is not update. Pricelist not found!
it_it: (Prodotto raggruppato) non è stato aggiornato. Listino mancante!

source: Products associated to Bundle cannot be setted before the creation of the product.
it_it: I prodotti associati al prodotto raggruppato non possono essere settati prima della creazione del prodotto.

source: First login
it_it: Primo login

source: Affiliations
it_it: Affiliazioni

source: Flags
it_it: Flag

source: Booker is genius
it_it: Viaggiatore genius

source: No address reservation
it_it: Nessuna necessità di fornire un indirizzo

source: No CC reservation
it_it: Nessuna necessità di fornire una carta di credito

source: Payment origin
it_it: Origine del pagamento

source: Pick up at %s on date %s
it_it: Ritiro presso %s il giorno %s

source: Return at %s on date %s
it_it: Consegna presso %s il giorno %s

source: Alternative time periods
de_de: Alternative Zeiträume
fr_fr: Autres périodes
it_it: Periodi alternativi

source: This solution is not available on selected dates
de_de: Diese Lösung ist zu den ausgesuchten Daten nicht verfügbar.
fr_fr: Cette solution n’est pas disponible pour les dates sélectionnées.
it_it: Questa soluzione non è disponibile nelle date selezionate.

source: If you want, you can book this room on other dates. Find the alternative periods below.
de_de: Sie können das Zimmer zu anderen Zeiträumen buchen. Alternative Zeiträume sind nachfolgend aufgeführt.
fr_fr: Si vous voulez, vous pouvez réserver cette chambre à d’autres dates. Les périodes alternatives sont indiquées ci-dessous.
it_it: Se desideri prenotarla, lo puoi fare in altre date. I periodi alternativi sono indicati qui sotto.

source: Thanks!
it_it: Grazie!

source: Print summary
de_de: Zusammenfassung ausdrucken
fr_fr: Imprimer résumé
it_it: Stampa riepilogo

source: Send a message
de_de: Eine Nachricht senden
fr_fr: Envoyer un message
it_it: Invia un messaggio

source: Post message
de_de: Nachricht posten
fr_fr: Poster un message
it_it: Posta un messaggio

source: Our best offer
de_de: Unser bestes Angebot
fr_fr: Notre meilleure offre
it_it: La nostra migliore offerta

source: Stay detail
de_de: Details des Aufenthaltes
fr_fr: Détails du séjour
it_it: Dettagli del soggiorno

source: Highlighted period
it_it: Periodo evidenziato

source: Added
de_de: Hinzugefügt
fr_fr: Ajouté
it_it: Aggiunto

source: The insurance policy payment is separate from the reservation process: Allianz Global Assistance will send an e-mail with all payment information (only by credit card).
it_it: Il pagamento della polizza assicurativa avviene in modalità separata: Allianz Global Assistance invierà una e-mail con le informazioni necessarie al pagamento (effettuabile solo con carta di credito entro le 24h).

source: Personal data.
it_it: Dati personali

source: Payment data.
it_it: Dati pagamento

source: Remember: in order to activate the insurance policy, you need to make the payment within 24h only by credit card.
de_de: Um die Versicherung zu aktivieren, muss die Zahlung innert 24 Stunden und ausschließlich mit Kreditkarte erfolgen.
fr_fr: Pour activer la police d’assurance il faut effectuer le paiement dans 24h, uniquement par carte de crédit.
it_it: Ricorda che per attivare la polizza assicurativa, è necessario procedere al pagamento entro 24h solo con carta di credito.

source: Summary of your stay
de_de: Zusammenfassung des Aufenthaltes
fr_fr: Résumé du séjour
it_it: Riepilogo soggiorno

source: Ensure this reservation
de_de: Diese Reservierung versichern
fr_fr: Assurez cette réservation
it_it: assicura questa prenotazione

source: Do you need help?
de_de: Benötigen Sie Hilfe!
fr_fr: Avez-vous besoin d’aide?
it_it: Hai bisogno d'aiuto?

source: Product identification codes
it_it: Codici di identificazione del prodotto

source: Select the number of rooms and guests
de_de: Zimmer und Gäste wählen
fr_fr: Choisir le nombre de chambres et clients
it_it: Seleziona le camere e gli ospiti

source: Number of Adults
de_de: Anzahl Erwachsene
fr_fr: Nombre d’Adultes
it_it: Numero Adulti

source: Number of Chlildren
de_de: Anzahl Kinder
fr_fr: Nombre d’Enfants
it_it: Numero Bambini

source: Select date of arrival
de_de: Anreisedatum wälen
fr_fr: Choisir la date d’arrivée
it_it: Seleziona la data di arrivo

source: Select date of departure
de_de: Abreisedatum wählen
fr_fr: Choisir la date de départ
it_it: Seleziona la data di partenza

source: Date not available
de_de: Tag nicht verfügbar
fr_fr: Date non disponible
it_it: Giorno non disponibile

source: Personalize
de_de: Personalisieren
fr_fr: Personnalisez
it_it: Personalizza

source: You are selecting a period of <span class="nights_num">#</span> nights
de_de: Sie sind dabei den Zeitraum von <span class="nights_num">#</span> Nächten auszuwählen
fr_fr: Vous êtes en train de choisir une période de <span class="nights_num">#</span> nuits
it_it: Stai selezionando il periodo di <span class="nights_num">#</span> notti

source: from <span class="date_from">##/##/####</span> to <span class="date_to">##/##/####</span>
de_de: vom <span class="date_from">##/##/####</span> bis <span class="date_to">##/##/####</span>
fr_fr: du <span class="date_from">##/##/####</span> au <span class="date_to">##/##/####</span>
it_it: dal <span class="date_from">##/##/####</span> al <span class="date_to">##/##/####</span>

source: starting from € <span class="minimum_price">#.###.##</span>
de_de: ab € <span class="minimum_price">#.###.##</span>
fr_fr: Á partir de € <span class="minimum_price">#.###.##</span>
it_it: a partire da € <span class="minimum_price">#.###,##</span>

source: Thank you!
de_de: Danke!
fr_fr: Merci!
it_it: Grazie!

source: We have already sent an email with the confirmation of your reservation
de_de: Wir haben Ihnen die Reservierungsbestätigung bereits per E-Mail zugeschickt
fr_fr: Nous avons déjà envoyé la confirmation de la réservation par email.
it_it: Ti abbiamo già spedito la conferma della prenotazione via e-mail

source: In the event of non-payment WITHIN 24 HOURS the insurance will not be activated. Your reservation is valid in any case.
de_de: Bei Nichtzahlung INNERT 24 STUNDEN wird die Versicherung nicht aktiviert. Die Reservierung bleibt jedoch bestehen.
fr_fr: En cas de non-paiement DANS 24 HEURES la police d’assurance ne sera pas active. Votre réservation est de toute façon valide.
it_it: In caso di mancato pagamento ENTRO 24 ORE la Polizza non verrà attivata. La prenotazione del soggiorno è comunque valida.

source: Follow the instructions given in the email that Allianz has just sent.
de_de: Folgen Sie den Anweisungen in der E-Mail, die Sie soeben von Allianz erhalten haben
fr_fr: Suivez les instructions contenues dans le mail que Allianz vient de vous envoyer.
it_it: Segui le istruzioni riportate nella e-mail che Allianz ti ha appena inviato

source: The payment of the insurance policy is made separately.
de_de: Die Zahlung der Versicherung erfolgt durch separaten Vorgang
fr_fr: Le paiement de la police d’assurance doit être fait séparément.
it_it: Il pagamento della polizza assicurativa avviene in modalità separata.

source: Quick contacts
de_de: Schnellkontakt
fr_fr: Contact rapide
it_it: Contatti rapidi

source: For
de_de: Für
fr_fr: Pour
it_it: Per
nl_nl: Voor

source: Do you need more information?
de_de: Wünschen Sie mehr Informationen?
it_it: Desideri altre informazioni?

source: WRITE THERE
de_de: SCHREIBEN SIE HIER
it_it: SCRIVICI QUI

source: Structure limit
it_it: Numero massimo strutture

source: Active structures
it_it: Numero di strutture attivate

source: Activation request
it_it: Richiedi attivazione

source: Structure limit reached
it_it: Limite strutture raggiunto

source: Adults - SHORT
de_de: Erw.
es_es: Adultos
fr_fr: Adultes
hu_hu: Felnõttek
it_it: Adulti
nl_nl: Volwassenen
pl_pl: Dorosli
ro_ro: Adulti
ru_ru: Взрослые
sk_sk: DOSPELI

source: Products that appear with "B" label before product name are bundle products.
it_it: I prodotti visualizzati con una "B" davanti al nome sono prodotti raggruppati.

source: Are you sure that you want to convert product to Bunble product?
it_it: Sei sicuro di voler convertire il prodotto in un Prodotto raggruppato?

source: Convert to bundle product
it_it: Converti in prodotto raggruppato

source: This product is present in one ore more Bundle products. It is not possbile to covert it!
it_it: Questo prodotto è presente in uno o più Prodotti raggruppati. Non è possibile eseguire la conversione!

source: Future availability
it_it: Disponibilità futura

source: Not authorized
it_it: Non autorizzato

source: Insert notifications
it_it: Inserimento notifiche

source: Insert new notification
it_it: Inserimento nuova notifica

source: Compile the fields
it_it: Compila i campi

source: Notification text
it_it: Testo notifica

source: Insert notification text
it_it: Inserisci il testo della notifica

source: Unsent datas
it_it: Dati non inviati

source: Text too long
it_it: Testo troppo lungo

source: All fields must be filled
it_it: Tutti i campi devono essere compilati

source: Notification saved successfully!
it_it: Notifica salvata correttamente!
