Repository: mlarese/privacybe
Catalog: __doc/locale/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk

source: The features found in all pages of Web Analitycs section does not allow the correct display of the content in browsers of the old type. For proper viewing we recommend using IE8+, Firefox 15+, Safari 4+ or Chrome.
fr_fr: Les Caractéristiques Qui Se Retrouvent Dans Toutes Les Pages De La Section Web Analytics Ne Permettent Pas L'affichage Correct Du Contenu Dans Anciennes Versions De Navigateurs. Pour Une Visualisation Correcte, Nous Vous Recommandons D'utiliser Ie8 +, Firefox 15 +, Safari 4 + Ou Chrome.
it_it: Le funzionalità presenti in tutte le pagine della sezione Web Analitycs non permettono la corretta visualizzazione dei contenuti nei browser di vecchio tipo. Per una corretta visualizzazione ti consigliamo di utilizzare IE8+, Firefox 15+, Safari 4+ o Chrome.

source: Show phone
de_de: Telefonnummer ansehen
fr_fr: Voir téléphone
it_it: Visualizza telefono

source: Show fax
de_de: Fax ansehen
fr_fr: Voir fax
it_it: Visualizza fax

source: Other parameters
it_it: Altri parametri

source: Costs management
it_it: Gestione costi

source: Show mail
de_de: Schreiben Sie eine E-Mail
fr_fr: Ecrire un e-mail
it_it: Scrivi una mail

source: Show site
de_de: Gehen Sie zur Website
fr_fr: Visite le site
it_it: Visita il sito

source: Ask your question, we will answer as soon as possible
de_de: Fragen Sie uns, wir werden Ihnen so schnell wie möglich antworten
fr_fr: Posez votre question, nous vous répondrons dans les plus bref délais
it_it: Scrivici il tuo messaggio, ti risponderemo al piu' presto

source: Your name
de_de: Ihr Vorname
fr_fr: Votre nom
it_it: Il tuo nome

source: Your mail address
de_de: Ihre E-Mail-Adresse
fr_fr: Votre adresse e-mail
it_it: Il tuo indirizzo e-mail

source: Not available at this moment
it_it: Non disponibile in questo momento

source: names
it_it: nominativi

source: You have to add more
it_it: Devi inserire i dati per altri

source: Compile
it_it: Compila

source: Fixed costs
fr_fr: Coûts Fixes
it_it: Costi fissi

source: Variable costs
fr_fr: Frais Variables
it_it: Costi variabili

source: Marginal costs
fr_fr: Les Frais Marginaux
it_it: Costi marginali

source: to edit it
fr_fr: à modifier
it_it: per modificare

source: Double
it_it: Doppio

source: a value to change it
fr_fr: Une valeur pour le changer
it_it: su un valore per modificarlo

source: Data
fr_fr: Date
it_it: Dati

source: data
fr_fr: données
it_it: dati

source: Save and compile guest
it_it: Salva e compila ospite

source: Save and compile Guest
it_it: Salva e compila Ospite

source: Save in progress
it_it: Salvataggio in corso

source: Modify by management software
it_it: Modificata da gestionale

source: Confirmed by management software
it_it: Confermata da gestionale

source: Client internal evaluation
fr_fr: Evaluation Du Client Des Indexes Pour Une Utilisaiton Interne
it_it: Valutazione del cliente delle voci ad uso interno

source: Internal average
fr_fr: Moyenne Interne
it_it: Media a uso interno

source: Internal average evaluation
fr_fr: Evaluation Moyenne Interne
it_it: Valutazione media (Interna)

source: Public evaluation (All values will be published in the website)
it_it: Valutazioni che verranno pubblicate sul sito

source: Internal use evaluation
it_it: Valutazioni che verranno utilizzate per il solo uso interno

source: Show contacts
it_it: Visualizza contatti

source: Send an E-mail
it_it: Invia una mail

source: Your E-mail
it_it: Il tuo indirizzo e-mail

source: I agree to the following conditions
fr_fr: Accetto il trattamento dei dati personali come descritto sopra.
it_it: Accetto il trattamento dei dati personali come descritto sopra.

source: Click on the icon to show
it_it: Clicca sull'icona per visualizzare

source: Click on the icon to send an email
it_it: Clicca sull'icona per scriverci

source: Attention, some fields are not complete
it_it: Attenzione, i seguenti campi non sono stati compilati correttamente

source: - insert your name
it_it: - inserisci il tuo nome

source: - insert your e-mail
it_it: - inserisci la tua e-mail

source: - check the agreement
it_it: - autorizza l'uso dei tuoi dati personali

source: Your info request was sent
it_it: La tua richiesta informazioni è stata inviata

source: It was impossible to sent your request, try later
it_it: Impossibile inviare la richiesta riprova più tardi

source: Send an E-mail to the address
it_it: Scrivici all'indirizzo

source: or compile the following form, we will anwswer soon as possible
it_it: oppure compila il modulo seguente, ti risponderemo al più presto

source: Hotel style
fr_fr: Tema hotel
it_it: Tema hotel

source: There's no availability for this treatment in the chosen period
it_it: Non ci sono disponibilità per questo trattamento in questo periodo

source: Price exclusive of VAT
fr_fr: Prix Hors Tva
it_it: Prezzo IVA esclusa

source: Pricelist code
fr_fr: Code Liste Des Prix
it_it: Codice listino

source: Pricelist validity
it_it: Validità listino

source: Pricelist detail
fr_fr: Détail Liste Des Prix
it_it: Dettaglio listino

source: Has multiple pricelists
fr_fr: Possède Liste Des Prix Multiples
it_it: Ha listini multipli

source: multiple pricelists
fr_fr: listes des prix multiples
it_it: listini multipli

source: Multiroom view
it_it: Visualizzazione multicamera

source: Booking mobile enabled?
it_it: Abilitato al booking mobile?

source: Accessory active (step 2.5)?
fr_fr: Services Spéciales Actives (Étape 2.5)?
it_it: Servizi speciali attivi (step 2.5)?

source: Hide details
fr_fr: Masquer Détails
it_it: Nascondi dettagli

source: Info popup
it_it: Mostra con popup

source: Only total
fr_fr: Seulement Totale
it_it: Mostra solo nome e totale

source: Add accessories
it_it: Aggiungi le opzioni per il tuo soggiorno
nl_nl: Voeg extra services toe
ro_ro: Adauga optiuni pentru sedere

source: Total room
fr_fr: Total chambre
hu_hu: Apartman összesen
it_it: Totale camera

source: Add products to your stay
it_it: Aggiungi i prodotti per il tuo soggiorno

source: Shopping Bag
de_de: Für einen ganz persönlichen urlaub: fügen sie ihre serviceleistungen zu
es_es: Personaliza tus vacaciones: añade tus servicios
fr_fr: Organisez vos vacances personelles: Ajoutez vos services
hu_hu: Bevásárló táska
it_it: Personalizza la tua vacanza: aggiungi i tuoi servizi
pl_pl: Torba na zakupy
ru_ru: Персонализируйте ваш отпуск: добавьте услуги

source: Room typology
fr_fr: Typologie De Chambre
it_it: Tipologia stanza

source: Apartment typology
fr_fr: Genre Appartement
it_it: Tipologia appartamento

source: Studio apartment
it_it: Monolocale

source: Two-room apartment
it_it: Bilocale

source: Three-room apartment
it_it: Trilocale

source: Four-room apartment
it_it: Quadrilocale

source: Five-room apartment
it_it: Pentalocale

source: Reservation not saved
it_it: Prenotazione non salvata

source: Starting from
it_it: A partire da

source: Is homage
fr_fr: C'est Un Hommage
it_it: Omaggio

source: No information available
de_de: Keine Information verfügbar
es_es: No hay información disponible
fr_fr: Pas d'information disponible
it_it: Nessuna informazione disponibile

source: Descending distance
de_de: Absteigend abstand
es_es: Distancia Descendente
fr_fr: Distance décroissante
hu_hu: Csökkenő távolság
it_it: Distanza decrescente
pl_pl: Odleglosci malejacy
ro_ro: Descendent distanță

source: Ascending distance
de_de: Aufsteigend abstand
es_es: Distancia Ascendente
fr_fr: Distance Croissant
hu_hu: Növekvő távolság
it_it: Distanza crescente
pl_pl: Rosnaco odleglosc
ro_ro: Ascendentă distanță

source: Reservation end note
fr_fr: Note Fin Réservation
it_it: Note fine prenotazione
nl_nl: Notities einde reservering
ro_ro: Note sfârsit de rezervare
sk_sk: POZNAMKY K UKONCENIU REZERVACIE

source: Show apartment types
fr_fr: Montrer Genre D'appartements
it_it: Mostrare le tipologie di appartamento

source: Shop order item
fr_fr: Produit Du Shop
it_it: Prodotto dal negozio

source: Shop Order
it_it: Ordine dal negozio

source: Shop order total
fr_fr: Ordre Total Shop
it_it: Totale ordine dal negozio

source: Shop order price
fr_fr: Prix Total De La Commande Du Shop
it_it: Prezzo totale ordine dal negozio

source: You choose
it_it: Hai scelto

source: Choose your skipass
it_it: Scegli il tuo skipass

source: Date of use
it_it: Data di utilizzo

source: Skipass type
it_it: Tipo Skipass

source: User type
it_it: Tipo Persona

source: Sorry, no products available with this options.
it_it: Nessun prodotto disponibile con questa selezione.

source: Go to Shop
fr_fr: Aller Au Shop
it_it: Vai al Negozio

source: Order from booking
it_it: Ordine dal booking

source: Nominee
fr_fr: Titulaire
it_it: Intestatario

source: Card code
fr_fr: Code Carte
it_it: Numero carta

source: Credit
fr_fr: Crédit Précédente
it_it: Credito

source: Normal level of credit
fr_fr: Niveau Normal De Crédit
it_it: Livello di credito normale

source: Low level of credit: campaigns will be suspended within %s days
fr_fr: Niveau De Crédit Faible: Campagnes Seront Suspendues Dans Les %s Jours
it_it: Livello di credito basso: Le campagne saranno sospese entro %s giorni

source: Recharge credit
fr_fr: Recharger Crédit
it_it: Ricarica credito

source: Total click
fr_fr: Total Cliques
it_it: Click totali

source: Average daily click
fr_fr: Moyenne Quotidienne Des Cliques
it_it: Click medi giornalieri

source: Total €
it_it: Totale €
ro_ro: Toal €
sk_sk: CELKOM EUR

source: Paused
fr_fr: En Pause
it_it: In Pausa

source: Not active campaign
fr_fr: Campagne Pas Active
it_it: Campagna non attiva

source: Campaigns to activate
fr_fr: Campagnes À Activer
it_it: Campagne da attivare

source: Active campaign
fr_fr: Activer Campagne
it_it: Attiva campagna

source: Active all campaigns
fr_fr: Activer Toutes Les Campagnes
it_it: Attiva tutte le campagne

source: Activation date
fr_fr: Date D'activation
it_it: Data di attivazione

source: Credit for activation
fr_fr: Crédit Pour Activation
it_it: Credito per attivazione

source: Select a credit to recharge
fr_fr: Sélectionner Un Crédit Pour Recharger
it_it: Seleziona il credito da ricaricare

source: Proceed with the payment
fr_fr: Procéder Au Paiement
it_it: Procedi con il pagamento

source: Proceed with the deactivation request
fr_fr: Procéder À La Demande De Désactivation
it_it: Procedi con la richiesta di disattivazione.

source: Credit recharge
it_it: Ricarica del credito

source: You will now be connected to Banca Sella Secure Server where you input your credit card number
fr_fr: Vous Allez Maintenant Être Connecté À Banca Sella Serveur Sécurisé Où Vous Saisissez Votre Numéro De Carte De Crédit
it_it: Ora sarete collegati con il Server Sicuro di Banca Sella dove dovrete inserire i dati della carta di credito

source: Credit card validation may take a few minutes without displaying messages
fr_fr: Validation De Carte De Crédit Peut Prendre Quelques Minutes Sans Afficher De Messages
it_it: Il tempo di validazione della carta di credito potrebbe impiegare qualche minuto senza che vengano visualizzati messaggi

source: Please do not close the browser and wait for answer
fr_fr: S'il Vous Plaît Ne Pas Fermer Le Browser Et Attendez La Réponse
it_it: Vi preghiamo di non chiudere la finestra del browser e di attendere la risposta

source: View campaign search details
fr_fr: Voir Détails De Recherche Pour Campagne
it_it: Visualizza dettaglio ricerche campagna

source: Searches from %s portal
fr_fr: Recherches Du Portail% De
it_it: Ricerche dal portale %s

source: Click / Searches Total
fr_fr: Cliques/recherches Totales
it_it: Totale Click / Ricerche

source: Total cost
fr_fr: Coûts Total
it_it: Totale costo

source: Average daily cost
fr_fr: Moyen Coût Quotidien
it_it: Costo medio giornaliero

source: Average CPC
fr_fr: Moyen Cpc
it_it: CPC medio

source: Total reservation generated
fr_fr: Total Réservations Générées
it_it: Totale prenotazioni generate

source: Conversion ratio
fr_fr: Parité De Conversion
it_it: Rapporto di conversione

source: Download .csv report
fr_fr: Télécharger Rapport .csv
it_it: Scarica report .csv

source: Campaign status
fr_fr: Etat Campagne
it_it: Stato campagna

source: Net
it_it: Netto

source: Final (Client)
it_it: Finale (Cliente)

source: Dealer
fr_fr: Revendeur
it_it: Rivenditore

source: Home page URL
fr_fr: Url Page D'accueil
it_it: URL Homepage sito

source: Booking URL
fr_fr: Url Réservation
it_it: URL Booking online

source: Descending category
de_de: Absteigend kategorie
es_es: Categoría Descendente
fr_fr: Catégorie décroissant
hu_hu: Csökkenő kategória
it_it: Categoria decrescente
pl_pl: Kategoria malejacy
ro_ro: Descendent categorie

source: Ascending category
de_de: Aufsteigend kategorie
es_es: Categoría Ascendente
fr_fr: Catégorie croissant
hu_hu: Növekvő kategória
it_it: Categoria crescente
pl_pl: Rosnaco kategorie
ro_ro: Ascendentă categorie

source: Descending price
de_de: Absteigend preis
es_es: Precio descendente
fr_fr: Prix décroissant
hu_hu: Csökkenő ár
it_it: Prezzo decrescente
ro_ro: Pret descrescator
ru_ru: По убыванию цены

source: Ascending price
de_de: Aufsteigend preis
es_es: Precio creciente
fr_fr: Prix décroissant
hu_hu: Növekvő ár
it_it: Prezzo crescente
pl_pl: Rosnaco cena
ro_ro: Pret crescator
ru_ru: По возрастанию цены

source: Descending price
de_de: Absteigend preis
es_es: Precio descendente
fr_fr: Prix décroissant
hu_hu: Csökkenő ár
it_it: Prezzo decrescente
pl_pl: Cena malejaca
ro_ro: Pret descrescator
ru_ru: По убыванию цены

source: Ascending price
de_de: Aufsteigend preis
es_es: Precio creciente
fr_fr: Prix décroissant
hu_hu: Növekvő ár
it_it: Prezzo crescente
ro_ro: Pret crescator
ru_ru: По возрастанию цены

source: Name Z-A
de_de: Nome Z-A
es_es: Nombre de Z-A
fr_fr: Nom Z-A
hu_hu: Név Z-A
it_it: Nome Z-A
pl_pl: Imie Z-A
ro_ro: Denumire Z-A
ru_ru: Названию Z-A

source: Name A-Z
de_de: Nome A-Z
es_es: Nombre de A-Z
fr_fr: Nom A-Z
hu_hu: Név A-Z
it_it: Nome A-Z
pl_pl: Imie A-Z
ro_ro: Denumire A-Z
ru_ru: Названию А-Z

source: Drag & drop the categories to change their order
fr_fr: Glisser & Déposer Les Catégories Pour Changer Leur Séquence
it_it: Clicca e trascina le categorie per cambiare l'ordinamento

source: Drag & drop the products to change their order
fr_fr: Glisser & Déposer Les Produits Pour Changer Leur Séquence
it_it: Clicca e trascina i prodotti per cambiare l'ordinamento

source: Search from
it_it: Ricerca da

source: Recharge
it_it: Ricarica

source: Transaction value
fr_fr: Valeur De La Transaction
it_it: Valore transazione

source: Transaction type
fr_fr: Tuèe De Transaction
it_it: Tipo transazione

source: Recipient
fr_fr: Destinataire
it_it: Destinatario

source: Recipient transaction code
fr_fr: Code De Transaction Du Destinataire
it_it: Codice destinatario

source: User IP
fr_fr: Ip Utilisateur
it_it: Indirizzo IP utente

source: User location
fr_fr: Loalité Utilisateur
it_it: Localit&agrave; utente

source: Click origin
fr_fr: Cliquer Origine
it_it: Origine click

source: Click destination
fr_fr: Cliquer Destination
it_it: Destinazione click

source: Browsing details
fr_fr: Détails De Navigation
it_it: Dettagli navigazione

source: Structure code
fr_fr: Code Logement
it_it: Codice struttura

source: Export structures infos
fr_fr: Infos Structures Export
it_it: Esportazione informazioni strutture

source: Export structures CSV
it_it: Esportazione CSV strutture

source: Portals in which to publish the structure
fr_fr: Portails Dans Lequels Publier Le Logement
it_it: Portali in cui pubblicare la struttura

source: checked means that the structure is published in that portal
fr_fr: Vérifié signifie que le logement est publié dans le portail
it_it: selezionato indica che la struttura è pubblicata nel portale

source: <span class='highlight-red'>red</span> means that the structure is present but is not published in that portal
fr_fr: <span class='highlight-red'> rouge </ span> signifie que le logement est présent mais n'est pas publié dans le portail
it_it: <span class='highlight-red'>rosso</span> indica che la struttura è presente ma non è pubblicata nel portale

source: Accredited clicks
it_it: Click già accreditati

source: Previous credit
fr_fr: Crédit Précédente
it_it: Credito precedente

source: Trivago minimum credit level
it_it: Livello minimo di credito per Trivago

source: Tripadvisor minimum credit level
it_it: Livello minimo di credito per Tripadvisor

source: In activation
fr_fr: En Activation
it_it: Attivazione in corso

source: In deactivation
fr_fr: En Désactivation
it_it: Disattivazione in corso

source: Click already charged
fr_fr: Clique Déjà Chargé
it_it: Click già addebitati

source: You will now be connected to PayPal Secure Server
fr_fr: Vous Allez Maintenant Être Connecté Au Serveur Sécurisé Paypal
it_it: Sarai connesso al server di PayPal provvisto di una connessione sicura.

source: Confirm the additions
de_de: Bestätigt die zugänge
es_es: Confirma las adiciones
fr_fr: Confirme les ajouts
it_it: Conferma aggiunte
ru_ru: Подтвердить дополнений

source: Home unit and breakfast
fr_fr: Unità abitativa e colazione
it_it: Unità abitativa e colazione

source: Save %.0f%%
de_de: Rabatt %.0f%%
es_es: Consigue %.0f%%
fr_fr: Obtenez le %.0f%%
it_it: Risparmia il %.0f%%
ru_ru: Сохранить %.0f%%

source: %d rooms available
de_de: %d zimmer zur Verfügung
es_es: %d habitaciones disponibles
fr_fr: %d chambres disponibles
it_it: %d camere disponibili
ru_ru: %d номера

source: Room %d of %d
de_de: Room %d von %d
es_es: Sala %d de %d
fr_fr: Chambre %d de %d
it_it: Camera %d di %d
ru_ru: Номер %d из %d

source: %s %d of %d
de_de: %s %d von %d
es_es: %s %d de %d
it_it: %s %d di %d
ru_ru: %s %d из %d

source: Standard rate
de_de: Standardtarif
es_es: La tarifa estándar
fr_fr: Tarif normal
hu_hu: általános adómérték
it_it: Tariffa standard
pl_pl: Cena standardowa
ru_ru: Стандартный курс

source: Base rate
de_de: Basistarif
es_es: Tarif de base
it_it: Tariffa base
ru_ru: база Тариф

source: Create offer for
fr_fr: Créer Une Offre Pour
it_it: Crea un'offerta per

source: Active offers
fr_fr: Offres Actives
it_it: Offerte attive

source: Discount Code already used
it_it: Codice Sconto già utilizzato

source: Discount Code not valid
it_it: Codice Sconto non valido

source: If you do not find any <strong>online availability</strong> for the selected dates or the <strong>room / apartment</strong> you are looking for, send us a <a href="%s">request info</a> or contact us on our <strong>Call Center 0039 0431 430101</strong>
de_de: Wenn Sie keine online <strong> Verfügbarkeit> für die gewünschten Daten oder für <strong> Zimmertyp / Appartement</strong> finden sollten, senden Sie uns bitte eine <a href="%s"> Anfrage </a> oder kontaktieren Sie unser <strong>Call Center 0039 0431 430101</strong>
it_it: Se non trovate <strong>disponibilità</strong> online per le date selezionate o per la <strong>tipologia di camera / appartamento</strong> che cercate, inviateci una <a href="%s">richiesta</a> o contattate il <strong>Call Center 0039 0431 430101</strong>

source: Credit card/paypal
it_it: Carta di credito/paypal

source: Advance Check-in now
de_de: Jetzt VOR CHECK IN vornehmen
fr_fr: Procéder Maintenant Au Pre-Check-In
it_it: Effettua ora il PRE CHECK IN

source: Services worthy of note
fr_fr: Services Dignes De Mention
it_it: Servizi degni di nota

source: Tourist tax
de_de: Aufenthaltsabgabe
fr_fr: Taxe de séjour
it_it: Imposta di soggiorno
ru_ru: Налог на проживание

source: Like many other locations in Italy and also abroad, the Municipality of Jesolo has introduced (on 28th March 2013) tourist tax for tourists who stay overnight in the accommodation facilities located within the municipality.
de_de: Die Stadt Jesolo hat, wie viele andere Orte in Italien und im Ausland, am 28. März 2013 die Aufenthaltsabgabe eingeführt. Sie gilt für Touristen, die in Beherbergungsbetrieben im gesamten Gemeindegebiet nächtigen.
fr_fr: La Commune de Jesolo, comme de nombreuses autres localités en Italie et à l'étranger, a institué (le 28 mars 2013) une taxe de séjour frappant les touristes logeant dans les structures d'accueil situées sur le territoire communal.
it_it: Il Comune di Jesolo, come molte altre località in Italia e all’estero, ha istituito (il 28 marzo 2013) l'imposta di soggiorno per i turisti che alloggiano nelle strutture ricettive ubicate nel territorio comunale.

source: Application
de_de: Art der Anwendung
fr_fr: Modalité d'application
it_it: Modalità di applicazione
ru_ru: Порядок применения

source: The tax is applied per person per night, depending on the type and category of the accommodation and is effective for overnight stays from 15th June to 15th September, with a maximum limit of 7 consecutive nights.
de_de: Die Abgabe gilt pro Person und pro Nacht, wird je nach Art und Kategorie des Beherbergungsbetriebes berechnet und gilt für Nächtigungen im Zeitraum vom 15. Juni bis 15. September 2013. Die Abgabe ist auf maximal 7 aufeinanderfolgende Nächte begrenzt.
fr_fr: La taxe est calculée par personne et par nuit, elle est proportionnée au type de structures d'accueil et elle est due pour les séjours compris entre le 15 juin et le 15 septembre, avec un plafond maximum de 7 nuits consécutives.
it_it: L'imposta è determinata per persona e per pernottamento, è commisurata con riferimento alla tipologia delle strutture ricettive ed è dovuta per i pernottamenti dal 15 giugno al 15 settembre, nel limite massimo di 7 pernottamenti consecutivi.
ru_ru: Налог взимается за человека в сутки, зависит от типа гостиницы и подлежит уплате в случае проживания в период от 15 июня до 15 сентября, в размере максимум 7 суток подряд.

source: Accommodation facilities classified as hotels
de_de: Nächtigungsbetriebe, die der Kategorie der Hotels angehören
fr_fr: Structures hôtelières
it_it: Strutture ricettive alberghiere
ru_ru: Размещение объектов

source: Accommodation facilities not classified as hotels
de_de: Nächtigungsbetriebe, die nicht der Kategorie der Hotels angehören
fr_fr: Structures extra-hôtelières
it_it: Strutture ricettive extralberghiere
ru_ru: Негостиничные заведения

source: Campsites, tourist resorts
de_de: Campingplätze, Ferienanlagen, Durchreise-Campingplätze
fr_fr: Campings, villages touristiques, campings de passage
it_it: Campeggi, villaggi turistici, campeggi di transito
ru_ru: Кемпинги, туристические комплексы, транзитные кемпинги

source: Open-air accommodation facilities
de_de: Beherbergungsbetriebe im Freien
fr_fr: Structures d'accueil de plein air
it_it: Strutture ricettive all'aperto
ru_ru: Туристические заведения на открытом воздухе

source: Do not give up to your holiday in %s,
de_de: Verzichten Sie nicht auf Ihren Urlaub in %s,
fr_fr: Ne privez vous pas de votre vacance à %s,
it_it: Non rinunciare alla tua vacanza a %s,

source: choose to stay in another group structure!
de_de: wählen Sie für Ihren Aufenthalt eine andere Unterkunft der Gruppe!
fr_fr: choisissez un autre logement du groupe pour votre séjour!
it_it: scegli di soggiornare in un'altra struttura del gruppo!

source: It's necessary to compile all the guests' datas
it_it: E' necessario compilare i dettagli dell'ospite

source: Select at least one product
it_it: Seleziona almeno un prodotto

source: Show availability
de_de: Verfügbarkeit
fr_fr: Vérifiez la disponibilité
it_it: Vedi disponibilità

source: Dear sirs,
de_de: Sehr geehrte Herren,
fr_fr: Chers Messieurs,
it_it: Gentili signori,

source: Confirm reservation Bibione.com
de_de: Reservierung Bibione.com bestätigen
fr_fr: Confirmer Réservation Bibione.com
it_it: Conferma prenotazione Bibione.com

source: Cancel reservation Bibione.com
de_de: Reservierung Bibione.com annullieren
fr_fr: Annuler Réservation Bibione.com
it_it: Cancellazione prenotazione Bibione.com
