Repository: mlarese/privacybe
Catalog: __doc/locale/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk

source: The expiry date is not a valid date in the format MM/YY
de_de: Verfallsdatum muss im Format MM/JJ sein
es_es: La fecha de caducidad no es una fecha válida en el formato MM / AA
fr_fr: La date d'échéance doit être sous le format mois/année
hu_hu: lejàrta dátumàt az alàbbi formàtumban kell megadni: hònap/è
it_it: Data di scadenza deve essere nel formato MM/AA
nl_nl: De vervaldatum moet in MM/JJ formaat zijn
pl_pl: Prosimy pisac date Miesiac/Rok
ro_ro: Data expirarii este invalida. Aceasta trebuie sa fie în formatul LL/AA
ru_ru: Срок действия должна быть указан в формате Месяц/Год
sk_sk: DATUM PLATNOSTI MUSI BYT V TVARE MM/RR

source: The month is invalid
de_de: Monat ungültig
es_es: El mes no es válido
fr_fr: Mois non valable
hu_hu: Helytelen hòna
it_it: Mese non valido
nl_nl: Ongeldige maand
pl_pl: Miesiac nie wazne
ro_ro: Luna invalida
ru_ru: Месяц не действителен
sk_sk: NEPLATNY MESIAC

source: The phone field must be 8 digits in length,with an optional 2 or 3 digit area code
de_de: Telefon ungültig
es_es: El campo de teléfono deben ser 8 dígitos de longitud, con un opcional de 2 ó 3 dígitos código de área
fr_fr: Téléphone non valable
hu_hu: Érvènytelen telefonszà
it_it: Telefono non valido
pl_pl: Telefon nie wazne
ru_ru: Телефон не действителен

source: The zipcode must be 4 or 5 digits in length
de_de: Die PLZ muss aus 4 oder 5 Nummern bestehen
es_es: El código postal debe ser de 4 o 5 dígitos de longitud
fr_fr: Le code postal doit être formé de 4 ou 5 chiffres
hu_hu: Az irànyitòszàm 4 vagy 5 szàmbòl kell àlljo
it_it: Il CAP deve essere formato di 4 o 5 numeri
nl_nl: De postcode moet uit 4 of 5 nummers bestaan
pl_pl: Kod pocztowy musi zawierac 4 lub 5 znaków.
ro_ro: Codul Postal trebuie sa fie de 4 sau 5 cifre
ru_ru: Индекс должен состоять из 4 или 5 цифр
sk_sk: PSC SA SKLADA ZO 4 ALEBO 5 CISLIC

source: There are no available accommodations
de_de: Es gibt keine verfügbaren Unterkünfte
es_es: Ninguna solución disponible
fr_fr: Aucune solution disponible
hu_hu: Sajnàljuk,a kèrt idõpontban, jelen szálláshelyen nincsen szabad hel
it_it: Spiacenti, questa struttura non ha disponibilità per le date inserite
nl_nl: Sorry, voor de aangevraagde data is geen accommodatie beschikbaar
pl_pl: Zalujemy, obiekt nie posiada wolnych pokojòw w wybranym terminu.
ro_ro: Ne pare rau, nu sunt camere disponibile
ru_ru: Сожалеем, но данная структура не располагает свободными комнатами на указанные Вами даты
sk_sk: LUTUJEME, TOTO UBYTOVACIE ZARIADENIE NEMA PRE ZVOLENE OBDOBIEZIADNE VOLNE UBYTOVACIE MOZNOSTI

source: Thumb
de_de: Mini
es_es: Mini
fr_fr: Mini
it_it: Mini

source: Thumb size
de_de: Miniaturdimension
es_es: El tamaño de las miniaturas
fr_fr: Dim. miniature
it_it: Dim. miniatura

source: Thumbnail
de_de: Miniatur
es_es: Miniatura
fr_fr: Miniature
hu_hu: Bèlyegkè
it_it: Miniatura
pl_pl: Miniatura
ro_ro: Miniatura
ru_ru: Краткое описание
sk_sk: MINIATURA

source: Thumbnails
de_de: Miniaturen
es_es: Miniaturas
fr_fr: Miniatures
hu_hu: Bélyegképe
it_it: Miniature
pl_pl: Miniatury
ro_ro: Miniaturi
ru_ru: Краткие описания
sk_sk: MINIATURY

source: Title
de_de: Titel
es_es: Título
fr_fr: Titre
hu_hu: Cì
it_it: Titolo
nl_nl: Titel
pl_pl: Titul
ro_ro: Titlu
ru_ru: Название
sk_sk: HLAVA 7

source: To date
de_de: Bis
es_es: Hasta la fecha
fr_fr: Au
hu_hu: A mai napig
it_it: Al
nl_nl: Naar
pl_pl: Do
ro_ro: La data
ru_ru: К ….дате
sk_sk: AL

source: Total price
de_de: Gesamtpreis
es_es: Precio total
fr_fr: Prix Total
hu_hu: Teljes össze
it_it: Prezzo totale
nl_nl: Totaalprijs
pl_pl: Cena
ro_ro: Pret total
ru_ru: Полная цена
sk_sk: CELKOVA CENA

source: Total room price
de_de: Gesamtpreis Zimmer
es_es: Precio total de la habitación
fr_fr: Prix Total Chambre
hu_hu: Szoba teljes àr
it_it: Prezzo totale camera
nl_nl: Totale kamerprijs
pl_pl: Calkowita cena za pokòj
ro_ro: Pret total pe camera
ru_ru: Общая стоимость комнаты
sk_sk: CELKOVA CENA ZA IZBU

source: Type
de_de: Typ
es_es: Tipo
hu_hu: Tipu
it_it: Tipo
pl_pl: Typ
ro_ro: Tip
ru_ru: Тип
sk_sk: TYP

source: Type of credit card
de_de: Typ
es_es: Tipo de tarjeta de crédito
fr_fr: Type
hu_hu: Tipu
it_it: Tipo
nl_nl: type credit card
pl_pl: Typ
ro_ro: Tip card de credit
ru_ru: Тип кредитной карточки
sk_sk: TYP KREDITNEJ KARTY

source: URL name
de_de: Linkname
es_es: URL nombre
fr_fr: Nom lien
hu_hu: Link nev
it_it: Nome link
nl_nl: Link naam
pl_pl: Nazwa Linku
ro_ro: Nume link
ru_ru: Адрес ссылки

source: Unable to crate zoom image
de_de: Unmöglich, das Zoom zu aktivieren
es_es: No se puede cajón de zoom de imagen
fr_fr: Impossible Créer Le Zoom
it_it: Impossibile creare lo zoom

source: Unable to create directory
de_de: Unmöglich, Verzeichnis zu erstellen
es_es: No se puede crear el directorio
fr_fr: Impossible créer le répertoire
it_it: Impossibile creare la directory

source: Unable to create the thumbnail
de_de: Unmöglich, Miniaturansicht zu erstellen
es_es: No se puede crear la imagen en miniatura
fr_fr: Impossible Créer La Miniature
it_it: Impossibile creare la miniatura

source: Unable to resize the image
de_de: Unmöglich, Bild zu verkleinern
es_es: No se puede cambiar el tamaño de la imagen
fr_fr: Impossible redimensionner l'image
it_it: Impossibile ridimensionare l'immagine

source: Unable to upload file
de_de: Unmöglich, Datei zu laden
es_es: No se puede cargar el archivo
fr_fr: Impossible Télécharger Le Fichier
it_it: Impossibile caricare il file

source: Unknown payment type
de_de: Unbekannt Zahlungsart
es_es: Tipo de pago desconocido
fr_fr: Unknown Type De Paiement
hu_hu: Ismeretlen fizetèsi mò
it_it: Tipo di pagamento sconosciuto
nl_nl: Onbekende betalingswijze
pl_pl: Forma platnosci nieznana
ro_ro: Tip de plata necunoscut
ru_ru: Неизвестный тип оплаты
sk_sk: SPOSOB PLATBY NEZNAMY

source: Upload
de_de: Laden
es_es: Subir
fr_fr: Télécharger
hu_hu: Feltöltè
it_it: Carica
pl_pl: Ladowaj
ro_ro: Încarcare
ru_ru: Загрузка

source: Upload date
de_de: Data caricamento
es_es: Fecha de subida
fr_fr: Date téléchargement
it_it: Data caricamento

source: Verify
de_de: überprüfung
es_es: Comprobación
fr_fr: Vérification
hu_hu: ellenõrizze l
it_it: Verifica
nl_nl: Controleer
pl_pl: Sprawdzenie
ro_ro: Verifica
ru_ru: Проверка
sk_sk: PREVER

source: Verify availability
de_de: überprüfung von verfügbarkeit und preisen
es_es: Comprobación disponibilidad y precios
fr_fr: Verification Disponibilite Et Prix
hu_hu: Szabad kapacitàs ès àr leellenõrzès
it_it: Verifica disponibilità e prezzi
nl_nl: Controleer beschikbaarheid en prijzen
pl_pl: Sprawdz dostepnosc i ceny
ro_ro: Verificati disponibilitatea si preturile
ru_ru: Проверка наличия и цен
sk_sk: PREVER DOSTUPNOST MOZNOSTI A CENY

source: Verify password
de_de: Passwortüberprüfung
es_es: Verificar contraseña
fr_fr: Vérifier Mot De Passe
it_it: Verifica password

source: Webuser language
de_de: Sprache des Webbenutzers
es_es: Webuser idioma
fr_fr: Langue utilisateur web
it_it: Lingua webuser

source: Webuser manager
de_de: Verwaltung Webbenutzer
es_es: Webuser gerente
fr_fr: Gestion utilisateurs Web
it_it: Gestione utenti Web

source: Webuser type
de_de: Webusertyp
es_es: Webuser tipo
fr_fr: Type utilisateur web
it_it: Tipo webuser

source: What is the security code?
de_de: Was ist der Sicherheitscode?
es_es: ¿Qué es el código de seguridad?
fr_fr: Qu'est-ce que le code de sécurité?
hu_hu: Mit jelent a biztonsàgi kòd
it_it: Cos'è il codice di sicurezza?
nl_nl: Wat is een veligheidscode?
pl_pl: Co jest kod ubezpieczenia?
ro_ro: Care este codul de securitate?
ru_ru: Что такое код безопасности?
sk_sk: CO JE TO BEZPECNOSTNY KOD?

source: Where is the security code?
de_de: Wo befindet sichder Sicherheitscode?
es_es: ¿Dónde se encuentra?
fr_fr: Où en êtes-vous?
hu_hu: hol talàlhatò
it_it: Dove si trova?
nl_nl: Waar is de veiligheids code?
pl_pl: Gdzie jest?
ro_ro: Unde este codul de securitate?
ru_ru: Где находится код безопасности?
sk_sk: KDE SA NACHADZA?

source: You may only proceed if you accept the privacy policy
de_de: Sie können nur fortfahren, wenn Sie der Bearbeitung Ihrer Daten zustimmen
es_es: Puede continuar sólo si acepta el tratamiento de los datos de carácter personal
fr_fr: Vous Pouvez Continuer Uniquement Si Vous Acceptez Le Traitement Des Données Personnelles
hu_hu: Folytatàs kizàròlag az adat feldolgozàs elfogadàsàva
it_it: Potete continuare soltanto se accettate il trattamento dei dati personali
nl_nl: Je kunt alleen doorgaan na acceptatie privacy policy
pl_pl: Prosimy o akceptowanie traktowania danych osobowych
ro_ro: Puteti continua doar prin acceptarea politicilor de confidentialitate
ru_ru: Вы сможете продолжить только после принятия условий использования личных данных
sk_sk: MOZETE POKRACOVAT LEN AK DATE SUHLAS K SPRACOVANIU OSOBNYCH UDAJOV

source: You may only proceed if you accept the terms and conditions
de_de: Sie können nur fortfahren, wenn Sie den Fristen und Vertragsbedingungen zustimmen
es_es: Puede continuar sólo si acepta los términos y las condiciones
fr_fr: Vous Pouvez Continuer Uniquement Si Vous Acceptez Les Termes Et Les Conditions
hu_hu: Folytatàs kizàròlag a feltètelek elfogadàsàva
it_it: Potete continuare soltanto se accettate i termini e le condizioni
nl_nl: Je kunt alleen doorgaan na acceptatie algemene voorwaarden
pl_pl: Prosimy o akceptowanie warunkòw umowy
ro_ro: Puteti continua doar prin acceptarea termenilor si conditiilor
ru_ru: Вы сможете продолжить только после принятия сроков и условий
sk_sk: MOZETE POKRACOVAT LEN AK SUHLASITE S PODMIENKAMI

source: You must select a payment method
de_de: Sie müssen wählen Sie eine Zahlungsart
es_es: Escoja un método de pago
fr_fr: Vous Devez Sélectionner Un Mode De Paiement
hu_hu: Fizetèsi lehetõsèg kivàlasztàs
it_it: Scegliete un metodo di pagamento
nl_nl: Selecteer betalingswijze
pl_pl: Prosimy o wybranie formy platnosci
ro_ro: Alegeti o metoda de plata
ru_ru: Выберите способ оплаты
sk_sk: VYBERTE SI SPOSOB PLATBY

source: ZIP
de_de: PLZ
es_es: CP
fr_fr: Code Postal
hu_hu: Irányítószám
it_it: CAP
nl_nl: Postcode
pl_pl: Kod pocztowy
ro_ro: Cod postal
ru_ru: Индекс
sk_sk: PSC

source: Zoom size
de_de: Dimension mit Zoom
es_es: Zoom tamaño
fr_fr: Dim. zoom
it_it: Dim. zoom
ro_ro: Dimensiune marire
sk_sk: VELKOST ZOOMU

source: as it is written on the card
de_de: Wie auf der Karte eingetragen
es_es: como está escrito en la tarjeta
fr_fr: comme écrit sur la carte
hu_hu: leìràs szerint
it_it: come scritto sulla carta
nl_nl: zoals geschreven op de card
pl_pl: jak jest napisane na karcie
ro_ro: asa cum este scris pe card
ru_ru: как указано в карточке
sk_sk: AKO JE NAPISANE NA KARTE

source: cancelled
de_de: Annulliert
es_es: Annuléecancelado
fr_fr: Annulée
hu_hu: Törölve
it_it: annullata
nl_nl: geannuleerd
pl_pl: anulowana
ro_ro: anulata
ru_ru: отменено
sk_sk: ZRUSENA

source: cc_notes
de_de: Keine Buchungs-Gebühren! Die Kreditkarte gilt als Garantie für die Reservierung. Eventuelle Abbuchungen erfolgen lediglich bei geforderter Anzahlung, oder bei eventueller Annullierung, falls die Annullierungsfristen nicht gem. Buchungsbestimmungen eingehalten werden.
es_es: ¡Ningún gasto de reserva! Tarjeta de crédito como garantía de la reserva. Se realizarán eventuales adeudos sólo si se solicita un depósito como confirmación o en caso de cancelación que no respete los plazos que aparecen en las condiciones y términos de reserva.
fr_fr: Aucun frais de réservation! La carte de crédit est à considérer comme garantie. Eventuels débits auront lieu neu que pour acomptes ou en cas d'annulation du séjour après la date limite inqiquée dans les termes et conditions.
hu_hu: Nincs foglalási díj! A bankkártya garantálja a foglalást. A kártyára bármilyen összeget csak abban az esetben terhelünk, ha a szállásadó azt a foglalás megerősítéseként kéri, vagy ha a szerződési feltételekben rögzített határidőn túl mondja le a foglalását.
it_it: Nessuna spesa di prenotazione! Carta di Credito a garanzia della prenotazione. Verranno prelevati eventuali importi solo nel caso in cui sia richiesta una caparra confirmatoria oppure per cancellazione oltre i termini come riportato nelle condizioni e termini di prenotazione.
nl_nl: Geen toeslag! Slechts ter garantie van de reservering
pl_pl: Bez kosztów rezerwacji! Karta kredytowa gwarancją rezerwacji. Zostaną pobrane ewentualne opłaty, tylko w przypadku, gdy jest wymagana kaucja potwierdzająca lub w przypadku anulowania po upływie terminu, jak podane w warunkach rezerwacji.
ro_ro: Fara taxe suplimentare! Doar prin garantia rezervarii. Plata se va efectu
ru_ru: Бесплатная процедура бронирования! Кредитная Карта как гарантия бронирования. Соответствующая сумма будет снята со счета только в случае, если будет запрошен залог или для аннулирования брони после определенного срока, как оговорено в Правилах и Условиях бронирования.
sk_sk: YIADNA FINANCNA OPERACIA NEBOLA USKUTOCNENA. UDAJE O KREDITNEJ KARTE SLUZIA LE

source: account_title
de_de: Autorisierung für Belastung auf Kreditkarte
es_es: Credit card charge authorization
fr_fr: Autorisation de débiter la carte de crédit
it_it: Autorizzazione di addebito su carta di credito
nl_nl: Machtiging voor betaling met credit card
ro_ro: Autorizarea taxarii pentru cardul de credit
ru_ru: Credit card charge authorization
sk_sk: AUTORIZACIA K FINANCNEJ OPERACII PROSTREDNICTVOM KREDITNEJ KARTY

source: OLDaccount_notes %s
de_de: Der Unterzeichnete autorisiert den Kreditkartenbetreiber der angegebenen Karte, sowie einer entsprechenden Ersatzkarte, Belastungen auf das eigene Konto vorzunehmen sowie %s Anzahlungs- und Saldobeträge entsprechend der vorliegenden Reservation gutzuschreiben.
es_es: The undersigned authorizes the administrator(s) of the credit card indicated, or of other card(s) in substitution of this, to debit to his/her account and to credit to %s the deposit and quittance amounts shown in the present booking.
fr_fr: Le soussigné autorise le/les administrateur/s de la carte de crédit indiquée, ou d'autre/s carte/s à la place de cela, à débiter sur son compte et à créditer %s des montants de dépôt et solde indiqués dans la réservation présente.
it_it: Il sottoscritto autorizza il gestore delle carte di credito indicata, o altra carta a sostituzione della stessa, ad addebitare sul proprio conto e ad accreditare a %s gli importi di acconto e di saldo evidenziati sulla presente prenotazione
ro_ro: Subsemnatul autorizeaza pentru acest card de credit, sau pentru u
sk_sk: JA DOLUPOSPISANY DRZITEL A MAJITEL KREDITNEJ KARTY SUHLASIM, ABY JEJ PROSTREDNICTVOM BO

source: account_notes %s
de_de: Der Unterzeichner ermächtigt die Abbuchung des in der vorliegenden Reservierung ausgewiesenen Betrages über die genannte Kreditkare.
es_es: El abajo firmante autoriza el adeudo del importe indicado en dicha reserva en la tarjeta de crédito registrada.
fr_fr: Le soussigné autorise le débit du montant mentionné dans cette réservation sur la carte de crédit indiquée.
hu_hu: Alulírott hozzájárulok, hogy a fenti foglalásban megjelölt összeggel megterhelésre kerüljön a megadott bankkártya.
it_it: Il sottoscritto autorizza all'addebito dell'importo indicato nella suddetta prenotazione sulla carta di credito inserita.
nl_nl: Ik ga akkoord met afschrijving bedrag
pl_pl: Ja niżej podpisany upoważniam do pobrania opłaty podanej w niniejszej rezerwacji z włożonej karty kredytowej.
ro_ro: Autorizez retinerea pentru întreaga suma
ru_ru: Нижеподписавшийся дает согласие на зачисление в счет долга суммы, указанной в настоящем бронировании, на кредитную карту, данные которой были введены.
sk_sk: DAVAM AUTORIZACIU K ZATAZENIU MOJHO UCTU DEBETNOU POLOZKOU VO VYSKE %S

source: click on an alternative arrival date
de_de: Klicken Sie auf ein alternatives Anreisedatum
es_es: Hacer clic en una fecha de llegada alternativa
fr_fr: fai click su una data di arrivo alternativa
hu_hu: kattintson egy alternatív érkezési időpont
it_it: fai click su una data di arrivo alternativa
nl_nl: klik op andere aankomstdatum
pl_pl: Kliknij na alternatywa date
ro_ro: Dati click pe o data de sosire alternativa
ru_ru: нажмите на альтернативную дату прибытия
sk_sk: KLIKNI NA INY DATUM PRICHODU

source: confirmed
de_de: bestätig
es_es: Confirmado
fr_fr: Confirmée
hu_hu: visszaigazolv
it_it: confermata
nl_nl: bevestigd
pl_pl: potwierdzona
ro_ro: confirma
ru_ru: подтверждено
sk_sk: POTVRDENA

source: eg. arrival time
de_de: z.B.: die Ankuftszeit angeben
es_es: por ejemplo, indicar la hora de llegada
fr_fr: ex.: indiquer l'heure d'arrivée
hu_hu: Érkezès idõponjànak megjelölès
it_it: es. indicare l'ora di arrivo
nl_nl: bijv. aankomsttijd aangeven
pl_pl: n.p. godzina przyjazdu
ro_ro: ex. Indicati ora de sosire
ru_ru: напр. Укажите время прибытия
sk_sk: UDAT CAS PRICHODU

source: for minimum stays
de_de: Aufenthalt von
es_es: Para estancias de
fr_fr: Pour des séjours de
hu_hu: a minimális marad
it_it: Per soggiorni di
nl_nl: Voor verblijven van
pl_pl: Za pobyty
ro_ro: Pentru vacatede de
ru_ru: На минимальное кол-во дней

source: nights
de_de: Nächte
es_es: noches
fr_fr: nuits
hu_hu: éjszakák
it_it: notti
nl_nl: Nachten
pl_pl: noclegi
ro_ro: nopti
ru_ru: Ночи
sk_sk: NOCI

source: no spaces or dashes
de_de: Ohne Zwischenräume und Striche
es_es: sin espacios ni guiones
fr_fr: sans espaces ni barres
hu_hu: szòköz nèlkü
it_it: senza spazi o barre
nl_nl: zonder streepjes of spaties
pl_pl: Bez ostepów lub drazków
ro_ro: Fara spatii sau bari
ru_ru: Без пробелов или слэшей
sk_sk: BEZ MEDZIER A LOMITOK

source: opened
de_de: Geöffnet
es_es: abierto
fr_fr: Ouverture
hu_hu: Megnyitv
it_it: aperta
nl_nl: geopend
pl_pl: czynna
ro_ro: deschisa
ru_ru: Открыто
sk_sk: OTVORENA

source: save up to
de_de: Sie sparen
es_es: Salvar
fr_fr: économisez
hu_hu: Megtakarìtòt
it_it: risparmi il
nl_nl: bespaar tot
pl_pl: oszczedzasz
ro_ro: reduceri pâna la
ru_ru: Сэкономь до
sk_sk: USETRI AZ

source: sec_code_desc
de_de: Der CVV- CVC- oder CID-Code ist eine zusätzliche Sicherheitsmaßnahme, um der missbräuchlichen Verwendung Ihrer Kreditkarte bei Internettransaktionen zuvorzukommen. Bei Mastercard Visa und Diners Club besteht er aus den letzten drei Nummern auf der Kartenrückseite oberhalb des Unterschriftsfeldes. Bei American Express sind es die vier Nummern oben rechts oberhalb der Kreditkartennummer.
es_es: El código CVV, CVC o CID es una ulterior seguridad para prevenir el uso impropio de la tarjeta de crédito durante las transacciones vía Internet. En las tarjetas de crédito Mastercard, Visa y Diners Club está formado por los últimos tres números que aparecen en la parte trasera de la tarjeta encima de la banda de la firma. En la Tarjeta American Express está formado por los cuatro números que aparecen en la parte superior derecha sobre el número de la tarjeta.
fr_fr: Le code CVV CVC ou CID est une sécurité ultérieure afin de prévenir l'utilisation impropre de la carte de crédit au cours des transactions par internet. Pour les Cartes de crédit Mastercard Visa Diners Club il est constitué par les trois derniers numéros reportés au dos de la carte au-dessus de la bande de la signature. Pour la Carte American Express &egrave il est constitué par les quatre numéros reportés en haut à droite au-dessus du numéro de la carte.
hu_hu: A kód CVV, CVC, vagy egy másik CID biztonsági elkerülése helytelen használata a hitelkártya online tranzakció során. A Mastercard, Visa, Diners Club hitelkártyák épül fel, az utolsó három szám mögött a kártya fel a szalag az aláírást. Az American Express hitelkártya áll össze négy szám a jobb felső meg a szám a kártya.
it_it: Il codice CVV, CVC o CID è un'ulteriore sicurezza per prevenire l'uso improprio della carta di credito durante le transazioni via Internet. Per le Carte di credito Mastercard, Visa, Diners Club è costituito dagli ultimi tre numeri riportati sul retro della carta sopra la striscia della firma. Per la Carta American Express è costituito dai quattro numeri riportati in alto sulla destra sopra il numero della carta.
nl_nl: De CVV, CVC, of CID code is een extra zekerheid om misbruik van credit card
pl_pl: Kody CVV, CVC lub CID sa wymagane aby zredukowac mozliwosc przeprowadzania nielegalnych transakcji. Karte kredytowe Mastercard, Visa, Diners Club to 3-cyfrowy numer na koncu numeru karty kredytowej w polu przeznaczonym na podpis na odwrocie karty kredytowej. Karta kredytowa American Express to 4-cyfrowy numer nad numerem karty kredytowej na przodzie po prawej stronie.
ro_ro: Codul CVV , CVC , sau CID reprezinta un mijloc de securitate ulterioara pentru
ru_ru: Коды VV, CVC или CID - это защита от несанкционированного использования кредитной карточки во время трансакции по Интернету. Для карточек Mastercard, Visa, Diners Club это последние три цифры на тыльной стороне над подписью. Для American Express это последние четыре цифры, указанные вверху справа над номером карточки.
sk_sk: KOD CVV, CVC A CID JE BEZPECNOSTNY KOD ZABRANUJUCI PRIPADNEMU ZNEUZITIU KARTY POCAS JEJ POUZITIA CEZ INTERNET

source: within
de_de: innerhalb
es_es: dentro de
fr_fr: par
hu_hu: i
it_it: entro il
nl_nl: voor
pl_pl: w ciagu
ro_ro: pâna la
ru_ru: до
sk_sk: DO

source: Payments
es_es: Pagos
fr_fr: Paiements
hu_hu: Fizetèse
it_it: Pagamenti
nl_nl: Betalingen
pl_pl: Platnosci
ro_ro: Plati
ru_ru: Оплата
sk_sk: PLATBY

source: Terms & conditions
de_de: Bedingungen und Konditionen
es_es: Términos y Condiciones
fr_fr: Terms et conditions
hu_hu: Szerződési feltételek
it_it: Termini e condizioni
nl_nl: Algemene voorwaarden
pl_pl: Warunki
ro_ro: Termeni si conditii
ru_ru: Правила и Условия
sk_sk: PRAVIDLA A PODMIENKY

source: How to reach
de_de: wie man uns erreicht
es_es: Cómo llegar
fr_fr: Comment Y Arriver
hu_hu: Hogyan jussunk e
it_it: Come raggiungerci
nl_nl: Waar vindt je ons
pl_pl: Jak dojechac
ro_ro: Come raggiungerci
ru_ru: Как до нас доехать
sk_sk: AKO SA K NAM DOSTAT

source: Payment request type
de_de: Zahlungsart
es_es: Tipo de pago
fr_fr: Type De Paiement
hu_hu: Fizetèsi lehetõsège
it_it: Tipo di pagamento
nl_nl: Betalingswijze
pl_pl: Formy Platnosci
ro_ro: Tip de plata
ru_ru: Тип оплаты
sk_sk: TYP PLATBY

source: Payment result
de_de: Ausgang
es_es: Resultado
fr_fr: Résultat
hu_hu: Talàla
it_it: Esito
nl_nl: Betalingsresultaat
pl_pl: Wynik
ro_ro: Rezultatele platii
ru_ru: Результат оплаты
sk_sk: VYSLEDOK PLATBY

source: Terms and conditions
de_de: Bedingungen und Konditionen
es_es: Términos y condiciones
fr_fr: Termes Et Conditions
hu_hu: Feltètele
it_it: Termini e condizioni
nl_nl: Algemene voorwaarden
pl_pl: Terminy i warunki ogòlne
ro_ro: Termeni si conditii
ru_ru: Сроки и условия
sk_sk: PRAVIDLA A PODMIENKY

source: Total reservation
de_de: Gesamtbetrag des Aufenhaltes
es_es: Total estancia
fr_fr: Total Séjour
hu_hu: üdülés teljes összege
it_it: Totale soggiorno
nl_nl: Totaal verblijf
pl_pl: Cena pobytu
ro_ro: Total sedere
ru_ru: Сумма к оплате
sk_sk: CELKOM ZA POBYT

source: Total account
de_de: Anzahlung
es_es: Total anticipo
fr_fr: Total Avance
hu_hu: Elõleg összeg
it_it: Totale acconto
nl_nl: Totaal aanbetaling
pl_pl: Suma zaliczki
ro_ro: Total cont
ru_ru: Сумма
sk_sk: ZALOHA CELKOM

source: Total to settle
de_de: Restbetrag zu bezahlen
es_es: Total a pagar
fr_fr: Totale Da Saldare
hu_hu: fizetendõ teljes össze
it_it: Totale da saldare
nl_nl: Totaal nog te betalen
pl_pl: Suma do zaplaty
ro_ro: Total suma care urmeaza sa fie platita
ru_ru: Общая сумма к оплате

source: To pay
de_de: zu bezahlen
es_es: Para pagar
fr_fr: Pour Payer
hu_hu: Fizetendõ össze
it_it: Da pagare
nl_nl: Te betalen
pl_pl: Do zaplaty
ro_ro: De plata
ru_ru: К оплате
sk_sk: K UHRADE

source: Reversal
de_de: Stornierung
es_es: Reversión
fr_fr: Renversement
hu_hu: Storn
it_it: Storno
nl_nl: Terugstorting
pl_pl: Storno
ro_ro: Storno
ru_ru: Отмена
sk_sk: STORNO
