Repository: mlarese/privacybe
Catalog: __doc/locale/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk

source: Wait the confirmation of disponibility
de_de: Bitte warten Sie auf unsere schriftliche Bestätigung via e-mail. Danke.
es_es: Atención! Espera la confirmación de disponibilidad
fr_fr: Attention! attendre la confirmation de la disponibilité
hu_hu: Figyelem!Vàrjon a szabad kapacitàs visszaigazolàsàr
it_it: Grazie per la sua richiesta, avrà al più presto una conferma della disponibilità
nl_nl: Wij bedanken u voor uw aanvraag, u ontvangt zo spoedig mogelijk bevestiging van de beschikbaarheid
pl_pl: Uwaga! Prosimy poczekac potwierdzenie dostepnosci
ro_ro: Va multumim pentru cerere, veti primi un raspuns în cel mai scurt timp posibil
ru_ru: Подождите подтверждения о наличии
sk_sk: POCKAJTE NA POTVRDENIE UBYTOVACICH MOZNOSTI

source: Stay summary
it_it: Riepilogo soggiorno

source: Treatment restrictions
it_it: Restrizione trattamenti

source: Add a treatment rule
it_it: Aggiunta restrizione trattamenti

source: Forbidden days/treatments
it_it: Giorni/trattamenti proibiti

source: In the selected period we have availability at the following facilities
it_it: Nel periodo selezionato abbiamo disponibilità presso le seguenti strutture

source: Available, check rates now
it_it: Disponibile, verifica subito le tariffe

source: Only for Italy
it_it: Solo per l'Italia

source: New billing mode from 13/03/2018
it_it: Nuova modalità dal 13/03/2018

source: Commission is variable and based on service usage
it_it: Commissione variabile basata sull'utilizzo del servizio

source: Management
it_it: Gestione

source: One or more associated products are not active or deleted
it_it: Uno o più prodotti associati sono non attivi o cancellati

source: Remove filter
it_it: Rimuovi filtro

source: Week
fr_fr: Semaine
it_it: Settimana

source: Quarter
it_it: Trimestre

source: Show comparator
it_it: Mostra comparatore

source: Easy Recharge
it_it: Ricarica facile

source: Select the recharge amount
it_it: Seleziona il formato della ricarica

source: You won't need to worry about credit in your ADV campaigns!
it_it: Non dovrai più preoccuparti del credito per le tue campagne ADV!

source: If you run out of credit, Easy Recharge will
it_it: Con Ricarica Facile il tuo credito verrà

source: automatically reload your card
it_it: ricaricato automaticamente

source: with a selected amount of credit. Once the residual credit on your card is finished, and upon each automatic recharge
it_it: dell'importo da te scelto, quando il tuo credito sta per esaurirsi. All'esaurimento del credito, ed ad ogni ricarica automatica

source: you shall be notified through email
it_it: verrai avvisato via e-mail

source: Single Recharge
it_it: Ricarica Singola

source: The chosen recharge amount is
it_it: Il formato della ricarica scelto è

source: Fill in your details in the form below to activate Easy Recharge
it_it: Compila i dati sottostanti per attivare Ricarica Facile

source: credit card number
it_it: Numero

source: credit card validity
it_it: Scadenza

source: The undersigned authorizes the credit card operator below or any other replacement card to debit or credit to MM-One Group Srl the advertising amounts shown on each invoice issued in respect of this
it_it: Il sottoscritto autorizza l'operatore all'addebito degli importi per l'advertising a MM-One Group Srl mediante la carta di credito sottostante o qualsiasi altra carta sostitutiva

source: Proceed with easy recharge
it_it: Procedi con la ricarica di

source: Easy Recharge %s
it_it: Ricarica Facile %s

source: is active
it_it: è attiva

source: thank you for choosing BookingOne Easy Recharge: your € %s easy recharge will be set as requested
it_it: Grazie per aver scelto Ricarica Facile BookingOne: la tua ricarica facile di € %s è impostata come richiesto

source: Transaction ID number/Operation number cod. %s of the %s, %s hours
it_it: Riferimento Operazione cod. %s del %s alle ore %s

source: Please do not repeat the same command otherwise this request will be cancelled
it_it: Ti invitiamo a non ripetere l'operazione perché causerebbe l'annullamento della presente richiesta

source: We will shortly process your data and send you a confirmation email at the address %s
it_it: A breve i tuoi dati verranno processati e ti invieremo una e-mail di conferma all'indirizzo %s

source: Remember that you can edit your payment method at any time
it_it: Ricordati che potrei modificare in ogni momento la modalità di pagamento

source: Easy recharge activated
it_it: Ricarica facile è attiva

source: Easy recharge in activation
it_it: Ricarica facile in attivazione

source: See activation request
it_it: Vedi richiesta di attivazione

source: Change your payment information
it_it: Modifica dati pagamento

source: Stop Easy Recharge
it_it: Sospendi Ricarica Facile

source: Do you want to change your recharge amount?
it_it: Desideri cambiare il formato di Ricarica Facile

source: Select the new recharge amount
it_it: Scegli il nuovo formato della ricarica

source: Edit data
it_it: Modifica dati

source: Waiting for bank response
it_it: In attesa di risposta dalla banca

source: If the 3D Secure window has not opened, click the link below
it_it: Se la finestra del 3D Secure non si è aperta, clicca sul seguente link

source: Insert the 3D Secure password
it_it: Inserisci la password del 3D Secure

source: Suspend
it_it: Sospendi

source: Subscribe the contract is needed
it_it: L'accettazione del contratto è obbligatoria

source: Payment not executed, unknown reason
it_it: Pagamento non eseguito, ragione sconosciuta

source: Invalid or missing cardholder name
it_it: Proprietario della carta mancante o errato

source: Invalid or missing card number
it_it: Carta di credito mancante o errata

source: Invalid or missing expiration month
it_it: Data di scandenza mancante o errata

source: Invalid or missing expiration year
it_it: Data di scandenza mancante o errata

source: Invalid or missing cvc
it_it: CVC mancante o errato

source: Response error - The Syspay API call failed (server-side or network error)
it_it: Errore lato server o di rete

source: Request error - The card information couldn’t be tokenized or the public key is not valid. When this error occurs the object given to the callback will contain an api_code and an api_message properties with further information
it_it: Errore nella richiesta, la carta non è stata tokenizzata o la chiave pubblica non è valida.

source: Invalid data format
it_it: Il formato della data non è valido

source: Invalid POST data depth
it_it: Post non valido

source: Missing required parameters: {{ parameters }}
it_it: Parametri obbligatori mancanti: {{ parameters }}

source: Extra parameters not allowed: {{ parameters }}
it_it: Parametri aggiuntivi non permessi: {{ parameters }}

source: An unknown error has occurred
it_it: Errore sconosciuto

source: Missing required parameter
it_it: Parametro obbligatorio mancante

source: Unexpected parameter
it_it: Parametro inatteso

source: Conflicting parameters: {{ parameters }}
it_it: Parametro in conflitto: {{ parameters }}

source: The value {{ value }} is not of type {{ type }}
it_it: Il valore {{ value }} non è del tipo {{ type }}

source: The {{ field }} property is required
it_it: La proprietà {{ field }} è obbligatoria

source: Invalid amount parameter
it_it: Il valore della transazione non è valido

source: Invalid currency parameter
it_it: Valuta non valida

source: Invalid start_date parameter
it_it: Parametro start_date non valido

source: Invalid end_date parameter
it_it: Parametro end_date non valido

source: Invalid website parameter
it_it: Parametro website non valido

source: Website not found
it_it: Website non trovato

source: Payment not found
it_it: Pagamento non trovato

source: The extra parameter has a maximum length of {{ limit }} characters
it_it: Il parametro aggiuntivo ha un lunghezza massima di {{ limit }} caratteri

source: Invalid agent parameter
it_it: Parametro agent non valido

source: Agent not found
it_it: Agent non trovato

source: Agent is not active
it_it: Agent non attivo

source: Invalid phone number
it_it: Numero di telefono non valido

source: Invalid JSON
it_it: Formato JSON non valido

source: Invalid First Name
it_it: Nome non valido

source: Invalid Last Name
it_it: Cognome non valido

source: Invalid business type
it_it: Tipo di impiego non valido

source: Invalid phone prefix
it_it: Prefisso telefonico non valido

source: File not found
it_it: File non trovato

source: Resource not found
it_it: Risorsa non trovata

source: Invalid source parameter
it_it: Parametro source non valido

source: Invalid request_time_end parameter
it_it: Parametro request_time non valido

source: Invalid processing_time_start parameter
it_it: Parametro processing_time_start non valido

source: Invalid processing_time_end parameter
it_it: Parametro processing_time_end non valido

source: Invalid token status parameter
it_it: Parametro status non valido

source: Invalid expiration_date_start parameter
it_it: Parametro expiration_date_start non valido

source: Invalid expiration_date_end parameter
it_it: Parametro expiration_date_end invaliud

source: Invalid payment_method.type parameter
it_it: Parametro payment_method.type non valido

source: Invalid payment_method.validation_status parameter
it_it: Parametro payment_method.validation_status non valido

source: Invalid page number
it_it: Errore pagina non valido

source: The unix timestamp value cannot be lower than {{ limit }}
it_it: Lo unix timestamp non può essere inferiore a {{ limit }}

source: The unix timestamp value cannot be higher than {{ limit }}
it_it: Lo unix timestamp non può essere superiore a {{ limit }}

source: Invalid date parameter
it_it: Parametro data non valido

source: Invalid date: check_out_date cannot be lower than check_in_date
it_it: Data non valida: la data di check_out_date non può essere inferiore a all check_in_date

source: This parameter has a maximum length of {{ limit }} characters
it_it: Il parametro ha la massima lunghezza di {{ limit }} caratteri

source: Invalid business phone prefix
it_it: Il prefisso del telefono di lavoro è non valido

source: Invalid business phone number
it_it: Il telefono di lavoro non è valido

source: This payment method does not handle refunds.
it_it: Il metodo di pagamento non gestisce i rimborsi

source: Duplicate request
it_it: Richiesta duplicata

source: Invalid flow parameter
it_it: Parametro flusso non valido

source: No permission to use this flow: {{ flow }}
it_it: Non è permesso usare il seguente flusso: {{ flow }}

source: Invalid billing_agreement parameter
it_it: Parametro billing_agreement non valido

source: No permission to use billing agreements
it_it: Non è permesso l'uso del billing agreements

source: Invalid redirect_url parameter
it_it: Parametro redirec_url non valido

source: Invalid ems_url parameter
it_it: Paramentro ems_url non valido

source: Invalid payment reference parameter
it_it: Parametro reference non valido

source: Payment reference is not unique
it_it: Il riferimento del pagamento non è univoca

source: Invalid preauth parameter
it_it: Parametro di preauth non valido

source: No permission to make preauthorizations
it_it: Non è permesso effettuare la preautorizzazione

source: Invalid payment amount parameter
it_it: Parametro ammontare del pagamento non valido

source: The payment amount parameter should be minimum {{ limit }}
it_it: L'ammontare del pagamento dovrebbe essere minimo di {{ limit }}

source: The payment amount parameter can be maximum {{ limit }}
it_it: L'ammontare del pagamento può essere al massimo di {{ limit }

source: Unsupported currency parameter
it_it: Parametro valuta non previsto

source: Invalid description parameter (maximum {{ limit }} characters)
it_it: Parametro descrizione non valido (massimo {{ limit }} numero di carratteri)

source: Invalid email parameter
it_it: Parametro Email non valido

source: Invalid language: {{ value }}
it_it: Lingua non prevista: {{ value }}

source: Invalid method parameter
it_it: Parametro del metodo non valido

source: Invalid ip parameter
it_it: Parametro ip non valido

source: Invalid cardholder parameter
it_it: Parametro proprietario carta non valido

source: Invalid cardnumber
it_it: Numero carta non valido

source: Invalid cvc parameter
it_it: Parametro cvc non valido

source: Invalid exp_month parameter
it_it: Parametro exp_month non valido

source: Invalid exp_year parameter
it_it: Parametro exp_year non valido

source: Invalid expire date
it_it: Data di scandenza non valida

source: Invalid status parameter
it_it: Parametro stato non valido

source: The payment currency does not match with the billing agreement currency
it_it: La valuto del pagamento non corrisponde al valuta del billing agreement

source: Invalid threatmetrix_session_id parameter
it_it: Parametro threatmetrix_session_id non valido

source: Invalid mode parameter
it_it: Parametro mode non valido

source: The maximum process limit is exceeded
it_it: Il limite di elaborazione massimo è stato superato

source: Invalid number of allowed retries
it_it: Il numero permesso di tentativi è non valido

source: Invalid return_url parameter
it_it: Parametro return_url non valido

source: No permission to detokenize as: {{ type }}
it_it: Non è permessa la detokienizzazione come: {{ type }}

source: No permission to make refunds
it_it: Non è permesso effettare rimborsi

source: This card scheme is not supported by this merchant.
it_it: Lo schema della carta non è gestita da questo negoziante.

source: Invalid ideal bank_id
it_it: Ideal bank_id non valido

source: Invalid calc_type ({{ calc_type }})
it_it: Calc_type non valido ({{ calc_type }})

source: The given account_id does not belong to the given user_id
it_it: L'account account_id non appartine all'utente user_id

source: Invalid account_id ({{ account_id }})
it_it: account_id non valido ({{ account_id }})

source: Invalid delay ({{ delay }})
it_it: Ritardo non valido ({{ delay }})

source: The recipient map must be an array of array
it_it: La mappa dei destinatari deve essere una matrice

source: The sum of each recipient_map amount ({{ sum }}) must be lower than or equal to the total payment amount ({{ max }})
it_it: La somma di ogni valore delle recipient_map ({{ sum }}) deve essere inferiore o uguale al totale del pagamento ({{ max }})

source: Invalid 3DS value
it_it: Valore 3DS non valido

source: Invalid payment_id parameter
it_it: Parametro payment_id non valido

source: Invalid refund reference parameter
it_it: Parametro riferimento di rimborso non valido

source: The refund reference parameter is not unique
it_it: Il parametro riferimento di rimborso non è univoco

source: The refund currency parameter does not match with the original payment currency
it_it: La valuta di rimborso non corrisponde alla valuta originale del pagamento

source: Invalid refund amount parameter
it_it: Parametro ammontare del rimborso non valido

source: The refund amount parameter is too high
it_it: Il valore del ammontare del rimborso è troppo alto

source: The refund description parameter has a maximum length of {{ limit }} characters
it_it: La descrizione del rimborso ha una lunghezza massima di {{ limit }} caratteri

source: Invalid refund status parameter
it_it: Parametro stato del rimborso non valido

source: Refund not found
it_it: Rimborso non trovato

source: Not enough funds on your account to process this refund
it_it: Non c'è abbastanza credito sul tuo conto per finire la procedura di rimborso

source: The original preauth payment has an invalid status
it_it: Il pagamento originale pre autenticato ha uno stato non valido

source: The authorization could not be captured
it_it: L'autorizzazione non può essere presa

source: The authorization could not be voided
it_it: L'autorizzazione non può essere annullata

source: This operation is currently being processed
it_it: Questa operazione è attualmente in fase di elaborazione

source: Billing agreement not found
it_it: Accordo di fatturazione non trovato

source: Invalid billing agreement status
it_it: Stato del contratto di fatturazione non valido

source: The billing agreement status is not active
it_it: Lo stato del contratto di fatturazione non è attivo

source: Maximum number of detokizations reached
it_it: Il numero massimo di detokizzazioni raggiunto

source: Invalid Detokenizer ID
it_it: ID del Detokenizer non valido

source: Invalid authorized_detokenizers IDs
it_it: ID authorized_detokenizers non valido

source: Company Reference does not match expected value
it_it: Il riferimento dell'azienda non corrisponde al valore atteso

source: Unauthorized sevice
it_it: Servizio non autorizzato

source: Detokenization threshold limit reached
it_it: Raggiunto il limite di soglia di detokenizzazione

source: Chargeback not found
it_it: Chargeback non trovato

source: Subscription not found
it_it: Iscrizione non trovata

source: Subscription not active
it_it: Iscrizione non attiva

source: Invalid country
it_it: Paese non valido

source: redirect_url must be given (no default url found)
it_it: redirect_url deve essere specificato (non è stato trovato nessun URL di default)

source: Invalid BIN number
it_it: Numero di BIN non valido

source: BIN number information not found
it_it: Informazioni sul numero di BIN non trovate

source: Invalid locked parameter
it_it: Parametro bloccato non valido

source: Invalid type parameter
it_it: Parametro di tipo non valido

source: Invalid trial period parameter
it_it: Parametro del periodo di prova non valido

source: Invalid trial period unit
it_it: Unità del periodo di prova non valida

source: Invalid trial cycles parameter
it_it: Parametro dei cicli di prova non valido

source: Invalid billing period parameter
it_it: Parametro del periodo di fatturazione non valido

source: Invalid billing period unit
it_it: Unità del periodo di fatturazione non valida

source: Invalid billing cycles parameter
it_it: Parametro dei cicli di fatturazione non valido

source: Invalid API webiste ID
it_it: ID webiste API non valido

source: Invalid post-process redirect URL
it_it: URL di reindirizzamento post-processo non valido

source: Invalid initial charge value
it_it: Valore di addebito iniziale non valido

source: Invalid first name
it_it: Nome non valido

source: Invalid last name
it_it: Cognome non valido

source: The address parameter can be maximum {{ limit }}
it_it: Il parametro dell'indirizzo può essere massimo {{limite}}

source: The city parameter can be maximum {{ limit }}
it_it: Il parametro city può essere massimo {{limite}}

source: Invalid amount type parameter
it_it: Parametro tipo quantità non valido

source: Invalid customer country
it_it: Paese del cliente non valido

source: The first name parameter has a maximum length of {{ limit }} characters
it_it: Il parametro del primo nome ha una lunghezza massima di {{limit}} caratteri

source: The last name parameter has a maximum length of {{ limit }} characters
it_it: Il parametro del cognome ha una lunghezza massima di {{limit}} caratteri

source: Invalid value for preauth
it_it: Valore non valido per preauth

source: The reference parameter has a maximum length of {{ limit }} characters
it_it: Il parametro di riferimento ha una lunghezza massima di {{limit}} caratteri

source: Invalid or expired token
it_it: Token non valido o scaduto

source: The data inside the token is invalid
it_it: I dati all'interno del token non sono validi

source: Invalid API key
it_it: Chiave API non valida

source: Expired token
it_it: Token scaduto

source: Plan not found
it_it: Piano non trovato

source: Invalid plan id
it_it: ID piano non valido

source: Plan type not supported
it_it: Tipo di piano non supportato

source: Invalid sex value
it_it: Valore del sesso non valido

source: Invalid user type
it_it: Tipo di utente non valido

source: Invalid user country
it_it: Paese dell'utente non valido

source: The company name parameter has a maximum length of 100 characters
it_it: Il parametro del nome dell'azienda ha una lunghezza massima di 100 caratteri

source: The business registration number parameter has a maximum length of 100 characters
it_it: Il parametro del numero di registrazione dell'attività commerciale ha una lunghezza massima di 100 caratteri

source: The label parameter has a maximum length of 100 characters
it_it: Il parametro label ha una lunghezza massima di 100 caratteri

source: The reference parameter has a maximum length of 100 characters
it_it: Il parametro di riferimento ha una lunghezza massima di 100 caratteri

source: JSON format error
it_it: Errore di formato JSON

source: The provided business type doesnt exist on the provided country
it_it: Il tipo di attività fornito non esiste nel Paese fornito

source: Invalid Type on Language
it_it: Tipo di lingua non valido

source: Invalid Type on Label
it_it: Tipo non valido sull'etichetta

source: Provided referral reference already exists on the system
it_it: Il riferimento referenziale fornito esiste già sul sistema

source: Provided email already on the system
it_it: Email già presente nel sistema

source: Invalid Business Activity
it_it: Attività commerciale non valida

source: Invalid send notify action
it_it: Azione di notifica invio non valida

source: Invalid username parameter
it_it: Parametro nome utente non valido

source: Invalid IP parameter value
it_it: Valore del parametro IP non valido

source: Invalid Interactive parameter value
it_it: Valore del parametro interattivo non valido

source: Invalid known_as map
it_it: Mappa known_as non valida

source: Invalid known_as map: user does not exist
it_it: Mappa known_as non valida: l'utente non esiste

source: Invalid known_as map: different users specified
it_it: Mappa known_as non valida: diversi utenti specificati

source: User is already referred by this partner
it_it: l'utente è già segnalato da questo partner

source: reference-known_as map inconsistency: this user is already known with another reference
it_it: Incoerenza della mappa reference-known_as: questo utente è già noto con un altro riferimento

source: reference-known_as map inconsistency: the given reference already links to another user
it_it: Incoerenza della mappa reference-known_as: il riferimento dato già collega ad un altro utente

source: Invalid Type on Business name
it_it: Tipo non valido sul nome dell'attività

source: The business name parameter has a maximum length of 100 characters
it_it: Il parametro del nome dell'attività ha una lunghezza massima di 100 caratteri

source: Envelope ID not found
it_it: ID busta non trovato

source: Invalid document type
it_it: Tipo di documento non valido

source: Invalid file extension
it_it: Estensione del file non valida

source: Invalid MIME type
it_it: Tipo MIME non valido

source: Invalid Phone Booking Module operation
it_it: Operazione del modulo di prenotazione telefonica non valida

source: Invalid description input type
it_it: Tipo di input di descrizione non valido

source: Invalid expiration date input type
it_it: Tipo di input per data di scadenza non valida

source: Invalid booking return url
it_it: URL di restituzione della prenotazione non valido

source: Invalid payment page return url
it_it: URL di restituzione della pagina di pagamento non valida

source: Invalid extra input type
it_it: Tipo di input extra non valido

source: Invalid detokenizers input type
it_it: Tipo di input dei detonatori non valido

source: Invalid locked input type
it_it: Tipo di input bloccato non valido

source: Payment not authorized for your service level (serviceName)
it_it: Pagamento non autorizzato per il tuo livello di servizio (serviceName)

source: Invalid gender
it_it: Sesso non valido

source: Invalid interface language
it_it: Lingua dell'interfaccia non valida
