Repository: mlarese/privacybe
Catalog: __doc/locale/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk

source: Waiting for availability
de_de: Verfügbarkeitprüfung
fr_fr: Vérifier la disponibilité
it_it: Verifica disponibilità

source: You will receive the booking confirmation by mail. Please consult your e. mails.
fr_fr: Un mail de confirmation va vous être envoyé. Veuillez consulter vos mails.
it_it: Tra breve riceverà una mail di conferma. Grazie di verificare la vostra posta elettronica.

source: Deposit advance
de_de: Vorauszahlung
fr_fr: Acompte
it_it: Acconto

source: Tax
de_de: Taxen
fr_fr: Tarif
it_it: Tassa

source: Portal reservation rules
it_it: Restrizioni del portale

source: Will you come back ? if not why?
it_it: Ritornerai? Se no perché?

source: Will you come back
it_it: Ritornerai

source: if not why?
it_it: Se no perché?

source: Come back
it_it: Ritornerà

source: per day
it_it: per notte

source: The reservation rules are not available for hotels and aparthotels.
it_it: I vincoli di prenotazione non sono disponibili per hotel e aparthotel.

source: Stock Manager
it_it: Gestione Magazzino

source: Stock
it_it: Magazzino

source: Stock status
it_it: Stato magazzino

source: Min. treshold
it_it: Soglia minima

source: Always visible
it_it: Sempre visibile

source: products per page
it_it: prodotti per pagina

source: No products available
it_it: Nessun prodotto disponibile

source: Showing 0 products
it_it: Nessun prodotto

source: total products
fr_fr: prodotti totali
it_it: prodotti totali

source: Upcoming
it_it: In arrivo

source: Made to order
it_it: Su ordinazione

source: Active campaigns
it_it: Campagne attive

source: Click description
it_it: Tipo click

source: Adv Partner manager
it_it: Gestione partner adv

source: houses
de_de: ferienhäuser
fr_fr: maison de vacance
it_it: case vacanza

source: Houses
fr_fr: Case vacanza
it_it: Case vacanza

source: Try another checkin date
it_it: Prova un altra data di arrivo

source: Products importer
it_it: Importazione Prodotti

source: No shop selected. Choose a shop to continue...
it_it: Nessun negozio selezionato. Scegli un negozio per continuare...

source: The number of languages ​​you selected does not match with the languages ​​included in .CSV file
it_it: Il numero di lingue che avete selezionato non corrisponde alle lingue incluse nel file .CSV

source: No category inserted in .CSV file
it_it: Nessuna categoria inserita nel file .CSV

source: Without the assignment of product name and / or product code the import can not be performed
it_it: Senza l'assegnazione del nome e/o del codice prodotto l'importazione non può essere eseguita

source: I can not create the category %s because the parent category already contains products. No product will be imported in this category
fr_fr: Non posso creare la categoria %s perché la categoria principale contiene già prodotti. Nessun prodotto verrà importato in questa categoria
it_it: Non posso creare la categoria %s perché la categoria principale contiene già prodotti. Nessun prodotto verrà importato in questa categoria

source: Category %s created
it_it: Categoria %s creata

source: Product created (ID: %s)
it_it: Prodotto creato (ID: %s)

source: Product updated (ID: %s)
it_it: Prodotto aggiornato (ID: %s)

source: File %s does not exist in /importProduct directory.
it_it: Il file %s mnon esiste nella cartella /importProduct.

source: Can not create file %s.
it_it: Non posso creare il file %s.

source: Image %s does not exist in /importProduct directory.
it_it: L'immagine %s non esiste nella cartella /importProduct.

source: Can not create image %s.
it_it: Non posso creare l'immagine %s.

source: Problems when deleting CSV file
it_it: Problemi durante la cancellazione del file .CSV

source: CSV file deleted
it_it: FIle .CSV cancellato

source: Products import completed
it_it: Importazione prodotti completata

source: Upload error
it_it: Errore durante l'upload

source: Invalid file
it_it: File non valido

source: Empty file
fr_fr: Fichier Vide
it_it: File vuoto

source: You are currently using the file %s for products import
it_it: Stai utilizzando il file %s per l'importazione dei prodotti

source: CSV Columns
it_it: Colonne CSV

source: Assign to
it_it: Assegna a

source: Database data
it_it: Campi Database

source: Choose and sort languages
it_it: Scegli e ordina le lingue

source: Choose elements separator for elements present in the same cell
it_it: Scegli il separatore per elementi presenti nella stessa cella

source: Hash
fr_fr: Cancelletto
it_it: Cancelletto

source: Comma
it_it: Virgola

source: Space
it_it: Spazio

source: Reset Language
it_it: Resetta lingue

source: You have the language associated to a line but you have not chosen any languages. Choose a language or delete associations for use current language, please.
it_it: Hai almeno una lingua, ma non hai selezionato nessuna lingua. Scegli una lingua o cancella le associazioni per utilizzare la lingua corrente.

source: Some lines have not yet been associated with any value. Combines the missing lines, please.
it_it: Alcune righe non hanno ancora alcun valore associato. Controlla le associazioni mancanti.

source: The associations set are greater then fields of CSV file. Delete unnecessary associations, please.
it_it: Le associazioni impostate sono maggiori dei campi presenti nel file CSV. Elimina le associazioni inutili.

source: Choose an elements separator for elements present in same cell.
it_it: Scegli un separatore per gli elementi presenti nella stessa cella.

source: Products import in progress...
it_it: Importazione prodotti in corso...

source: Attention!
it_it: Attenzione!

source: Category - ID
it_it: Categoria - ID

source: Category - Name
it_it: Categoria - Nome

source: Product - Code
it_it: Prodotto - Codice

source: Product - Name
it_it: Prodotto - Nome

source: Product - Description
it_it: Prodotto - Descrizione

source: Product - Short description
it_it: Prodotto - Descriz. breve

source: Product - Price
it_it: Prodotto - Prezzo

source: Product - VAT
it_it: Prodotto - IVA

source: Product - Relateds
it_it: Prodotto - Prod. Collegati

source: Users Groups Manager
it_it: Gestione Gruppi Utenti

source: Users Groups List
it_it: Elenco Gruppi Utenti

source: Are you sure that you want to delete this group?
it_it: Sei sicuto di voler eliminare questo gruppo utenti?

source: Please, insert a group name
it_it: Inserire un nome per il gruppo

source: New user group
it_it: Nuovo gruppo utenti

source: Modify user group
it_it: Modifica gruppo utenti

source: Users group name
it_it: Nome gruppo utenti

source: Group status
it_it: Stato

source: Disabled
it_it: Disabilitato

source: LOADING DATA
it_it: CARICAMENTO DATI

source: Group Name
it_it: Nome del gruppo

source: Customers in group
it_it: Utenti nel gruppo

source: User Group
it_it: Gruppo Utenti

source: User group
it_it: Gruppo utenti

source: Showcase
it_it: In evidenza

source: Clicks from %s
it_it: Click da %s

source: Campaigns credit summary
it_it: Credito campagne

source: Adv Partner List
it_it: Lista partner campagne

source: Total commission
it_it: Totale commissioni

source: search
it_it: ricerca

source: Set first access
it_it: Imposta primo accesso

source: Descending code
de_de: Absteigend code
fr_fr: Code décroissante
hu_hu: Csökkenő code
it_it: Codice decrescente
pl_pl: Code malejacy
ro_ro: Descendent cod
ru_ru: По убыванию код

source: Ascending code
de_de: Aufsteigend code
fr_fr: Code croissant
hu_hu: Növekvő code
it_it: Codice crescente
pl_pl: Rosnaco cod
ro_ro: Ascendentă cod
ru_ru: По возрастанию код

source: Show disabled campaings
it_it: Mostra tutte le campagne non attive

source: Disabled campaigns
it_it: Campagne non attive

source: Enable Custom Variant
it_it: Abilita Varianti Modificabili

source: Custom Variant
it_it: Variante Modificabile

source: Is a Custom Variant
it_it: E' una Variante Modificabile

source: Custom
fr_fr: Personnalisé
it_it: Modificabile

source: Fidelity point
it_it: Punti Fedeltà

source: The service is not available now
it_it: Il servizio al momento non è disponibile

source: Try again later to book online.
it_it: Riprova più tardi.

source: If a previous import is present in the table below, please enter the authorization code that you received by mail with the result of the import
it_it: Se una precedente importazione è presente nella tabella sottostante, inserisci il codice di sblocco presente nella mail ricevuta con il risultato dell'importazione

source: If you have not received any email, contact our Technical Support
it_it: Se non hai ricevuto alcuna mail contatta il nostro Supporto Tecnico

source: Product Import
it_it: Importazione Prodotti

source: Import process is running
it_it: Il processo di importazione è stato avviato

source: You will be notified via email when the import is finished
it_it: Ti sarà inviata una mail con il risultato al termine dell'importazione

source: In the meantime, you can continue to use the backend
it_it: Nel frattempo puoi continuare ad utilizzare il gestionale

source: Import products error
it_it: Errore Importazione

source: An error occurred while importing the products
it_it: Un errore è avvenuto durante il processo di importazione

source: Please try to reload the file and restart the import or contact our Technical Support
it_it: Prova a ricaricare il file e riavviare l'importazione oppure contatta il nostro supporto tecnico

source: WARNING: Import running!!!
it_it: ATTENZIONE: importazione prodotti in corso!!!

source: File Name
it_it: Nome del file

source: Import start at
it_it: Importazione avviata alle

source: Auth Code
it_it: Codice Sblocco

source: Start Import
it_it: Avvia importazione

source: Cancel Import
it_it: Cancella Importazione

source: Do you want to leave the import process
it_it: Sei sicuro di voler abbandonare il proccesso di importazione

source: ESENT
it_it: RICHIESTA PRENOTAZIONE

source: BOOKED
it_it: PRENOTAZIONE

source: ENQUIRY
it_it: VISUALIZZAZIONE RICHIESTA INFORMAZIONI

source: SEARCH
it_it: PROPOSTA PREVENTIVO

source: SELECTED
it_it: SCELTA CAMERA

source: MSEARCH
it_it: PROPOSTA PREVENTIVO MULTICAMERA

source: MSNEXT
it_it: SCELTA MULTICAMERA

source: RLIST
it_it: INFO CAMERE

source: PRICELIST
it_it: INFO PREZZI

source: PHONE
it_it: CONTATTO TELEFONICO

source: MAIL
it_it: INVIO EMAIL

source: Total potential reservation
it_it: Totale prenotazioni potenziali

source: seafront
it_it: frontemare

source: Dear Customer, we are sorry to inform you that the tourist accommodation structure is currently not available for booking. Please try again later.
it_it: Gentile Cliente, le comunichiamo che la struttura non è momentaneamente prenotabile, la preghiamo di riprovare più tardi.

source: or refer to another hotel in the area:
it_it: Oppure consultare un altro hotel nelle vicinanze:

source: Or try
it_it: Oppure

source: Total Insurance price
de_de: Gesamtbetrag der Versicherung
es_es: Total seguro
fr_fr: Montant total assurance
hu_hu: Biztosítási díj összesen
it_it: Totale assicurazione
pl_pl: Ubezpieczenie ogółem
ru_ru: Итого страхование

source: Safe Holiday
de_de: Sicher in den Urlaub
it_it: Vacanza sicura

source: Proceed with the insurance payment
de_de: Mit der Bezahlung der Versicherung fortfahren
es_es: Efectuar el pago de la Póliza
fr_fr: Procéces au paiement de la police d'assurance
hu_hu: Tovább a biztosítási díj befizetéséhez
it_it: Procedi con il pagamento della Polizza
pl_pl: Zapłać Polisę
ru_ru: Перейти к оплате Полиса

source: Insure your holiday
de_de: Wir empfehlen Ihnen, die Versicherung zu aktivieren
es_es: Te recomendamos activar la PÓLIZA
fr_fr: Nous vous recommandons d'activer la police d'assurance
hu_hu: Javasoljuk, hogy aktiválja BIZTOSÍTÁSI KÖTVÉNYÉT
it_it: Ti raccomandiamo di attivare la POLIZZA
pl_pl: Zalecamy uaktywnienie POLISY UBEZPIECZENIOWEJ
ru_ru: Мы советуем Вам активировать ПОЛИС

source: Cancel insurance
de_de: Booking Protection
it_it: Booking Protection

source: Cancellation of stay and refund of penalties
de_de: <ul><li>Annullierung des Aufenthaltes</li><li>Rückerstattung der Konventionalstraf</li></ul>
es_es: <ul><li>Cancellation of stay</li><li>Refund of penalties</li></ul>
fr_fr: <ul><li>Cancellation of stay</li><li>Refund of penalties</li></ul>
hu_hu: <ul><li>Cancellation of stay</li><li>Refund of penalties</li></ul>
it_it: <ul><li>Annullamento soggiorno</li><li>Rimborso importo versato</li></ul>
pl_pl: <ul><li>Cancellation of stay</li><li>Refund of penalties</li></ul>
ru_ru: <ul><li>Cancellation of stay</li><li>Refund of penalties</li></ul>

source: All inclusive insurance
de_de: Booking Protection Plus
es_es: Booking Protection Plus
fr_fr: Booking Protection Plus
hu_hu: Booking Protection Plus
it_it: Booking Protection Plus
pl_pl: Booking Protection Plus
ru_ru: Booking Protection Plus

source: Cancellation of stay, 24h support, medical expenses, interruption of stay, refund of penalties
de_de: <ul><li>Annullierung des Aufenthaltes</li><li>24h Betreuung</li><li>Medizinische Kosten</li><li>Reiseabbruck</li><li>Rückerstattung der Konventionalstraf</li></ul>
es_es: <ul><li>Cancellation of stay</li><li>24h support</li><li>Medical expenses</li><li>Interruption of stay</li><li>Refund of penalties</li></ul>
fr_fr: <ul><li>Cancellation of stay</li><li>24h support</li><li>Medical expenses</li><li>Interruption of stay</li><li>Refund of penalties</li></ul>
hu_hu: <ul><li>Cancellation of stay</li><li>24h support</li><li>Medical expenses</li><li>Interruption of stay</li><li>Refund of penalties</li></ul>
it_it: <ul><li>Annullamento soggiorno</li><li>Assistenza 24H</li><li>Spese mediche</li><li>Interruzione soggiorno</li><li>Rimborso importo versato</li></ul>
pl_pl: <ul><li>Cancellation of stay</li><li>24h support</li><li>Medical expenses</li><li>Interruption of stay</li><li>Refund of penalties</li></ul>
ru_ru: <ul><li>Cancellation of stay</li><li>24h support</li><li>Medical expenses</li><li>Interruption of stay</li><li>Refund of penalties</li></ul>

source: Your Insurance Policy cannot be activated unless you can provide a valid credit card. Nevertheless, your booking request has been sent successfully. You can print the reservation summary directly from the e-mail you received.
de_de: Ohne Kreditkarte kann der Versicherungsschein nicht aktiviert werden. Die Reservierung wurde aber trotzdem erfolgreich weitergeleitet. Sie können die Zusammenfassung Ihrer Reservation direkt aus der erhaltenen email ausdrucken.
it_it: Senza carta di credito la Polizza Assicurativa non potrà essere attivata. La prenotazione è stata comunque inviata con successo. Puoi stampare il resoconto della prenotazione dalla mail inviata.

source: I don't want a travel insurance
de_de: Ich möchte meine Reise nicht versichern
it_it: non intendo assicurare il mio viaggio

source: Add Allianz Insurance to your booking cart for just € %s per person
de_de: Allianz Versicherung zu € %s pro Person hinzufügen
it_it: aggiungi assicurazione Allianz a soli € %s a persona

source: Add Allianz Insurance to your booking cart for just € %s
de_de: Allianz Versicherung zu € %s
it_it: aggiungi assicurazione Allianz a soli € %s

source: Total price for accommodation and insurance
de_de: Total Aufenthalt + Versicherung
it_it: Totale soggiorno + assicurazione

source: The insurance policy payment is only by credit card, in separate method and at the end of the reservation process.
de_de: Die Bezahlung des Versicherungsscheins kann am Ende des Reservierugnsvorgangs nur mittels Kreditkarte und separat vollzogen werden.
it_it: Il pagamento della polizza Assicurativa avviene solo tramite carta di credito in modalità separata e al termine della prenotazione.

source: Traveller %s:
de_de: Reisender %s:
it_it: Viaggiatore %s:

source: Adult, main contact
de_de: Erwachsener, Kontakt
es_es: Adultos, contacto principal
fr_fr: Adulte, contact principal
hu_hu: felnőtt, elsődleges elérhetőség
it_it: Adulto, contatto principale
pl_pl: Osoba dorosła, główny kontakt
ru_ru: Взрослый, основной способ связи

source: Traveller's personal details
de_de: Daten des Reisenden
it_it: Dati Viaggiatori

source: Type of insurance
de_de: Versicherungs-Typ
it_it: Tipo assicurazione

source: Insurance status
de_de: Status der Versicherung
it_it: Stato assicurazione

source: No insurance
de_de: Nicht versichert
it_it: Non assicurato

source: Insurance requested
de_de: Versicherung anfordern
it_it: Richiesta assicurazione

source: Insert traveller's %s name
de_de: Name des Reisenden eingeben %s
it_it: Inserisci il nome del viaggiatore %s

source: Insert traveller's %s surname
de_de: Nachname des Reisenden eingeben %s
it_it: Inserisci il cognome del viaggiatore %s

source: The payment was not authorised by your card issuer, insurance not activated
de_de: Die Bezahlung wurde nicht autorisiert, die Versicherung wurde nicht aktiviert
it_it: Il pagamento non è stato autorizzato, l'assicurazione non è stata attivata

source: Payment and insurance policy activation successfully completed
de_de: Bezahlung und Aktivierung des Versicherungsscheins wurde mit Erfolg abgeschlossen
it_it: Pagamento e attivazione polizza avvenute con successo

source: Photo indicative sample
de_de: Beispielbilder der Wohnung
fr_fr: Photo échantillon indicative
hu_hu: Tájékoztató fotó mintaként
it_it: Foto indicativa a campione
nl_nl: Indicatieve voorbeeldfoto
pl_pl: Zdjęcie pokazowe
ro_ro: Foto orientativă mostră
ru_ru: Фотография образца ориентировочные
sk_sk: Orientačná fotografia vzorky

source: List of Insurance partners
de_de: Liste der Versicherungspartner
it_it: Lista partner assicurazione

source: Insurance settings
de_de: Einstellungen Versicherung
it_it: Impostazioni assicurazione

source: Request your insurance policy
de_de: AAktivieren Sie die Versicherungsanfrage
it_it: Attiva la richiesta di assicurazione

source: Activate full payment request modality
de_de: Die komplette Bezahlung der Reservierung
it_it: Forza il pagamento completo delle prenotazione

source: If you cancel a period you need to re-insert the pricelist
it_it: Se si cancella un periodo è necessario reinserire il listino

source: Conditions_of_Insurance_CANCEL.pdf
de_de: Versicherungsbedingungen_CANCEL.pdf
it_it: Condizioni_Assicurative_ANNULLAMENTO.pdf

source: Conditions_of_Insurance_ALLINCLUSIVE.pdf
de_de: Versicherungsbedingungen_ALLINCLUSIVE.pdf
it_it: Condizioni_Assicurative_ALLINCLUSIVE.pdf

source: Informative Booklet
de_de: Informative Broschüre
it_it: Fascicolo informativo

source: Conditions of Insurance
de_de: Versicherungsbedingungen
it_it: Condizioni assicurative

source: Remember the insurance payment
it_it: Ricordati di attivare la polizza

source: Insurance activation successfully completed
it_it: Attivazione polizza completata

source: Is an offer
it_it: È un'offerta

source: Flash deal
it_it: Offerta a tempo

source: Cash
it_it: In contanti

source: Accessibile rooms
it_it: Camere accessibili ai disabili

source: Air conditioned
it_it: Aria climatizzata

source: Airport shuttle
it_it: Autobus navetta per l'aereoporto

source: Bar or lounge
it_it: Bar o lounge

source: Boutique or shop
it_it: Boutique o negozio

source: Casino
it_it: Casinò

source: Family friendly
it_it: Servizi per famiglie

source: Fitness facilities
it_it: Attrezzature per il fitness

source: Free breakfast
it_it: Colazione compresa

source: Free internet
it_it: Internet gratis

source: Free newspaper
it_it: Giornale gratuito

source: Free parking
it_it: Parcheggio gratuito

source: Golf course
it_it: Campo da golf

source: Hot tub
it_it: Vasca idromassaggio

source: In room kitchen
it_it: Cucina nella camera

source: Indoor pool
it_it: Piscina coperta

source: Kids activities
it_it: Attività per i bambini

source: Laundry
it_it: Lavanderia

source: Non smoking rooms
it_it: Camere per non fumatori

source: Outdoor pool
it_it: Piscina scoperta

source: Parking
it_it: Parcheggio

source: Pets allowed
it_it: Gli animali domestici sono accettati

source: Pool
it_it: Piscina

source: Restaurant
it_it: Ristorante

source: Room service
it_it: Servizio in camera

source: Tennis courts
it_it: Campo da tennis

source: Wakeup service
it_it: Sveglia al mattino

source: Review url
it_it: Pagina Web delle recensioni

source: Languages Spoken
it_it: Lingue parlate

source: Check-in Time
it_it: Ora check-in

source: Check-out Time
it_it: Ora check-out

source: Handicap Accessible
it_it: Hotel accessibile ai disabili

source: Number of Floors
it_it: Numero di piani

source: Number of Rooms
it_it: Numero di camere

source: Nearby Attractions
it_it: Eventi e attrazioni nelle vicinanze

source: From %s
it_it: Dalle %s

source: To %s
it_it: Alle %s

source: unknown
fr_fr: inconnue
it_it: indefinito

source: Insure your trip is recommended
de_de: Wir empfehlen Ihnen, Ihren Urlaub zu versichern
es_es: Te recomendamos asegurar tus vacaciones
fr_fr: Nous vous recommandons d'assurer votre vacance
hu_hu: Javasoljuk, hogy nyaralására kössön biztosítást
it_it: Ti raccomandiamo di assicurare la tua vacanza
pl_pl: Zalecamy ubezpieczenie Twoich wakacji
ru_ru: Мы советуем Вам застраховать Ваш отдых

source: Choose between the Insurances that Allianz Global Assistance has created for the tranquility of its travelers
de_de: Wählen Sie eine Reiseversicherung aus, die Allianz Global Assistance aus einen ausgelassenen Urlaub ihrer Reisenden geschaffen hat
es_es: Seleccionar una de las pólizas che Allianz Global Assistance ha creado para darle tranquilidad
fr_fr: Sélectionnez une police d'assurance que Allianz Global Assistance à crée pour un séjour détendu des ses voyegeurs
hu_hu: Válasszon az Allianz Global Assistance által az Ön nyugalma érdekében kidolgozott biztosítási módok közül
it_it: Seleziona una delle polizze che Alliaz Global Assistance ha creato per la tua tranquillità
pl_pl: Wybierz polisy, które Alliaz Global Assistance stworzył dla Ciebie, abyś czuł się bezpiecznie
ru_ru: Выбрать один из полисов, которые Allianz Global Assistance создал для Вашего удобства

source: nb The insurance policy payment is separate from the reservation process: Allianz will send an e-mail with all payment information (only by credit card).
de_de: N.B. Die Zahlungsbedingungen für die Versicherung sind vom Buchungsvorgehen gesondert: Allianz wird Ihnen eine Email mit allen Informationen für die Bezahlung zusenden (nur mit Kreditkarte innert 24 Stunden möglich)
es_es: Nota: el pago de la póliza de seguros se lleva a cabo en modalidad separada: Allianz enviará un email con las informaciones necesarias para el pago (que se podrá efectuar sólo con tarjeta de crédito en un plazo de 24 horas)
fr_fr: NB: Le paiement de la police d'assurance a lieu en mode séparé. Allianz vous enverra une e-mail avec les informations nécessaires pour proceder au paiment (exclusivement par carte de crédit sous 24h)
hu_hu: Megjegyzés: a biztosítási díjat külön kell megfizetni. Az Allianz e-mailben küld tájékoztatást a fizetés mikéntjéről (csak bankkártyával lehetséges 24 órán belül).
it_it: NB il pagamento della polizza assicurativa avviene in modalità separata: Allianz invierà una e-mail con le informazioni necessarie al pagamento (effettuabile solo con carta di credito entro le 24h)
pl_pl: NB płatność polisy ubezpieczeniowej dokonuje się osobno: Allianz wyśle e-mail z informacjami koniecznymi do dokonania płatności (można ją zrealizować wyłącznie z kartą kredytową w ciągu 24 godzin)
ru_ru: NB: Оплата страхового полиса производится отдельно: Allianz отправит электронное письмо с необходимой для оплаты информацией (произвести оплату можно только кредитной картой в течении 24 часов).

source: Add Insurance
de_de: hinzufügen
es_es: Agregar
fr_fr: ajouter
hu_hu: Hozzáad
it_it: Aggiungi
pl_pl: Dodaj
ru_ru: Добавить

source: Account/Deposit
de_de: Anzahlung/Depot
es_es: Adelanto/Señal
fr_fr: Acompte/Dépôt
hu_hu: Előleg / foglaló
it_it: Acconto/Caparra
pl_pl: Zaliczka
ru_ru: Аванс/Залог
