Repository: mlarese/privacybe
Catalog: __doc/locale/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk

source: Partner type 2
fr_fr: Partenaire Type 2

source: Partner's type cannot be empty
fr_fr: Le Type De Partenaire Ne Peut Pas Être Vide

source: Partners
fr_fr: Partenaires

source: Partners Manager
fr_fr: Manager Partenaires

source: Password
fr_fr: Mot De Passe

source: Password can not be empty
fr_fr: Mot De Passe Ne Peut Être Vide

source: Password is not same
fr_fr: Mot De Passe N'est Pas La Même

source: Password reset procedure
fr_fr: Procédure De Réinitialisation De Mot De Passe

source: Path
fr_fr: Chemin D'accès

source: Pax Informations
fr_fr: Informations Pers.

source: Pax Total
fr_fr: Pers. Totale

source: Payment ID must be specified
fr_fr: Id De Paiement Doit Être Spécifiée

source: Payment cost cannot be empty
fr_fr: Coût De Paiement Ne Peut Pas Être Vide

source: Payment status
fr_fr: État Paiement

source: Per room
fr_fr: Par Chambre

source: Percentage
fr_fr: Pourcentage

source: Period free
fr_fr: Logement En Mode Période Libre

source: Period list
fr_fr: Liste Période

source: Permission Denied
fr_fr: Admission Refusée

source: Photo already exists
fr_fr: Photo Existe Déjà

source: Photo deleted
fr_fr: Photo Supprimée

source: Photo with this name already exists
fr_fr: Photo Avec Ce Nom Existe Déjà

source: Please click on ABS Gateway
fr_fr: S'il Vous Plaît Cliquer Sur Passerelle Abs

source: Please select a file
fr_fr: S'il Vous Plaît Sélectionner Un Fichier

source: Porta giftcard default settings
fr_fr: Porte Giftcard Réglage Par Défaut

source: Portal Area
fr_fr: Zone Portail

source: Portal Discount Card
fr_fr: Portial Discount-Card

source: Portal Ferry Policy
fr_fr: Portaille Politique Ferry

source: Portal Ferry manager
fr_fr: Manager Portaille Ferry

source: Portal Offers
fr_fr: Portail Offres

source: Portal URL is incomplete or empty
fr_fr: Portail Url Est Incomplèt Ou Vide

source: Portal commission
fr_fr: Commission Portaile

source: Portal description
fr_fr: Description Portail

source: Portal manager
fr_fr: Manager Portail

source: Portal offline
fr_fr: Portail Offline

source: Preview gallery
fr_fr: Prévisualisation Galerie

source: Price BB
fr_fr: Prix Bb

source: Price for unit
fr_fr: Prix Par Nuit

source: Price mode
fr_fr: Mode Prix

source: Price room
fr_fr: Prix Chambre

source: Price room online
fr_fr: Prix Chambre En Ligne

source: Pricelist cannot be empty
fr_fr: List De Prix Ne Peut Pas Être Vide

source: Pricelist data
fr_fr: Données Liste Des Prix

source: Pricelist deleted
fr_fr: Liste Des Prix Supprimeée

source: Pricelist transfer ends
fr_fr: Transfert List Des Prix Terminé

source: Pricelist validity end cannot be empty
fr_fr: Fin De Validité De La Liste De Prix Ne Peut Être Vide

source: Pricelist validity start cannot be empty
fr_fr: Tarifs Validité Départ Ne Peut Pas Être Vide

source: Pricelist variation transfer ends
fr_fr: Transfert Variation Liste Des Prix Terminé

source: Pricelists charge
fr_fr: Charger Liste Des Prix

source: Prices Comparison with similar structures
fr_fr: Comparaison Des Tarifs Avec Logments Similaires

source: Priority inventory manager
fr_fr: Manager Priorité Inventaire

source: Privacy
es_es: Privacidad
fr_fr: Protection Des Données Personelles
ru_ru: конфиденциальность

source: Privacy policy
de_de: Datenschutzbestimmungen
fr_fr: Politique De Confidentialité
pl_pl: Polityka prywatności
ru_ru: Политика конфиденциальности

source: Private site
fr_fr: Site Privé

source: Probably unknown filename
fr_fr: Probablement Nom Fichier Inconnu

source: Problem occurred while calculating image ratio
fr_fr: Le Problème S'est Produit Lors Du Calcul De La Proportion D'image

source: Processing
fr_fr: Elaboration

source: Product name cannot be empty
fr_fr: Nom Du Produit Ne Peut Pas Être Vide

source: Products display mode
fr_fr: Mode D'affichage Des Produits

source: Products display mode template is missing
fr_fr: Modèle Mode De Visualisation Des Produits Est Manquant

source: Protel manager
fr_fr: Manager Protel

source: Provincia
fr_fr: Province

source: Quantity to generate cannot be empty
fr_fr: Quantité À Générer Ne Peut Pas Être Vide

source: Query
fr_fr: Interrogation

source: Quick report
fr_fr: Rapport Rapide

source: RIC OTP min to alert
fr_fr: Ric Otp Min À L' Alert

source: RIS OTP min to alert
fr_fr: Ris Otp Min À L'alert

source: RSS feed
fr_fr: Flux Rss

source: RSS feed manager
fr_fr: Manager Rss Feed

source: Ranking
fr_fr: Classement

source: Rate check
fr_fr: Vérification Tarif

source: Rate checker
fr_fr: Examinateur Tarif

source: Rate checker monitor
fr_fr: Monitorage Examinateur Tarif

source: Rate value cannot be empty
fr_fr: Cours Du Change Ne Peut Pas Être Vide

source: Real
fr_fr: Réel

source: Receiver email
fr_fr: Email Du Bénéficiaire

source: Record deleted
fr_fr: Note Supprimée

source: Record saved
fr_fr: Enregistrement Sauvé

source: Reduction list
fr_fr: Liste Réduction

source: Reduction manager
fr_fr: Manager Réduction

source: Reduction validity end date cannot be empty
fr_fr: Date De Fin Réduction De Validité Ne Peut Pas Être Vide

source: Reduction validity end date cannot be inferior than validity start date
fr_fr: Date De Fin Réduction De De Validité Ne Peut Pas Être Inférieure À La Date De Début Validité

source: Reduction validity start date cannot be empty
fr_fr: Date De Début Réduction De Validité Ne Peut Pas Être Vide

source: Reduction validity start date cannot be inferior than visibility start date
fr_fr: Date De Début Réduction Validité Ne Peut Pas Être Inférieure À La Date De Début Visibilité

source: Reduction visibility end date cannot be empty
fr_fr: Date De Fin Réduction De Visibilité Ne Peut Pas Être Vide

source: Reduction visibility end date cannot be inferior than visibility start date
fr_fr: Date De Fin Réduction De Visibilité Ne Peut Pas Pas Être Inférieure À La Date De Début Visibilité

source: Reduction visibility start date cannot be empty
fr_fr: Date De Début Réduction Visibilité Ne Peut Pas Être Vide

source: Reduction/night
fr_fr: Réduction/nuit

source: Reduction/week
fr_fr: Réduction/semaine

source: Referrals
fr_fr: Parrainages

source: Regione
fr_fr: Région

source: Release
fr_fr: Révision

source: Remarks
fr_fr: Remarques

source: Remote control
fr_fr: Télécontrole

source: Remote extrabed info inserted with specification
fr_fr: Info À Distance Extra-Lit Inseré Avec Spécification

source: Remote pricelist boarding info inserted with pricelistId
fr_fr: Info Liste De Prix Traitement Insérée Avec Id Liste Des Prix

source: Remote pricelist deleted for multirate with remote id
fr_fr: Liste De Prix Remote Supprimée Pour Tarifs Multiples Avec Id À Distance

source: Remote pricelist description
fr_fr: Déscription Liste Des Prix À Distance

source: Remote pricelist info deleted for roomId
fr_fr: Info Liste Des Prix À Distance Supprimée Pour Id Chambre

source: Remote pricelist info inserted with pricelistId
fr_fr: Info Liste De Prix À Distance Insérée Avec Id Liste Des Prix

source: Remote pricelist variation info have been deleted
fr_fr: Info Variation Tarifs À Distance Supprimée

source: Rendicontazione pratiche da web
fr_fr: Bulletin Des Pratiques Du Web

source: Reservation Date
fr_fr: Date De Réservation

source: Reservation and reservation detail deleted
fr_fr: Réservation Et Détail De La Réservation Supprimé

source: Reservations with discount code
fr_fr: Réservations Avec Code Réduction

source: Result code
fr_fr: Code Résultat

source: Result message
fr_fr: Message Résultat

source: Retrieving partners
fr_fr: Récupération Partenaires

source: Return Message
fr_fr: Message De Retour

source: Revenue Management
fr_fr: Manager Revenu

source: Role
fr_fr: Rôle

source: Role deselect
fr_fr: Rôle Désélectionné

source: Role insert
fr_fr: Rôle Inséré

source: Role not insert
fr_fr: Rôle Pas Inséré

source: Role user list
fr_fr: Liste Utilisateur Rôle

source: Role user manager
fr_fr: Manager Utilisateur Rôle

source: Room deleted
fr_fr: Chambre Supprimée

source: Room detail
fr_fr: Détail Chambre

source: Room imported
fr_fr: Chambre Importée

source: Room list
fr_fr: Liste Des Chambres

source: Room to export
fr_fr: Chambre À Exporter

source: Rooms not compiled
fr_fr: Chambres Non Compilé

source: Rooms sold
fr_fr: Chambres Vendues

source: Root
fr_fr: Racine

source: Rssfeed manager
fr_fr: Manager Rssfeed

source: Rule
fr_fr: Règle

source: SEO manager
fr_fr: Manager Seo

source: SEO parameters
fr_fr: Paramètres Seo

source: SHOW
fr_fr: Montrer

source: Sales
fr_fr: Ventes

source: Salva
fr_fr: Enregistrer

source: Salvataggio in corso...
fr_fr: Sauvegarde Des Données En Cours

source: Save operation failure
fr_fr: Mémoriser Défaut Opération

source: Save operation failure!
fr_fr: Mémoriser Défaut Opération

source: Save partner
fr_fr: Enregistrer Partenaire

source: Save special service before insert photo
fr_fr: Sauvegarder Service Spécial Avant Insertion De Photo

source: Saved guest data
fr_fr: Données Du Client Enregistrés

source: Schedine PS
fr_fr: Plans Ps

source: Search offers list
fr_fr: Chercher Liste Offres

source: Search offers manager
fr_fr: Manager Recherche Offres

source: Security code
de_de: Sicherheitscode
es_es: Código de seguridad
fr_fr: Code Sécurité
hu_hu: Security cod
nl_nl: Veiligheidscode
pl_pl: kod bezpieczenstwa
ro_ro: Cod de securitate
ru_ru: Код безопасности
sk_sk: BEZPECNOSTNY KOD

source: See all products
fr_fr: Voir Tous Les Produits

source: See attach
fr_fr: Voir Annexe

source: Select a cancellation
fr_fr: Sélectionner Une Annulation

source: Select a nation
fr_fr: Sélectionner Nation

source: Select a parent room
fr_fr: Sélectionner Une Chambre Principale

source: Select a partner
fr_fr: Sélectionner Un Partenairr

source: Select a type of date
fr_fr: Sélectionner Type De Date

source: Select at least a boarding/period/extra bed
fr_fr: Sélectionner Au Moins Traitement / Période / Extra-Lit

source: Select at least a day
fr_fr: Sélectionner Au Moins Un Jour

source: Select at least a period
fr_fr: Sélectionner Au Moins Une Période

source: Select room
fr_fr: Sélectionner Chambre

source: Select the installation with which the partner will be connected
fr_fr: Sélectionner L'installation Avec Laquelle Le Partenaire Sera Connecté

source: Select the photo to edit
fr_fr: Sélectionner Photo À Éditer

source: Select the portal with which the partner will be connected
fr_fr: Sélectionner Le Portail Avec Lequel Le Partenaire Sera Connecté

source: Select the structure/s with which the partner will be connected
fr_fr: Sélectionner Structure/s Avec Lesquelle/s Le Partenaire Sera Connecté

source: Selected shop has not yet been configured
fr_fr: Shop Sélectioné N'a Pas Encore Été Configuré

source: Send Email
fr_fr: Envoyer Email

source: Sender email
fr_fr: Email Del'envoyeur

source: Sender name
fr_fr: Nom De L'envoyeur

source: Seo list
fr_fr: Liste Seo

source: Seo page id
fr_fr: Id Page Seo

source: Seo page id empty or not valid
fr_fr: Page Id Seo Vide Ou Invalide

source: Seo title
fr_fr: Titre Seo

source: Service Category does not exist!
fr_fr: Catégorie Service N'existe Pas!

source: Service Operations list
fr_fr: Liste Opérations Service

source: Services list -
fr_fr: Liste Services -

source: Set as owner
fr_fr: Configurer Comme Propriétaire

source: Set reservation as
fr_fr: Configurer Réservation Comme

source: Set transaction as
fr_fr: Configurer Transaction Comme

source: Setting up gift card
fr_fr: Configuration Carte-Cadeau

source: Setup ADV
fr_fr: Configurer Adv

source: Setup shop not set!
fr_fr: Configuration Shop Pas Réglé!

source: Shipping ID must be specified
fr_fr: Id Livraison Doit Être Spécifiée

source: Shop cannot be empty
fr_fr: Shop Ne Peut Pas Être Vide

source: Shop login
fr_fr: Login Shop

source: Shop name cannot be empty
fr_fr: Nom Du Shop Ne Peut Être Vide

source: Shop not found
fr_fr: Shop Pas Trouvé

source: Shop not selected
fr_fr: Shop Pas Sélectionné

source: Shop's name cannot be empty
fr_fr: Nom Du Shop Ne Peut Pas Être Vide

source: Shops Manager
fr_fr: Manager Shops

source: Show Ferry Report
fr_fr: Visualiser Rapport Ferry

source: Show Report
fr_fr: Visualiser Rapport

source: Show all hotels
fr_fr: Visualiser Tous Les Hôtels

source: Show results
fr_fr: Montrer Les Résultats

source: Social Media Account Data
fr_fr: Données Compte Médias Sociaux

source: Social Media Account Status
fr_fr: Etat Compte Médias Sociaux

source: Social Media Account not set
fr_fr: Compte Social Media Pas Configuré

source: Social Media Log
fr_fr: Connexion Social Media

source: Social Media Type
fr_fr: Genre Médias Sociaux

source: Social Media manager
fr_fr: Manager Social Media

source: Some errors
fr_fr: Des Erreurs

source: Some informations about partner's typology are missing
fr_fr: Quelques Informations Sur La Typologie Du Partenaire Manquent

source: Some problem prevents the corret update
fr_fr: Un Problème Empêche La Mise À Jour Correcte

source: Some problems when saving data. Please, try again
fr_fr: Certains Problèmes Lors De L'enregistration Des Données. Veuillez Réessayer

source: Some submitted values are not valid!
fr_fr: Certaines Valeurs Présentées Ne Sont Pas Valables!

source: Special Rate
fr_fr: Tarifs Spéciaux

source: SpeedActiveMail Payment
fr_fr: Paiement Speedactivemail

source: SpeedActiveMail preview
fr_fr: Présentation Speedactivemai

source: SpeedActiveMail templates
fr_fr: Templates Sppedactivemail

source: Standard boarding
fr_fr: Traitement Standard

source: Standard room_code
fr_fr: Code Chambre Standard

source: Start Date
fr_fr: Date De Début

source: Start import from date
fr_fr: Commencer L'importation À Partir De La Date

source: Start pricelist transfer for multirate with remote id
fr_fr: Commencer Transfert De La Liste Des Prix Pour Tarifs Multiples Avec Id À Distance

source: State list
fr_fr: État Lieste

source: State manager
fr_fr: État Manager

source: Status change date
fr_fr: État Date Changement

source: Step
fr_fr: Étape

source: Step Booking
fr_fr: Etape Réservation

source: StreetView
fr_fr: Vue Rue

source: Strong
fr_fr: Fort

source: Structure RSS feed manager
fr_fr: Structure Feed Manager Rss

source: Structure Type
fr_fr: Type Structure

source: Structure URL is incomplete or empty
fr_fr: Structure Url Est Incmplète Ou Vide

source: Structure amenity deleted
fr_fr: Aménagement De La Strcuture Supprimé

source: Structure name cannot be empty
fr_fr: Nom De Structure Ne Peut Être Vide

source: Structure position not select!
fr_fr: Position De La Strucutre Pas Sélectionnée!

source: Structure to show
fr_fr: Structure À Voir

source: Structure type manager
fr_fr: Manager Type Structure

source: Structure type name cannot be empty
fr_fr: Nom Du Type De Structure Ne Peut Pas Être Vide

source: Structures manager
fr_fr: Manager Structures

source: Strucure
fr_fr: Structure

source: Submitted
fr_fr: Soumis

source: Supplement list
fr_fr: Liste Supplément

source: Supplement manager
fr_fr: Manager Supplément

source: Supplement/night
fr_fr: Supplément/nuit

source: Supplement/week
fr_fr: Supplément/semaine

source: TOTAL ENQUIRY BY NATION
fr_fr: Total Demandes Par Nation

source: TOTAL RESERVATION BY NATION
fr_fr: Total Des Reservations Par Nation

source: Table
fr_fr: Tableau

source: Thank you for your help
fr_fr: Merci Pour Votre Aide

source: The changes of the IUCM lead changes on IDS
fr_fr: Le Changement Du Iucm Ordonne Changements Dans Ids

source: The parameter count is wrong
fr_fr: Le Compeur Du Paramètre Est Erroné

source: The password must meet the following requirements
fr_fr: Le Mot De Passe Doit Répondre Aux Exigences Suivantes

source: The structure avail policy is not 'Instant booking' so you can't manage allotments for IDS
fr_fr: La Politique De Disponibilité De La Structure N'est Pas «Réservation Immédiate» De Sorte Que Vous Ne Pouvez Pas Gérer Les Allotements Attribuées Pour Ids

source: Theme url
fr_fr: Thème Url

source: There are structures with amenity associated at this type
fr_fr: Il Existe Des Structures Avec Équipemenst Associés À Ce Type

source: There is no availability in the IU
fr_fr: Pas De Disponibilité Dans L'inventaire Unique Iu

source: This email will also contain attachments?
fr_fr: Cet Email Contiendra Également Des Pièces Annexes?

source: This room has virtual rooms connected
fr_fr: Cette Chambre Dispose De Chambres Virtuels Connectés

source: This service does not exist. Add a new one.
fr_fr: Ce Servie N'existe Pas. Ajouter Un Nouveau.

source: This structure is not a partner
fr_fr: Ce Logment Est Pas Partenaire

source: Tot pax
fr_fr: Total Personnes

source: Total Price
fr_fr: Prix Total

source: Tour operator/Partner note
fr_fr: Tour-Opérateur / Note Partenaire

source: Transaction ID
fr_fr: Id Transaction

source: Transaction id
fr_fr: Id Transaction

source: Transaction manager
fr_fr: Manager De Transaction

source: Transaction status
fr_fr: Statut De La Transaction

source: Transfer completed
fr_fr: Transfert Terminé

source: Twitter Account
fr_fr: Compte Twitter

source: Twitter accont not set
fr_fr: Compte Twitter Pas Configuré

source: Twitter manager
fr_fr: Manager Twitter

source: Type of structure cannot be empty
fr_fr: Type De Structure Ne Peut Pas Être Vide

source: UNDER CONSTRUCTION
fr_fr: En Construction

source: Unable to create the %s image
fr_fr: Impossible Créer Le %s De L'image

source: Under Construction
fr_fr: Page En Construction

source: Under update
fr_fr: Mise À Jour En Cours

source: Unique allotment no channel
fr_fr: Allotement Unique Pas De Channel

source: Unset it
fr_fr: L'enlever

source: Up
fr_fr: En Haut

source: Update Portals
fr_fr: Mise À Jour Portails

source: Update availability ready to be processed
fr_fr: Mis À Jour De La Disponibilité Disposée À L'exécution

source: Update closed room ready to be processed
fr_fr: Mis À Jour Chambre Fermée Disposée À L'exécution

source: Update error. Please try again
fr_fr: Erreur Mis À Jour. Essayer Plus Tard

source: Update lock checkin ready to be processed
fr_fr: Mis À Jour Blocage Checkin Disposée À L'exécution

source: Update lock checkout ready to be processed
fr_fr: Mis À Jour Blocage Checkout Disposée À L'exécution

source: Update minstay ready to be processed
fr_fr: Mis À Jour Min. Séjour Disposée À L'exécution

source: Update release ready to be processed
fr_fr: Mis À Jour De La Révision Disposée À L'exécution

source: Upload Image
fr_fr: Charger Image

source: Upload Photo
fr_fr: Charger Photo

source: Upload a file
fr_fr: Charger Un Fichier

source: Upload a new image
fr_fr: Charger Une Nouvelle Image

source: Url duplicated
fr_fr: Url Dupliqué

source: Use dot as decimal point
fr_fr: Utiliser Point Comme Point Décimal

source: Use global
fr_fr: Utilisez Global

source: User TYPE
fr_fr: Genre Utilisateur

source: User manager
fr_fr: Manager Utilisateur

source: Username
de_de: Benutzername
es_es: Nombre
fr_fr: Identifiant

source: Utility
fr_fr: Utilitaire

source: VAT cannot be empty
fr_fr: Tva Ne Peut Pas Être Vide

source: Validity cannot be empty
fr_fr: Validité Ne Peut Pas Être Vide

source: Variant ID must be specified
fr_fr: Id De La Variante Doit Être Spécifiée

source: Variant category ID must be specified
fr_fr: Id Variante Catégorie Doit Être Spécifiée

source: Variant code cannot be empty
fr_fr: Code Variante Peut Pas Être Vide

source: Variant code must be specified
fr_fr: Code De La Variante Doit Être Spécifié

source: Variation and category manager
fr_fr: Manager De Variation Et Catégorie

source: Variation category list
fr_fr: Variation Liste De Catégorie

source: Variation must be associated with at least a room
fr_fr: Variation Doit Être Associé À Au Moins Une Chambre

source: Variation value cannot be null
fr_fr: Variation Valeur Ne Peut Pas Être Nulle

source: Vehicle Informations
fr_fr: Informations Véhicule

source: Verrano cancellate tutti vincoli di prenotazione delle strutture. Continuare?
fr_fr: Toutes Les Restrictions Pour Réservation Des Structures Seront Annullées. Continuer?

source: VeryStrong
fr_fr: Très Fort

source: VeryWeak
fr_fr: Très Faible

source: View a gift
fr_fr: Voir Un Cadeau

source: View all
fr_fr: Voir Tous

source: View data
fr_fr: Montrer Données

source: Virtual
fr_fr: Virtuel

source: Virtual Tour
fr_fr: Visite Virtuelle

source: Visitors
fr_fr: Visiteurs

source: WARNING
fr_fr: Avertissement

source: Warning, turning off this function will change the allotments into the prospect page!
fr_fr: Attention, La Désactivation De Cette Fonction Modifiera Les Allotements Dans La Page D'affichage!

source: Waterpark
fr_fr: Aquaparc

source: We have upgraded the system security.From now you will be authorized to read the credit card only using a different password. You can set this password only one time using the following mask.
fr_fr: Nous Avons Mise À Niveau La Sécurité Du Système.a Partir De Maintenant, Vous Serez Autorisé À Lire La Carte De Crédit Seulement En Utilisant Un Mot De Passe Différent. Vous Pouvez Configurer Le Mot De Passe Qu'une Seule Fois En Utilisant Le Masque Suivant.

source: Weak
fr_fr: Faible

source: Web Analytics advanced
fr_fr: Web Analytics Avancé

source: Web Analytics for
fr_fr: Web Analytics Pour

source: Webservice error
fr_fr: Erreur Webservice

source: Weekly rate check
fr_fr: Vérification Hebdomadaire Des Tarifs

source: XML Password
fr_fr: Mot De Passe Xml

source: XML Username
fr_fr: Nom Utilisateur Xml

source: You account has been reactivated
fr_fr: Votre Compte À Été Réactivé

source: You can close this page now
fr_fr: Vous Pouvez Fermer Cette Page Maintenant

source: You can map only one PROTEL room with the same ABS room
fr_fr: Vous Pouvez Mapper Une Seule Chambre Protel Avec La Même Chambre Abs

source: You can't use remote management for this function.
fr_fr: Vous Ne Pouvez Pas Utiliser La Gestion À Distance Pour Cette Fonction.

source: You must cancel reservation first
fr_fr: Il Faut Annuler La Réservation Avant

source: You must select both lock ckeckin and lock checkout
fr_fr: Vous Devez Sélectionner Les Deux Blocage Checkin Et Blocage Checkout

source: Zone list
fr_fr: Liste Zone

source: Zone manager
fr_fr: Manager Zone

source: account
fr_fr: compte

source: add a gift
fr_fr: ajouter un cadeau

source: boarding
fr_fr: traitement

source: deposit
fr_fr: déposer

source: duplicated
fr_fr: dupliqué

source: edit a gift package
fr_fr: éditer un paquet cadeau

source: from
fr_fr: du

source: in
fr_fr: en

source: in %
fr_fr: en %

source: in Euro
fr_fr: en Euro

source: in day
fr_fr: en jours

source: mail
fr_fr: courriel

source: more details
fr_fr: Plus de détails

source: mt
fr_fr: m

source: next
fr_fr: Prochaine

source: no item selected
fr_fr: Aucun élément sélectionné

source: not created
fr_fr: pas crée

source: num persons
fr_fr: no personnes

source: num. nights
fr_fr: no nuits

source: original size
fr_fr: dimension originale

source: partner
fr_fr: partenaire

source: per adult/night
fr_fr: Par adulte/nuit

source: per adult/reservation
fr_fr: Par adulte/réservation

source: per child/night
fr_fr: Par enfant/nuit

source: per child/reservation
fr_fr: Par enfant/réservation

source: per pax
fr_fr: par pers.

source: per pax > paganti
fr_fr: par pers > payant

source: per pax > paganti e per night
fr_fr: par pers > payant et par nuit

source: per pax e per night
fr_fr: par pers et nuit

source: per pax/night
fr_fr: Par pers./nuit

source: per pax/reservation
fr_fr: Par pers./réservation

source: per reservation
fr_fr: Par réservation

source: per room/night
fr_fr: Par chambre/nuit

source: prevoius
fr_fr: Précédent

source: status
fr_fr: état

source: totals)
fr_fr: totaux

source: updated
fr_fr: mise à jour

source: Header
es_es: Encabezado
fr_fr: En-tête
hu_hu: Heade
ro_ro: Antet

source: I agree to the following %conditions%s
fr_fr: J'accepte les %s conditions%s au traitement des données personnelles.
