Repository: mlarese/privacybe
Catalog: __doc/locale/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk

source: Full stay
de_de: Vollständiger Aufenthalt
es_es: Toda la estancia
fr_fr: Le séjour complet
hu_hu: Az egész nyaralás
it_it: Tutto il soggiorno
pl_pl: Cały pobyt
ru_ru: Весь период пребывания

source: from only
de_de: zu nur
es_es: con sólo
fr_fr: seulement
hu_hu: mindössze
it_it: a soli
pl_pl: Tylko za
ru_ru: по цене

source: No thanks
de_de: Nein danke
es_es: No Gracias
fr_fr: Non merci
hu_hu: Nem, köszönöm
it_it: No grazie
pl_pl: Nie Dziękuję
ru_ru: Нет, спасибо

source: No, thanks
it_it: No, grazie

source: Cancellation of stay
de_de: Annullierung des Aufenthaltes
es_es: Anulación estancia
fr_fr: Annulation du séjour
hu_hu: Foglalás visszamondása
it_it: Annullamento del soggiorno
pl_pl: Rezygnacja z pobytu
ru_ru: Аннулирование брони

source: 24h support
de_de: 24h Betreuung
es_es: Asistencia 24H
fr_fr: Assistance 24H
hu_hu: Segítségnyújtás a nap 24 órájában
it_it: Assistenza 24H
pl_pl: Serwis całodobowy
ru_ru: Круглосуточная поддержка

source: medical expenses
de_de: Arztkosten
es_es: Gastos médicos
fr_fr: Frais médicaux
hu_hu: Orvosi ellátás költségei
it_it: Spese mediche
pl_pl: Koszty leczenia
ru_ru: Медицинские расходы

source: interruption of stay
de_de: Abbruch des Aufenthaltes
es_es: Interrupción de la estancia
fr_fr: Interruption du séjour
hu_hu: Nyaralás félbeszakítása
it_it: Interruzione del soggiorno
pl_pl: Przerwanie pobytu
ru_ru: Прерывание пребывания

source: refund of penalties
de_de: Rückerstattung der geleisteten Zahlung
es_es: Reembolso cantidad pagada
fr_fr: Remboursement du montant payé
hu_hu: A befizetett összeg visszatérítése
it_it: Rimborso importo versato
pl_pl: Zwrot wpłaconej kwoty
ru_ru: Возврат внесенной суммы

source: Customer %s:
de_de: Kunde %s:
es_es: Cliente %s:
fr_fr: Client %s:
hu_hu: %s. Ügyfél:
it_it: Cliente %s:
pl_pl: Klient %s:
ru_ru: Клиент %s:

source: This product has one or more discounts set
it_it: Questo prodotto ha uno o più sconti impostati

source: To show it, click on DISCOUNT menu
it_it: Per visualizzarli, clicca sul Menù SCONTI

source: Enable Product on Multiple Categories
it_it: Abilita Prodotti su più Categorie

source: Gift attached to order summary
it_it: Regalo allegato al riepilogo ordine

source: Account informations
it_it: Informazioni account

source: Billing informations
it_it: Informazioni fatturazione

source: Personal text
it_it: Testo personalizzato

source: Insure
de_de: Versichern
es_es: Asegurar
fr_fr: Assurer
hu_hu: Biztosítás megkötése
it_it: Assicura
pl_pl: Ubezpiecz
ru_ru: Застраховать

source: Apply VAT?
it_it: Applicare IVA?

source: Customers Groups
it_it: Gruppi Clienti

source: Product - Weight
it_it: Prodotto - Peso

source: Product - Volumetric Weight
it_it: Prodotto - Peso Volumetrico

source: Product - Showcase
it_it: Prodotto - In evidenza

source: Do you really want to associate with the product all the images in this folder
it_it: Vuoi davvero associare al prodotto tutte le immagini presenti in questa cartella?

source: Do you really want delete this image
it_it: Vuoi davvero eliminare questa immagine

source: to set main image click on the star below it
it_it: per impostare l'immagine principale cliccare sulla stella sottostante

source: To change images order, click and drag single image to its new position
it_it: Per modificare l'ordinamento delle immagini, clicca sulla singola immagine e trascinala nella sua nuova posizione

source: This room is mapped on the following channel
it_it: La camera è presente nei seguenti portali

source: Do you really want to associate with the category all the images in this folder
it_it: Vuoi davvero associare alla categoria tutte le immagini presenti in questa cartella?

source: only for room based prices
it_it: solo per i portali con vendita a camera

source: Ins.
it_it: Ass.

source: Where do you want to apply VAT?
it_it: Dove si vuole applicare l'IVA?

source: On billing
it_it: Sulla fatturazione

source: On shipping
it_it: Sulla spedizione

source: Send user data to ADV system
it_it: Trasferisci l'utente nel sistema di ADV

source: Enable on all structure (ADV)
it_it: Autorizza l'utente a vedere tutte le strutture del portale nel sistema di ADV

source: You haven't any structure selected!
it_it: Devi selezionare almeno una struttura da collegare nel ADV

source: Send structure data to ADV system
it_it: Trasferisci la struttura nel sistema di ADV

source: Missing configuration
it_it: Configurazione mancante

source: Invocation error
it_it: Errore di chiamata

source: The prices was prepared for re-syncronizations; in the next few minutes they will be re-calculated and re-sended to Bibione.com.
it_it: I prezzi sono stati predisposti per la ri-sincronizzazione; entro il prossimo minuto verranno ri-calcolati e re-inviati a Bibione.com.

source: Pricelist mapping toward Bibione.com
it_it: Mappatura listino verso Bibione.com

source: Change pricelist mapping toward Bibione.com
it_it: Modifica mappatura listino verso Bibione.com

source: The required pricelist is not valid.
it_it: Il listino richiesto non è valido.

source: The required pricelist was not found.
it_it: Il listino richiesto non è stato trovato.

source: It is mandatory to select a pricelist.
it_it: E' obbligatorio selezionare un multilistino

source: It is mandatory to select a treatment.
it_it: E' obbligatorio selezionare almeno un trattamento

source: It is mandatory to select a room.
it_it: E' obbligatorio selezionare una camera

source: Wrong action type... are you using this software properly??
it_it: Azione richiesta sbagliata... probabile uso errato del software.

source: The required room does not result correctly mapped.
it_it: La camera richiesta non risulta mappata correttamente

source: The name of the pricelist is required in italian.
it_it: Viene richiesto almeno il nome del listino in italiano.

source: It is mandatory to select a validity period
it_it: E' obbligatorio selezionare un periodo di validita'

source: It is mandatory to provide the number of included pax. The value must be greater than zero.
it_it: E' obbligatorio indicare il numero di pax inclusi. Il valore deve essere numerico maggiore di zero.

source: Invalid min pax.
it_it: Min-pax non valido.

source: Invalid max pax.
it_it: Max-pax non valido.

source: It is mandatory to provide the minimum number of night. The value must be greater than zero.
it_it: E' obbligatorio indicare il numero minimo di notti. Il valore deve essere numerico maggiore o uguale a zero.

source: It is mandatory to provide the maximun number of night. The value must be a number greater than or equal to the minimun stay.
it_it: E' obbligatorio indicare il numero massimo di notti. Il valore deve essere numerico maggiore di zero e maggiore o uguale del minimo numero di notti richiesto.

source: Mapped pricelist toward Bibione.com
it_it: Multilistini mappati verso Bibione.com

source: Mapped prices toward Bibione.com
it_it: Lista dei prezzi mappati

source: Mapped variations toward Bibione.com
it_it: Mappatura variazione verso Bibione.com

source: The variation required can not be mapped anymore or it has already been mapped.
it_it: La variazione non risulta più mappabile o è già stata mappata.

source: The name of the variation in italian is required
it_it: Viene richiesto il nome della variazione in italiano.

source: Variations related to the pricelist toward Bibione.com
it_it: Variazioni associate al multilistino Bibione.com

source: ATTENTION: previous to use this service it is mandatory that the structure has been correctly configure to access Bibione.com.
it_it: ATTENZIONE: è necessario aver configurato correttamente la struttura per l'accesso a Bibione.com per poter utilizzare questa funzionalità.

source: Select a pricelist
it_it: Selezionare un multilistino

source: ATTENTION: uncheck the option is equal to remove the treatment from the mapping toward Bibione.com. If you will desire to re-add this treatment, it will be necessary to re-send all the related prices and variations.
it_it: ATTENZIONE: togliere la spunta vuol dire rimuovere la mappatura di questo trattamento con Bibione.com. Se un domani si volesse riaggiungerlo sarà necessario re-inviare tutti i prezzi e variazioni associati.

source: Visibility dates
it_it: Date di visibilità

source: Validity dates
it_it: Date di validità

source: Pax included
it_it: Persone incluse

source: Pax limited
it_it: Persone limitate

source: Stay limited
it_it: Soggiorno limitato

source: Is it an offer?
it_it: E' un'offerta?

source: Prices visualization and management
it_it: Visualizzazione e gestione prezzi

source: Variations management
it_it: Gestione variazioni (sconti e supplementi)

source: Prices syncronizations on the run
it_it: Sincronizzazione dei prezzi in corso

source: Computed in the total
it_it: Calcolato nel totale

source: Per stay
it_it: Per soggiorno

source: Per person
fr_fr: Par Personne
it_it: Per persona

source: From the date (included)
it_it: Dalla data (inclusa)

source: To the date (excluded)
it_it: Alla data (esclusa)

source: Prices not yet sended.
it_it: Nessun prezzo ancora inviato.

source: No related prices.
it_it: Nessun prezzo associato.

source: Rule valid per
it_it: Regola per

source: Pax
fr_fr: Pers
it_it: Persone

source: per night
fr_fr: par nuit
it_it: x notte

source: It is mandatory to specify the variation name in italian.
it_it: Viene richiesto almeno il nome della variazione in italiano.

source: Reduction or Surcharge
it_it: Riduzione - Supplemento

source: No further variation is possible for this mapped pricelist/room.
it_it: Nessuna ulteriore variazione possibile per questo listino/camera

source: Minimum
it_it: Minimo

source: Maximum
it_it: Massimo

source: Rooms Bibione.com specific mapping
it_it: Mappatura id camere Bibione.com

source: Pricelist Bibione.com mapping
it_it: Multilistini verso Bibione.com

source: Management rooms id for Bibione.com
it_it: Gestione identificativi stanze Bibione.com

source: Room in Bibione.com
it_it: Camera mappata di Bibione.com

source: This pricelist has some conditions that can not be mapped on Bibione.com. Verify that the remaining conditions are suitable to be transferred before to confirm the mapping
it_it: Questo multilistino prevede alcune condizioni che non sono mappabili verso Bibione.com. Assicurarsi che le codizioni rimanenti siano corrette prima di inviare i dati

source: The structure is mapped toward Bibione.com. If you want you can map one or more of the following pricelists to send the data to Bibione.com (see list of limitations in doing that).
it_it: La struttura è mappata verso Bibione.com. Se volete è possibile mappare uno o più dei seguenti multilistini in modo da inviare i dati verso Bibione.com (prendere visione della lista delle limitazioni relative).

source: The pricelist is related to Bibione.com. Before to try to delete it, remove all the relations with the external channel.
it_it: Il listino risulta mappato verso Bibione.com. Prima di provare a cancellarlo è necessario rimuovere la mappatura.

source: Bibione.com allow only one (1) validity period; if you want to map this pricelist you has to choose one of the ones defined in ABS-One.
it_it: Bibione.com consente un (1) solo periodo di validità; nel caso si voglia mappare questo listino su Bibione.com (e sono definiti più periodi di validità), al momento della mappatura verrà richiesto quale periodo utilizzare.

source: This pricelist is mapped toward Bibione.com and some of his features will be blocked. To unblock this functionalities it is necessary to remove the mapping.
it_it: Questo multilistino risulta mappato verso Bibione.com, alcune delle sue funzionalità verranno congelate. Per riattivarle è necessario eliminare la mappatura verso Bibione.com.

source: Bibione.com does not support html in the description, policy etc... If you change this data and you need to transfer the changes to Bibione.com, please modify the mapping.
it_it: Bibione.com non supporta html nel testo della descrizione, policy ecc... Se cambiate questi testi e necessitate che le variazioni siano presenti su Bibione.com, per favore modificatele corrispondentemente nella mappatura.

source: The variations related to this pricelist (if any) must be re-sended after adding a new treatment. We recommend to resend them all.
it_it: Le eventuali variazioni associate non vengono ri-aggiornate a seguito della modifica dei trattamenti. Si raccomanda di re-inviarle tutte.

source: The inappliccable conditions are related to:
it_it: Le condizioni non applicabili sono relative a:

source: One or more treatments condition does not match the pricelist mapped
it_it: Una o più delle condizioni fanno riferimento a trattamenti non mappati

source: One or more condition involve ages
it_it: Una o più condizioni hanno filtri per età

source: Show rules details
it_it: Mostra dettaglio regole

source: Please pay attention: the rules for the application of the surcharges/reductions differs between Booking-One and Bibione.com; to be able to transfer them it is necessary translate them. It is possible that some of this rules can not be translated; in this case a warning will arise at the moment of the creation of a new mapping.
it_it: Attenzione, le regole per l'applicazione dei supplementi/riduzioni differiscono nell'impostazione tra Booking-One e Bibione.com; per poter trasferire tali regole è necessario tradurle. E' possibile che alcune regole non siano traducibili; in questi casi verrà dato un warning al momento della creazione di una nuova mappatura.

source: It is possible to send the pricelist informations also on Bibione.com. Before to request or do the mapping, please read the limitations and rules for this operation. Once mapped the pricelist can not be deleted and also part of his properties will be unabled to be edited. To restore the full functionality of the pricelist please remove the mapping.
it_it: E' possibile trasferire le informazioni dei listini anche su Bibione.com. Prima di eseguire o richiedere la mappatura, prendere visioni delle limitazioni e le regole di trascodifica dei listini. Una volta mappato il listino non potrà essere cancellato ed una parte dei suoi dati verrà non potrà essere modificata. Per ripristinare la funzionalità completa sarà necessario rimuovere la mappatura.

source: This variation is mapped toward Bibione.com. If you change a detail and want that the same is visible on Bibione.com, you must redo the mapping.
it_it: Questa variazione è mappata su Bibione.com. Se vuoi cambiare un dettaglio e vuoi che questo dettaglio sia visibile in Bibione.com sarà necessario rifare la mappatura.

source: Mapped on another portal
it_it: Mappatura presente su di un altro portale

source: The structure is already mapped on another portal toward Bibione.com; please, do the needed changes directly on %s.
it_it: La struttura risulta mappata su di un altro portale verso Bibione.com; per favore, eseguire tutte le mappature direttamente da %s.

source: Insurance partner list
it_it: Lista partner assicurazione Allianz

source: Prices from
de_de: Preise ab
es_es: Precios desde
fr_fr: Prix à partir de
it_it: Prezzi a partire da

source: Select your arrival and leaving dates and check the availability by clicking the 'Book' button.
de_de: Um die Verfügbarkeit und Preise anschauen zu können, müssen Sie Anreise- sowie Abreisedatum eintippen und auf den Knopf 'Book' klicken
es_es: Consulte la disponibilidad y las tarifas seleccionando las fechas de tu estancia y clique en el botón 'Book'
fr_fr: Pour voir la disponibilité et les prix il faut insérer la date d'arrivée et du départ et après cliquez sur le bouton 'Book'
it_it: Per visualizzare la disponibilità e le tariffe inserisci le date di arrivo e partenza cliccando sul pulsante 'Book'

source: Step 4 Note
it_it: Note Step 4

source: Enquiry Confirm Note
it_it: Note Conferma Richiesta Informazioni

source: PRICES
it_it: Mostra prezzi e disponibilità

source: Refundable policy
it_it: Tariffa normale e speciale rimborsabili

source: Refundable until days
it_it: Prenotazione rimborsabile fino a N giorni prima della data di checkin

source: Google HPA settings
it_it: Impostazioni Google HPA

source: Sorry, our last available space at %s was booked, look at the following solutions.
it_it: Siamo spiacenti, il nostro ultimo posto disponibile al %s è stato prenotato, speriamo che tu gradisca le seguenti soluzioni.

source: In which groups of customers you want to show this product?
it_it: In quali gruppo di clienti si vuole mostrare questo prodotto?

source: Payment policy and Rates policy
de_de: Zahlungsbedingungen
it_it: Politiche di pagamento e di prezzo

source: Guest information
de_de: Kontaktdaten
it_it: Dati ospite

source: Guest Information
de_de: Kontaktdaten
it_it: Dati Ospite

source: Other information or requests
de_de: Sonstige informationen oder Wünsche
it_it: Altre richieste o informazioni

source: Reservation:
de_de: Reservierung:
it_it: Prenotazione:

source: BookingOne Customer?
it_it: Sei un cliente BookingOne?

source: Load reservation data.
de_de: Daten Ihrer Reservierung hochladen.
it_it: Carica i dati della tua prenotazione.

source: Load
de_de: Hochladen
it_it: Carica

source: Insureds number
de_de: Anzahl verischerter Personen
it_it: Numero assicurati

source: Stay begin date
de_de: Anreisedatum
it_it: Data checkin

source: End of stay date
de_de: Abreisedatum
it_it: Data checkout

source: Reservation date
de_de: Datum der Reservierung
it_it: Data prenotazione

source: Cost of the stay
de_de: Totalbetrag Reservation
it_it: Totale prenotazione

source: Deposit amount
de_de: Totalbetrag Anzahlung
it_it: Totale caparra/acconto

source: Amount to insure
de_de: Zu versichernder Betrag
it_it: Importo da assicurare

source: Insert the amount of the stay and deposit,excluding handling costs and/or bank commissions
de_de: Betrag der Reservierung und der Anzahlung eintippen, exklusive Bank- und/oder Kommision-Spesen
it_it: Inserire l'importo del soggiorno e della caparra/acconto, escludendo costi di gestione e/o commissioni bancarie

source: Insert insureds data
de_de: Compila i dati degli assicurati
it_it: Compila i dati degli assicurati

source: Insured data
de_de: Nominativo assicurato
it_it: Nominativo assicurato

source: Insurance selection
de_de: Seleziona il tipo di assicurazione
it_it: Seleziona il tipo di assicurazione

source: Use Booking protection to insure your stay!
de_de: Wir empfehlen Ihnen, die Versicherung zu aktivieren!
it_it: Assicura il tuo soggiorno con Booking protection!

source: ex.
de_de: es.
it_it: es.

source: Purchase
de_de: Acquista
it_it: Acquista

source: Clear form
de_de: Pulisci maschera
it_it: Pulisci maschera

source: Confirm E-mail
it_it: Conferma email

source: Last name
de_de: Nachname
it_it: Cognome

source: Fill all insureds data
de_de: Inserire tutti i dati degli assicurati
it_it: Inserire tutti i dati degli assicurati

source: I confirm i read, understood and accepted Conditions of insurance and Privacy regulation.
de_de: Confermo di aver letto, compreso ed accettato le Condizioni di Polizza e la Normativa sulla Privacy.
it_it: Confermo di aver letto, compreso ed accettato le Condizioni di Polizza e la Normativa sulla Privacy.

source: I agree to the use of personal data for commercial purposes and according to the privacy regulation.
de_de: Consento al trattamento dati per finalità di informazione e promozione commerciale secondo quanto espresso nella normativa sulla privacy.
it_it: Consento al trattamento dati per finalità di informazione e promozione commerciale secondo quanto espresso nella normativa sulla privacy.

source: Policyholder with Glossary and Conditions of Insurance.
de_de: Dichiaro di aver preso visione del Fascicolo Informativo redatto ai sensi del Regolamento ISVAP del 26/05/2010 n.35 contenente la relativa Nota Informativa al Contraente comprensiva del Glossario e le Condizioni di Assicurazione.
it_it: Dichiaro di aver preso visione del Fascicolo Informativo redatto ai sensi del Regolamento ISVAP del 26/05/2010 n.35 contenente la relativa Nota Informativa al Contraente comprensiva del Glossario e le Condizioni di Assicurazione.

source: We inform you that, in order to activate the Allianz Insurance Policy
de_de: Ti informiamo che per l'attivazione della assicurazione Allianz
it_it: Ti informiamo che per l'attivazione della assicurazione Allianz

source: you have selected, you have to proceed with payment WITHIN 24 HOUR , only by credit card.
de_de: , devi procedere con il pagamento tramite carta di credio ENTRO 24 ORE.
it_it: , devi procedere con il pagamento tramite carta di credio ENTRO 24 ORE.

source: Click now on the following button to proceed with the payment, otherwise you will find a link to make the payment into the email we had sent to you.
de_de: Premi sul seguente link per procedere con il pagamento, altrimenti potrai farlo in seguito ma sempre entro 24h tramite il link che troverai nella email che ti è stata mandata.
it_it: Premi sul seguente link per procedere con il pagamento, altrimenti potrai farlo in seguito ma sempre entro 24h tramite il link che troverai nella email che ti è stata mandata.

source: Insurance data
de_de: Riepilogo assicurazione
it_it: Riepilogo assicurazione

source: Insureds
de_de: Nominativi assicurati
it_it: Nominativi assicurati

source: Insurance amount
de_de: Costo assicurazione
it_it: Costo assicurazione

source: Your insurance request delivery successfully
de_de: La tua richiesta è stata inviata
it_it: La tua richiesta è stata inviata

source: Your insurance request delivery failed
de_de: La tua richiesta non è stata inviata
it_it: La tua richiesta non è stata inviata

source: Oops we encountered an error, try again later
de_de: Oops c'è stato un errore nel server, prova a stipulare l'assicurazione più tardi.
it_it: Oops c'è stato un errore nel server, prova a stipulare l'assicurazione più tardi.

source: The insurance is now active
de_de: L'assicurazione è stata attivata
it_it: L'assicurazione è stata attivata

source: The payment was successful, you will receive an E-mail with the insurance policy and the contract details
de_de: Il pagamento ha avuto esito positivo, riceverai una E-mail di conferma con le condizioni dell'assicurazione e i dettagli del contratto
it_it: Il pagamento ha avuto esito positivo, riceverai una E-mail di conferma con le condizioni dell'assicurazione e i dettagli del contratto

source: Please wait
de_de: Attendere prego
fr_fr: Attendre S'il Vous Plaît
it_it: Attendere prego

source: We are waiting the end of transaction....
de_de: In attesa del termine della transazione...
it_it: In attesa del termine della transazione...

source: The transaction was canceled or not authorized
de_de: La transazione è stata cancellata o non autorizzata
it_it: La transazione è stata cancellata o non autorizzata

source: Your insurance activation failed
de_de: L'attivazione della polizza non è stata completata
it_it: L'attivazione della polizza non è stata completata

source: Russian
it_it: Russo

source: Hungarian
it_it: Ungherese

source: Polish
it_it: Polacco

source: Widget with fixed height
it_it: Widget con altezza fissa

source: Insert into your web site
it_it: Aggiungi al tuo sito web

source: customize your widget and load the code on your web site
it_it: personalizzate il vostro widget e caricate il codice del widget sulv vostro sito

source: Highlight all the custom html code in the following textarea and paste it into an html page of your web site. Otherwise send the code to your webmaster or to the manager of your website
it_it: Evidenziate tutto il codice HTML presonalizzato nella caselle seguente e incollatelo in una pagina HTML sul vostro sito web. Oppure invia il codice al tuo webmaster o al responsabile del vostro sito web affinché ve lo aggiunga.
