Repository: mlarese/privacybe
Catalog: __doc/locale/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk

source: Demande d'informations
fr_fr: Offres

source: Send a message to Apogia Sirio Venice Hotel to request the desired changes
es_es: Enviar un mensaje a Apogia Sirio Venecia Hotel para solicitar los cambios deseados
fr_fr: Envoyez un message à Apogia Sirio Venice Hotel de demander les modifications souhaitées

source: Send a message to Apogia Paris Hotel to request the desired changes
es_es: Enviar un mensaje a Apogia Paris Hotel para solicitar los cambios deseados
fr_fr: Envoyez un message à Apogia Paris Hotel de demander les modifications souhaitées

source: Send a message to Apogia Nice Hotel to request the desired changes
es_es: Enviar un mensaje a Apogia Nice Hotel para solicitar los cambios deseados
fr_fr: Envoyez un message à Apogia Nice Hotel de demander les modifications souhaitées

source: Clean
fr_fr: Propeté

source: Value for money
fr_fr: Rapport qualité/prix

source: Reception
fr_fr: Réception

source: Swimming pool
fr_fr: Natation

source: Laudry
fr_fr: Lava-linge

source: Bar
fr_fr: Cafe

source: Disposability of staff
fr_fr: La disponibilité du personnel

source: By clicking SEARCH button below, you are addressed to the “Search result” page that displays the list of accommodation available that meets your selected period. Or, if you prefer, just send an information request by clicking here.
de_de: Klicken Sie auf den Knopf SUCHEN am Seitenende, um in der gewünschten Periode weitere Unterünfte mit verfügaren Zimmern zu finden. Wenn Sie aber weiere Informationen wünschen, dann klicken Sie bitte hier.
fr_fr: Cliquez sur le bouton CHERCHER à la fin de cette page pour trouver d'autres logements avec chambres disponibles pour la période choisie. Mais si vous préférez nous envoyer une demande d'informaions cliquez ici.

source: more info
fr_fr: plus d'infos

source: show all rooms
fr_fr: Afficher toutes les chambres

source: rooms remain
de_de: zimmer noch frei
es_es: habitaciones permanecen
fr_fr: chambres restent
pl_pl: Pokoje pozostają
ru_ru: Политика конфиденциальности

source: Comfort
de_de: Komfort
es_es: Confort
fr_fr: Confort
hu_hu: Kényelmi
pl_pl: Komfort
ru_ru: Комфорт

source: Online
fr_fr: En ligne
ru_ru: Онлайн

source: appartments remain
es_es: apartamentos siguen siendo
fr_fr: appartements restent

source: vat
fr_fr: tva

source: email alla quale sarà inviato il voucher. Verificare l’accuratezza dei dati inseriti
fr_fr: Adresse électronique à laquelle sera envoyé le bon de commande. Veuillez vérifier l'exactitude des renseignements fournis

source: il Buono aquistato sarà inviato solo in fomato elettronico via email
fr_fr: le Bon d'achat sera envoyé uniquement en format électronique par e-mail

source: It is compulsory to enter at least one room and the default services in the multilist details and the names in the respective languages.
fr_fr: Il est obligatoire d'insérer au moins une chambre, le traitement de défaut dans les détails du multitarif et les noms dans les respectives langues.

source: Mostra tutte le camere
de_de: Alle Home units anzeigen
es_es: Mostrar todas las habitaciones
fr_fr: Afficher toutes les chambres
hu_hu: Összes szobák
pl_pl: Zobacz wszystkie pokoje
ru_ru: Arată toate camerele

source: Tourist tax is not included in the price. From 15th June to 15th September it will be applied at the rate of Euro %s per person per night (excluding children up to 12 years of age and for a maximum of 7 consecutive nights). The tax has to be paid directly by guests on the day of departure.
fr_fr: La taxe de séjour n'est pas comprise dans le prix. Du 15 juin au 15 septembre, elle s'élèvera à %s Euro par personne et par nuit (à l'exception des enfants de moins de 12 ans et jusqu'à concurrence de 7 jours consécutifs de séjour). La taxe devra être versée directement par les hôtes au moment de leur départ.
ru_ru: Налог на проживание не включен в цену. С 15 июня по 15 сентября будет взиматься налог в размере Euro %s с человека в сутки (кроме детей младше 12 лет и при пребывании максимум 7 суток подряд). Налог должен быть уплачен гостями не посредственно в момент отбытия.

source: appartement available in other periods
fr_fr: appartement disponible dans d'autres périodes

source: residence
de_de: appartmenthaus
fr_fr: résidence

source: You can pay now your insurance policy or follow the instructions provided by the email you will receive directly at your email address by Allianz
de_de: Sie können die Zahlung der Verischerung entweder jetzt vornehmen, oder den Anweisungen folgen, die Ihnen ALLIANZ direkt an Ihre Email-Adresse senden wird.
es_es: Puede efectuar de inmediato el pago de la póliza o seguir las indicaciones del email que Allianz le enviará directamente
fr_fr: Vous pouvez procéder maintenant au paiement de la police d'assurance, ou suivez les instructions qui vous seront envoyées directement par Allianz à votre adresse e-mail.
hu_hu: Biztosítását kifizetheti most, vagy pedig a közvetlenül az Allianztól az Ön címére küldött e-mailben kapott útmutatás szerint.
pl_pl: Teraz możesz przystąpić do opłacenia polisy lub śledzić wskazówki podane w mailu, który otrzymasz na swój adres email bezpośrednio z Allianz
ru_ru: Вы можете перейти к оплате полиса или следовать инструкции, которую Вы получите с электронным письмом напрямую от Allianz.

source: Booking Protection Policy
de_de: Versicherung Booking Protection
fr_fr: Police Booking Protection

source: E-Mail can not be empty
de_de: Die E-Mail muss ausgefüllt werden

source: E-Mail is not the same
de_de: Die E-Mailadressen stimmen nicht überein

source: The e-Mail must be in the name@domain format.
de_de: Die E-Mail muss im Format name@domain sein

source: best price from
de_de: Best-Preis aus

source: Guest e-Mail cannot be empty
de_de: E-Mail kann nicht leer sein

source: FerryNoteAlert
de_de: The price shown is at actual time. The amount is the index to find the cheapest travel in the case of car or larger number of other passengers

source: Vehicle admitted on board
de_de: Kfz-Zulassung an Bord

source: No vehicle admitted on board
de_de: Fahrzeuge, die an Bord

source: Contact
de_de: Kontakt

source: Turist Info
de_de: Touristeninfos

source: Wapsite
de_de: Wapseite

source: If you have forgotten your password, insert you e-Mail address in the field below. Your new password will be sent to the registered e-Mail address.
de_de: Wenn Sie Ihr Passwort vergessen haben, legen Sie E-Mail-Adresse in das untenstehende Feld ein. Ihr neues Passwort wird an die eingetragene E-Mail-Adresse.

source: Your new password has been sent to the registered e-Mail address.
de_de: Ihr neues Passwort wurde an die eingetragene E-Mail-Adresse.

source: Sorry, the e-Mail is not associated to any user.
de_de: Sorry, die E-Mail ist nicht für jeden Nutzer.

source: Delivery by E-Mail
de_de: Zusendung per e-mail

source: The majority of hotels have an official complaining operating procedure. If you didn’t make a complaint during your stay you can still send a complaining letter to the hotel’s address.
de_de: Meinste des Hotels haben eine ofizielle Beschwerdesvorgang. Wenn Sie nicht eine Beschwerde Ihre Urlaub während einreichen haben, können Sie ein Beschwerdesbrief an das Hotel Adresse senden.

source: Zip Code
de_de: Postleitzahl

source: apartments remain
de_de: wohnung noch frei

source: e-Mail alla quale sarà inviato il voucher. Verificare l’accuratezza dei dati inseriti
de_de: E-Mail Adresse, an die der Gutschein gesendet wird. Überprüfen Sie die Richtigkeit der eingegebenen Daten

source: il Buono aquistato sarà inviato solo in fomato elettronico via e-Mail
de_de: der erworbene Gutschein wird nur auf dem elektronischen Weg per E-Mail verschickt werde

source: Night
de_de: Nächte

source: E-Mail address is not valid
de_de: E-Mail Adresse ist nicht gültig

source: e-Mail giftcard message
de_de: e-Mail für die Zusendung des Gutscheins

source: e-Mail giftcard message2
de_de: Überprüfen Sie sorgfältig die Daten, der gekaufte Gutschein wird nur in elektronischem Format per e-Mail gesendet

source: Send an e-Mail
de_de: Senden Sie eine E-Mail

source: Click here to insert the guest data for the room
de_de: Klicken Sie hier und geben Sie die gefragten Daten für jeden Gast der Reservierung

source: Insert yout Email and password
de_de: Legen Sie hier Ihre E-Mail und Passwort

source: %s type
de_de: %styp

source: Step 1
de_de: Schritt 1

source: Step 2
de_de: Schritt 2

source: Step 3
de_de: Schritt 3

source: Step 4
de_de: Schritt 4

source: Rental price
de_de: Mietpreis

source: Years
de_de: Jahre

source: Total rent
de_de: Gesamter Mietpreis

source: camera
de_de: zimmer

source: Photo indicative sample-2
de_de: Bilderbeispiele der Wohnung

source: Social
ru_ru: Социальные сети

source: Fax
pl_pl: Faks
ru_ru: Факс

source: Norm
es_es: Norma
hu_hu: Nor
ro_ro: Norma
ru_ru: Норма

source: Reservation sended
hu_hu: megrendelès elküldv
pl_pl: Rezerwacja zostala wyslana
ru_ru: Бронирование отправлено

source: Zoom
hu_hu: Nagyìtà
ro_ro: Mareste
ru_ru: Зум

source: ApartHotel
ru_ru: Апарт-отель

source: All Inclusive
ro_ro: Totul inclus
ru_ru: Все включено

source: room available russian
ru_ru: есть свободные

source: Are you sure that you want to delete this element
ru_ru: Вы действительно хотите удалить этот элемент

source: Privacy accepted
ru_ru: Принятие соглашения о конфиденциальности

source: View Other Periods
ru_ru: просмотреть другие периоды

source: Reservation online
ru_ru: Резервирование онлайн

source: Login
ro_ro: Autentificare

source: The phone field must be 8 digits in length,with an optional 2 or 3 digi
nl_nl: Veld Telefoon ongeldig
ro_ro: Telefon invalid
sk_sk: NEPLATNE TELEFONNE CISLO

source: If you have forgotten your password, insert you email address in the fiel
nl_nl: Wachtwoord vergeten? Vul je email adres hieronder in
ro_ro: Daca ati uitat parola, inroduceti adresa de email în câmpul de mai jos
sk_sk: AK SI ZABUDOL TVOJE HESLO, ZADAJ TVOJ MAIL DO URCENEHO POLA A OBRATOM TI ZASLEME NOVE HESLO

source: Mobile can not be empty
nl_nl: Veld Mobiel moet ingevuld zijn
ro_ro: Câmpul Telefon Mobil nu poate ramâne necompletat
sk_sk: POLE MOBIL NESMIE BYT PRAZDNE

source: Item
es_es: Artículo

source: Mandatary Field
es_es: Campo obligatorio

source: Mandatary Fields
es_es: Campos obligatorios

source: Mandatary fields
es_es: Campos obligatorios

source: Solution
es_es: Solucion

source: email
es_es: Correo electrónico

source: It is compulsory to enter at least one room, the default services in the multilist details and the names in the respective languages.
es_es: Se requiere entrar al menos una habitación, un tratamiento por defecto en los detalles del multilistino y los nombres en los idiomas pertinentes.

source: Total â‚¬
nl_nl: Totaal

source: E-mail
hu_hu: E-mai
sk_sk: E-MAILU

source: Your request has been successfully sent, you will soon receive a confir
sk_sk: VASA POZIADAVKA BOLA USPESNE ODOSLANA, V DOHLADNEJ DOBE DOSTANETE VYROZUMENIE

source: BookIng complete
sk_sk: REZERVACIA UKONCENA
