Repository: mlarese/privacybe
Catalog: __doc/locale/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk

source: The information is displayed with clear <strong>graphics</strong> analysing all the steps of the booking to ensure the <strong>attractiveness of the offers</strong> of the structure.
it_it: Le informazioni vengono visualizzate tramite <strong>grafici</strong> chiari che analizzano tutti gli step del booking per verificare l’<strong>appetibilità delle offerte</strong> della struttura.

source: Manage your availability in more than 250 Olta and 600,000 travel agencies
it_it: Gestisci le tue disponibilità in oltre 250 Olta e 600.000 agenzie di viaggio

source: Through the <strong>Channel Manager</strong>, accommodations can centrally manage the communication of the availability to the various <strong>online booking Portals</strong>. In this way hotels, apartments, B&B, farm will be able to considerably optimize time and resources, increasing the <strong>visibility</strong> of the accommodation offer in the main Online portals, solving problems of <strong>Overbooking</strong>, managing the <strong>availability</strong> in a single interface.
it_it: Tramite il <strong>Channel Manager</strong> le strutture ricettive possono gestire in modo centralizzato la comunicazione delle proprie disponibilità ai vari <strong>Portali di prenotazione online</strong>. In questo modo hotel, residence, B&B, agriturismi potranno ottimizzare tempi e risorse in modo considerevole, aumentare la <strong>visibilità</strong> della propria offerta ricettiva nei principali Portali Online, risolvere problemi di <strong>Overbooking</strong>, gestendo le proprie <strong>disponibilità</strong> in un’unica interfaccia.

source: CHANNEL ONE is the Channel Manager of BOOKING ONE: a working tool indispensable for optimizing the management of availability and the sales of facilities using the most popular online portals such as <strong>Expedia, Booking.com, Venere</strong>, etc...
it_it: CHANNEL ONE è il Channel Manager di BOOKING ONE: uno strumento di lavoro indispensabile per ottimizzare la gestione delle disponibilità e delle vendite delle strutture ricettive tramite i più popolari Portali Online, come <strong>Expedia, Booking.com, Venere</strong>, etc.

source: Protect your business data. Safety first!
it_it: Proteggi i tuoi dati aziendali. La sicurezza prima di tutto!

source: In order to protect your business data is useful to rely on specialized services that <strong>store</strong> information in armoured rooms. MM-ONE Group with the service RackOne is responsible for the management of servers containing the data and the information about each customer with a <strong>reliable Cloud service</strong> and advanced <strong>Cloud Backup online data</strong> systems technology.
it_it: Per poter proteggere i tuoi dati aziendali è utile affidarsi a servizi specializzati che <strong>archiviano</strong> le informazioni in locali blindati. MM-ONE Group con il servizio RackOne si occupa della gestione dei server contenente i dati e le informazioni relative a ciascun cliente con un <strong>affidabile servizio Cloud</strong> e sistemi di <strong>Cloud Backup dati online</strong> all’avanguardia.

source: Retain your customers to increase your sales
it_it: Fidelizza i tuoi clienti per aumentare il tuo fatturato

source: The CRM allows you to effectively manage all <strong>customer relationships</strong> to build models of marketing campaigns and to schedule the appointment book. The activity of the CRM respond to the need to keep under control the audience of actual and potential customers and thus to increase and <strong>build customer loyalty</strong>.
it_it: Il Crm consente di gestire efficacemente tutte le <strong>relazioni con il cliente</strong> per costruire modelli di campagne di marketing e per pianificare l’agenda degli appuntamenti. L’attività del Crm rispondono all’esigenza di avere sotto controllo la platea dei clienti effettivi e potenziali e di conseguenza di aumentare e <strong>fidelizzare la clientela</strong>.

source: The activities of the CRM are divided in the following activities:
it_it: Le attività del Crm sono declinate nelle seguenti attività

source: <strong>Client Management</strong><br />Enter, manage, import, search and view real and potential clients data
it_it: <strong>Gestione Clienti<strong><br />Inserimento, gestione, importazione, ricerca e visualizzazione dell'anagrafica dei Clienti reali e potenziali

source: <strong>Client Segmentation</strong><br />Create and manage groups of clients and / or potential customers, to whom send the Newsletter
it_it: <strong>Segmentazione Clienti</strong><br />Creare e gestire i gruppi dei clienti e / o potenziali clienti, a cui spedire le Newsletter

source: <strong>Campaign Models</strong><br />Create, insert, upload and view Newsletter models to be sent
it_it: <strong>Modelli Campagne</strong><br />Creare, inserire, caricare e visualizzare modelli di Newsletter da inviare

source: <strong>Marketing Campaign Management</strong><br />Manage the sending of the Newsletter and view a summary of the mailings
it_it: <strong>Gestione Campagne Marketing</strong><br />Gestire le spedizioni delle Newsletter e visualizzare il riepilogo degli invii

source: <strong>Sales Activity Management</strong><br />Manage the relationships with customers channelling them into a precise control and progress flow
it_it: <strong>Gestione Attività di Vendita</strong><br />Gestire le relazioni con il cliente incanalandole in un preciso flusso di avanzamento e controllo

source: <strong>Diary Management</strong><br />Manage pre-scheduled appointments with customers on the basis of a view of the calendar on a weekly, daily and monthly basis and include all communications in connection therewith
it_it: <strong>Gestione Agenda</strong><br />Gestire gli appuntamenti prefissati con i clienti in base a una visualizzazione dell'agenda settimanale, giornaliera e mensile allegando tutta la comunicazione a essi collegata

source: Manage all customer inquiries via telephone, email and fax
it_it: Gestisci tutte le richieste dei clienti via telefono, e-mail e fax

source: The Central Reservation Office CRO allows the <strong>counter sales</strong> of the rooms. The tool allows the visualization of product details and available services of the facility including tariffs, price lists and offers. The operator in this manner may, without loss of time, manage the demands of both the walk-in customer and those who book by phone.
it_it: Il Central Reservation Office CRO, consente la <strong>vendita al banco</strong> delle camere. Lo strumento permette la visualizzazione dei dettagli prodotto e servizi disponibili della struttura ricettiva comprese le tariffe, i listini e le offerte. L'operatore in questo modo può, senza perdite di tempo, gestire tutte le richieste sia del cliente di passaggio sia di chi prenota per telefono.

source: Through the use of the tool <strong>Speed Active Mail</strong>, thought to generate an offer from an inquiry, the CRO actually becomes an indispensable and irreplaceable tool for booking centers.
it_it: Grazie all'uso dello strumento <strong>Speed Active Mail</strong>, pensato per generare un'offerta da una richiesta informazioni, il C.R.O. diventa di fatto uno strumento indispensabile e insostituibile anche per i Centri di Prenotazione.

source: DISCOUNT CODE
it_it: CODICE SCONTO

source: Offer personalized discounts to your customers
it_it: Offri ai tuoi clienti sconti personalizzati

source: To <strong>build customer loyalty</strong> you can offer your clients <strong>personalized discounts</strong> and offers dedicated to them which can be used only once or multiple times depending on the policies defined by the administrator.
it_it: Per <strong>fidelizzare</strong> la clientela puoi offrire ai tuoi clienti degli <strong>sconti personalizzati</strong> e delle offerte a loro dedicate utilizzabili una sola volta o più volte a seconda delle politiche definite dall’amministratore.

source: The BookingOne system enables the creation of a number of <strong>discount codes</strong> that can be used by customers during the online reservation process. The offer may relate to a defined value in Euro or a discount percentage.
it_it: Il sistema BookingOne consente la creazione di una serie di <strong>codici sconto</strong> che potranno essere utilizzati dai clienti durante il processo di prenotazione online. L'offerta può riguardare un valore in euro definito oppure una percentuale di sconto.

source: Sell your additional products and services directly in the flow of the online booking
it_it: Vendi i tuoi prodotti e servizi aggiuntivi direttamente nel flusso di prenotazione online

source: The functionality of <strong>E-Commerce</strong> allows you to manage a real E-Commerce, seamlessly integrated into the booking process of the online booking.
it_it: La funzionalità <strong>E-Commerce</strong> consente di gestire un vero e proprio E-Commerce, perfettamente integrato nel processo di prenotazione del booking online.

source: This tool is ideal for those facilities that want <strong>to sell products and services integrated into the reservation process from the Online booking</strong> as well as for those travel service companies that want <strong>to sell directly their products and services</strong> (tours, tickets exhibitions, entrances to the SPA, sports equipment hire , etc.) in a completely disengaged method from the reservation flow.
it_it: Questo strumento è ideale sia per le strutture ricettive che vogliono <strong>vendere prodotti e servizi integrati nella prenotazione del booking online</strong>, sia per aziende di servizi turistici che vogliono <strong>vendere direttamente i propri prodotti e servizi</strong> (escursioni, biglietti mostre, ingressi alle SPA, noleggio attrezzature sportive, etc.) in modo del tutto svincolato dal flusso di prenotazione.

source: Retain your customers. Get them to collect points!
it_it: Fidelizza i tuoi clienti. Fai la raccolta punti!

source: With the Fidelity Program you can create a point collection campaign for your customers. The more they stay overnight, the more points they accumulate and the more discount they will get on the next stay. One way to retain your customers by offering an innovative service which rewards customers and stimulates word of mouth.
it_it: Con il Fidelity Program potrai realizzare una campagna di <strong>raccolta punti</strong> presso i tuoi clienti. Più pernottano, più punti accumulano, più sconto avranno nel prossimo soggiorno. Un modo per <strong>fidelizzare</strong> la tua clientela offrendo un servizio innovativo che premia i vostri clienti stimolando il passaparola.

source: Reward your most loyal customers
it_it: Premia i clienti più fedeli

source: For the most loyal customers <strong>exclusive offers</strong> can be reserved, by activating a Fidelity Card directly by the front desk and giving a unique code to the customer. With this service the BookingOne system will send an email to the user with the login credentials valid throughout the connected circuit.
it_it: Ai clienti più fedeli potrai riservare particolari <strong>offerte esclusive</strong> attivando la Card Fidelity direttamente dall’operatore della reception che ne attribuisce un codice univoco del cliente. Con questo servizio il sistema BookingOne provvederà ad inviare un email all'utente con le credenziali di accesso valida in tutto il circuito collegato.

source: An effective and easy way <strong>to reward customers</strong> who attend with some frequency your accommodation.
it_it: Un modo efficace e semplice per <strong>premiare i clienti</strong> che frequentano con una certa costanza la tua struttura.

source: Give away or get your clients to treat someone to a stay in your accommodation
it_it: Regala e fai regalare un soggiorno nella tua struttura

source: With this feature it is possible to give a <strong>cash "Voucher"</strong> to be used at the time of booking in an tourist accommodation.
it_it: Con questa funzionalità è possibile regalare un <strong>"Buono" in denaro</strong> da utilizzare all’atto di prenotazione in una Struttura ricettiva.

source: Every Hotelier can give a Voucher to its customers or each User can give one to family members and / or friends. You select the amount of the voucher and e-mail it directly to the Beneficiary, who by entering the reference code can use the discount provided by the expiration date.
it_it: Ogni Albergatore può regalare un Buono ai suoi Clienti oppure ogni Utente può regalarlo a dei familiari e/o amici. Si seleziona l’importo del Buono e via email lo si spedisce al Beneficiario, il quale inserendone il codice di riferimento potrà utilizzare lo sconto previsto entro la data di scadenza.

source: Stop paying commissions!
it_it: Basta pagare commissioni!

source: Get booked directly on Google Hotel Price Ads
it_it: Fatti prenotare direttamente con Google Hotel Price Ads

source: Thanks to the certification obtained from Google Hotel Price Ads, with Booking One you will be able <strong>to sell directly your business</strong> in all the channels available from Google: <strong>Google Plus Local, Google Hotel Finder, Google Maps and Google Mobile</strong>.
it_it: Grazie alla certificazione ottenuta da Google Hotel Price Ads, con Booking One potrai <strong>vendere direttamente la tua struttura</strong> in tutti i canali messi a disposizione da Google: <strong>Google Plus Local, Google Hotel Finder, Google Maps e Google Mobile</strong>.

source: Google will apply costs on the clicks of the link of the booking page linked as PPC (Pay per Click) model. The customer will have a section in the BookingOne back-end, through which to manage the <strong>availability, pricing, tariffs</strong>, manage <strong>budgets</strong>, and view campaign <strong>statistics</strong>.
it_it: Goole applicherà costi sui click del link della pagina di prenotazione collegata secondo il modello PPC (Pay per Click). Il cliente avrà a disposizione una sezione all’interno del Backend di BookingOne, tramite la quale potrà gestire la <strong>disponibilità, i prezzi, le tariffe</strong>, gestire il <strong>budget</strong> e visualizzare le <strong>statistiche</strong> delle campagne.

source: Activate immediately the ADV campaign on Google Hotel Price. It 's free!
it_it: Attiva subito la campagna ADV su Google Hotel Price. È gratuito!

source: Manage the reviews of your site
it_it: Gestisci le recensioni nel tuo sito

source: This Guest Review feature allows you to manage Customer Comments allowing them to express, through a questionnaire, a <strong>review</strong> of services and expertise such as, for example, the cleaning of the rooms, the facilities offered, the professionalism of the staff, etc..., after a few days from their checkout.
it_it: La funzionalità Guest Review ti consente di gestire i commenti dei clienti permettendo loro di esprimere, tramite un questionario, un <strong>giudizio</strong> su servizi e competenze quali, ad esempio, la pulizia delle camere, i servizi offerti, la professionalità del personale, etc.., dopo un paio di giorni dal loro checkout.

source: You can show on your site the opinion expressed by your customers.
it_it: Potrai far visualizzare sul tuo sito il giudizio che hanno espresso i tuoi clienti.

source: Sell ​​your rooms <strong>directly</strong><br />and <strong>without intermediation costs</strong><br />on
it_it: Vendi le tue camere <strong>direttamente</strong><br />e <strong>senza costi</strong> di intermediazione<br />su

source: You'll be able to ensure your customers stay<br />with the BOOKING PROTECTION POLICY<br />of
it_it: Potrai far assicurare il oggiorno ai tuoi clienti<br />con la POLIZZA BOOKING PROTECTON<br />di

source: Get active on<br />immediately USING € 50 FREE CREDIT<br />by accessing your BookingOne back-end
it_it: Attivati subito a<br /> UTILIZZANDO 50€ DI CREDITO IN OMAGGIO<br />accedendo al backend di BOOKINGONE

source: GET ACTIVE
it_it: ATTIVATI

source: What is
it_it: Cos'è

source: It's the new online booking portal that allows you<br /><strong>to sell the rooms of your accommodation</strong> ensuring visibility<br />at international level without paying any fees.
it_it: È il nuovo portale di prenotazione online che ti permette di<br /><strong>vendere le camere della tua Struttura</strong> garantendoti un’ottima visibilità<br />a livello internazionale senza pagare alcuna commissione.

source: offer you
it_it: ti offre

source: Targeted reservations
it_it: Prenotazioni mirate

source: the availability of your rooms will be visible to all users of MyItaly
it_it: la disponibilità delle tue camere sarà visibile a tutti gli utenti MyItaly

source: Direct contact with clients
it_it: Contatto diretto con i clienti

source: you can sell your rooms directly to customers without having to go through any intermediary
it_it: potrai vendere le tue camere direttamente ai clienti senza dover passare per alcun intermediario

source: Minimum costs
it_it: Costi minimi

source: you only pay when users click on your business and you will not be forced to pay any fees
it_it: si paga solo quando gli utenti fanno click sulla tua Struttura e non sarai più costretto a pagare alcuna commissione

source: Control costs and sales
it_it: Controllo costi e vendita

source: at any time you can check the results, independently manage investments, insert special offers, packages and last minute suggestions
it_it: in qualsiasi momento puoi controllare i risultati, gestire autonomamente gli investimenti, inserire offerte speciali, pacchetti e proposte last minute

source: Visibility on the Web
it_it: Visibilità sul Web

source: you can benefit from free web marketing campaigns to position yourself in the top positions of search engines
it_it: potrai beneficiare di campagne di Web Marketing gratuite per posizionarti nelle prime posizioni nei motori di ricerca

source: Reviews
it_it: Recensioni

source: you can make reviews by your customers visible on the portal
it_it: potrai rendere visibile sul portale le recensioni dei tuoi clienti

source: and also
it_it: e in più

source: Allianz Booking Protection Insurance
it_it: Polizza Booking Protection

source: you can get your customers to ensure through the<br />Allianz Booking Protection insurance the stay they booked online.
it_it: potrai far assicurare ai tuoi clienti il soggiorno prenotato online<br />tramite la polizza Booking Protection di Allianz.

source: Visit MyItaly website
it_it: Visita il sito di MyItaly

source: and you will find all the information allowing to sell your rooms directly with MyItaly without paying any fees.
it_it: e troverai tutte le informazioni per poter vendere con MyItaly le tue camere direttamente senza pagare alcuna commissione.

source: PMS MANAGEMENT
it_it: Gestionale PMS

source: Associated to each booking a room at your hotel ... and avoid overbooking!
it_it: Associa a ciascuna prenotazione le camere del tuo albergo… ed evita l’overbooking!

source: The <strong>Hotel Management</strong> for accommodation facilities integrated into the BOOKING ONE platform is an effective <strong>program of hotel management</strong> allowing in a single interface to associate online bookings to physical rooms at the hotel, to receive reservations by phone and over the counter and fill quotes, associating directly available rooms in all these operations.
it_it: Il <strong>Gestionale</strong> per le strutture ricettive integrato nella piattaforma BOOKING ONE è un efficace <strong>programma di gestione alberghiera</strong> che consente in un’unica interfaccia di associare le prenotazioni online alle stanze fisiche dell'albergo, di ricevere prenotazioni al telefono e al banco e di compilare preventivi, associando direttamente le camere disponibili a tutte queste operazioni.

source: Hotel management programs are the most important among the <strong>software for hotels</strong> for the coordination of a structure: they allow, in fact, to optimize time and resources, <strong>to solve problems of overbooking</strong> and monitor in real time the rate of room occupancy.
it_it: I programmi di gestione alberghiera sono tra i <strong>software per alberghi</strong> più importanti per la coordinazione di una struttura: consentono, infatti, di ottimizzare tempi e risorse, di <strong>risolvere problemi di overbooking</strong> e di controllare in tempo reale il tasso di occupazione delle camere.

source: Save time!
it_it: Risparmia tempo!

source: Fill in and send automatically the Public Safety Card
it_it: Compila e spedisci automaticamente la Schedina di Pubblica Sicurezza

source: The management for hotels and other accommodation facilities integrated into the online booking system BOOKING ONE enables automatic processing and shipping of <strong>Public Safety Cards</strong> and print easily and fast the list of guests in the hotel, guest check-out and check-in.
it_it: Il gestionale per alberghi e altre strutture ricettive integrato nel sistema di prenotazione online BOOKING ONE consente l’elaborazione automatica e la spedizione delle <strong>Schedine di Pubblica Sicurezza PS</strong> e di stampare in modo facile e veloce la lista degli ospiti in albergo, degli ospiti in check-out e in check-in.

source: This helps to save time and money!
it_it: Questo per farti guadagnare tempo e denaro!

source: Sell ​​at the best price!
it_it: Vendi al miglior prezzo!

source: Compare the price of your room with that one of your competitors
it_it: Confronta la tariffa della tua camera con quella dei tuoi competitor

source: <strong>Rate Checker</strong> is an application which allows you to view, and then check the rates with which the <strong>competitors</strong> offer their rooms in the online booking portal. This allows you to choose the best price to be applied to your rooms.
it_it: <strong>Rate Checker</strong> è un software che permette di visualizzare e quindi controllare le <strong>tariffe</strong> con cui i <strong>competitors</strong> propongono le loro camere nel portale di prenotazione online. Questo ti permette di scegliere il prezzo migliore da applicare alle tue camere.

source: The price comparison is provided with three competitors in a single online booking portal, or, in a more advanced version, the comparison of the rates of <strong>five competitors on three portals</strong>.
it_it: E’ prevista la comparazione dei prezzi con tre competitor in un solo portale di prenotazione online, oppure, in una versione più avanzata, il confronto delle tariffe di <strong>cinque competitor su tre portali</strong>.

source: Maximize your business volume and sell at the best price
it_it: Massimizza il tuo volume d’affari e vendi al miglior prezzo

source: The <strong>Revenue Management</strong> is the system of capacity management which has as its objective the maximization and optimization of the <strong>business volume</strong>, allowing you to dynamically insert the price of the rooms at higher prices when demand is high and discounted prices when it is lower.
it_it: Il <strong>Revenue Managment</strong> è il sistema di gestione delle capacità disponibili che ha come obiettivo la massimizzazione e l’ottimizzazione del <strong>volume di affari</strong>, consentendo di inserire dinamicamente il prezzo delle camere ai prezzi più alti quando la domanda è elevata e prezzi scontati quando è più bassa.

source: Get booked directly on Tripadvisor
it_it: Fatti prenotare direttamente su Tripadvisor

source: The service ADV Direct Booking allows you <strong>to sell your business directly</strong> on <strong>Tripadvisor</strong> with BookingOne.
it_it: Il servizio Direct Booking ADV ti permette di <strong>vendere direttamente la tua struttura</strong> in <strong>Tripadvisor</strong> tramite BookingOne.
