Repository: mlarese/privacybe
Catalog: __doc/locale/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk

source: with online availability
de_de: mit Online-Verfügbarkeit
es_es: disponible
fr_fr: disponible
hu_hu: a online elérhetősége
it_it: con disponibilità online
nl_nl: Met online beschikbaarheid
pl_pl: z dostepnoscia online
ro_ro: cu disponibilitate online
ru_ru: Доступно он-лайн
sk_sk: S ONLINE DOSTUPNOSTOU

source: Only with online availability
hu_hu: Kizàròlag a szabad kapacitàssa
it_it: Solo con disponibilità online
nl_nl: Alleen met online beschikbaarheid
pl_pl: Tylko z dostepnoscia online
ro_ro: Disponibila doar online
ru_ru: Только если доступно он-лайн
sk_sk: LEN S ONLINE DOSTUPNOSTOU

source: Only online availability
de_de: Nur Online-Verfügbarkeit
hu_hu: Kizàròlag online szabad kapacità
it_it: Solo disponibilità online
nl_nl: Alleen online beschikbaarheid
pl_pl: Tylko dostepnosc online
ro_ro: Disponibila doar online
ru_ru: Доступно только он-лайн
sk_sk: LEN S ONLINE DOSTUPNOSTOU

source: Insert name
de_de: Namen einfügen
es_es: Introducir el nombre
fr_fr: Insérer le nom
hu_hu: Nèv leiràs
it_it: Scrivi il nome
nl_nl: Vul naam in
pl_pl: pisaj imie
ro_ro: Introdu nume
ru_ru: Укажите имя
sk_sk: NAPIS MENO

source: structures found
fr_fr: esercizi trovati
hu_hu: Talàlt helysège
it_it: esercizi trovati
nl_nl: Gevonden accommodaties
pl_pl: Znalezone obiekty
ro_ro: structuri gasite
ru_ru: Найденные структуры
sk_sk: NAJDENE UBYTOVACIE ZARIADENIA

source: Info Request
de_de: Info anfordern
es_es: Solicitud de información
fr_fr: Demande d'infos
hu_hu: Informàciò kèrè
it_it: Richiesta Info
nl_nl: Aanvraag info
pl_pl: Zadanie info
ro_ro: Informatii cerere
ru_ru: Запрос информации
sk_sk: POZIADAVKA O INFORMACIE

source: Amenities
de_de: Komfort
fr_fr: Aménagements
hu_hu: Konfort
it_it: Comfort
nl_nl: Comfort
pl_pl: Komfort
ro_ro: Comfort
ru_ru: Удобства
sk_sk: KOMFORT

source: Order by:
hu_hu: Elrendezè
it_it: Ordina per:
pl_pl: Ukladac za
ru_ru: Заказать для

source: Select a city
de_de: Wählen Sie eine Stadt
fr_fr: Sélectionner Ville
hu_hu: Helysèg kivàlasztàs
it_it: Seleziona una località
nl_nl: Selecteer een plaats
pl_pl: Wybierz miejscowosc
ro_ro: Selecteaza o localitate
ru_ru: Выбрать курорт
sk_sk: ZVOL SI LOKALITU

source: -- select --
hu_hu: -- nyomjuk --
it_it: -- Seleziona --
pl_pl: Wybierz
ru_ru: Выберите

source: # Rooms
hu_hu: Szobàk szàma
it_it: N. Camere
nl_nl: Aantal kamers
pl_pl: Ilosc pokojów
ro_ro: Nr. Camere
ru_ru: Кол-во комнат
sk_sk: POCET IZIEB

source: N. Persons
hu_hu: Szemèlyek szàm
it_it: Num. Persone
nl_nl: Aantal personen
pl_pl: Ilosc osób
ro_ro: Nr. Persoane
ru_ru: Кол-во Человек
sk_sk: POCET OSOB

source: Refine the search
de_de: Verfeinern der Suche
es_es: Refine su búsqueda
fr_fr: Affinez votre recherche
hu_hu: Finomítsa keresésé
it_it: Raffina la ricerca
nl_nl: Uitgebreid zoeken
pl_pl: Udoskonalaj poszukiwanie
ro_ro: Cautare selectiva
ru_ru: Уточнить поиск

source: Structure type
de_de: Structure-Typ
fr_fr: Typologie Structure
hu_hu: Épület tìpu
it_it: Tipo di struttura
nl_nl: Type accomodatie
pl_pl: Rodzaj obiektu
ro_ro: Tip de structura
ru_ru: Тип структуры
sk_sk: TYP UBYTOVACIEHO ZARIADENIA

source: Structure types
it_it: Tipi di struttura

source: Search near to
de_de: Suche in der Nähe
hu_hu: Keress a közelèbe
it_it: Ricerca vicino a
nl_nl: Zoek dicht bij
pl_pl: Poszukaj blisko do
ro_ro: Cautare în apropiere de
ru_ru: Поиск рядом с
sk_sk: HLADAJ V BLIZKOSTI

source: On the map
de_de: Auf der Karte
fr_fr: Sur la carte
hu_hu: A tèrkèpe
it_it: Sulla mappa
nl_nl: Op de map
pl_pl: Na mapie
ro_ro: Pe harta
ru_ru: На карте
sk_sk: NA MAPE

source: in
hu_hu: benne
it_it: a
pl_pl: w
ro_ro: în
ru_ru: в

source: best price from
de_de: besten Preis aus
es_es: mejor precio de
fr_fr: meilleur prix de
hu_hu: Legjobb àrtòl
it_it: miglior prezzo da
nl_nl: Beste prijs vanaf
pl_pl: Lepsza cena od
ro_ro: cel mai bun pret din
ru_ru: Лучшая цена от
sk_sk: NAJLEPSIA CENA OD

source: Book online
de_de: Buchen Sie online
es_es: Libro en línea
fr_fr: Réservez en ligne
hu_hu: Online megrendelès
it_it: Prenota online
nl_nl: Reserveer online
pl_pl: Zamów online
ro_ro: Rezerva online
ru_ru: Забронировать он-лайн
sk_sk: REZERVUJ ONLINE

source: Enlarge the map
de_de: Vergrößerung der Karte
es_es: Mapa más grande
fr_fr: Agrandir La Carte
hu_hu: Tèrkèp nagyìtàs
it_it: Ingrandisci la mappa
nl_nl: Vergroot map
pl_pl: Powiekszyj mape
ro_ro: Mareste harta
ru_ru: Увеличить карту
sk_sk: ZVACSI MAPU

source: General data
de_de: Allgemeine Daten
fr_fr: Données Générales
hu_hu: àltalànos adato
it_it: Dati generali
nl_nl: Algemene gegevens
pl_pl: Dane generalne
ro_ro: Date generale
ru_ru: Общие данные

source: Free services
de_de: Frei-Services
hu_hu: Ingyenes szolgàltatàso
it_it: Servizi gratuiti
nl_nl: Gratis services
pl_pl: Uslugi bezplatne
ro_ro: Servicii gratuite
ru_ru: Бесплатные услуги
sk_sk: SLUZBY ZDARMA

source: Feepaying services
de_de: Nicht frei-Services
hu_hu: Fizetõs szolgàltatàso
it_it: Servizi a pagamento
nl_nl: Betaalde services
pl_pl: Uslugi platne
ro_ro: Servizi a pagamento
ru_ru: Оплачиваемые услуги
sk_sk: SLUZBY ZA PRIPLATOK

source: Search
de_de: Suche
es_es: Buscar
fr_fr: Recherche
hu_hu: Keresè
it_it: Ricerca
nl_nl: Zoek
pl_pl: Poszukiwanie
ro_ro: Cauta
ru_ru: Поиск

source: Update search
de_de: Suche aktualisieren
es_es: Actualizar búsqueda
fr_fr: Modifier la recherche
it_it: Aggiorna ricerca

source: Proceed without logging in
de_de: Gehen Sie ohne Anmeldung
es_es: Continuar sin iniciar sesión
fr_fr: Procéder sans se connecter
it_it: Procedi senza accedere

source: feepaying
de_de: Gebühren
hu_hu: fizetõ
it_it: a pagamento
nl_nl: tegen betaling
pl_pl: platne
ro_ro: cu plata
ru_ru: к оплате

source: Structure description
de_de: Struktur Beschreibung
es_es: Descripción estructura
hu_hu: Épület leiràs
it_it: Descrizione della struttura
nl_nl: Beschrijving van de accomodatie
pl_pl: Opis obiektu
ro_ro: Descriere structura
ru_ru: Описание структуры
sk_sk: POPIS UBYTOVACIEHO ZARIADENIA

source: Structure services
de_de: Structure Dienstleistungen
es_es: Servicios
hu_hu: Épületben lèvõ szolglatàso
it_it: Servizi della struttura
nl_nl: Services van de accommodatie
pl_pl: Uslugi obiektu
ro_ro: Servicii ale structurii
ru_ru: Услуги структуры
sk_sk: SLUZBY UBYTOVACIEHO ZARIADENIA

source: near to
de_de: in der Nähe
hu_hu: Köze
it_it: vicino a
nl_nl: vlakbij
pl_pl: blisko
ro_ro: În apropiere de
ru_ru: возле
sk_sk: POBLIZ

source: and neighbourhood
de_de: und Nachbarschaft
hu_hu: ès a közelben
it_it: e vicinanze
nl_nl: en omgeving
pl_pl: i w bliskosci
ro_ro: si vecinatati
ru_ru: и окрестности
sk_sk: A POBLIZ

source: Make an estimate
de_de: Berechnen Sie die Schätzung
hu_hu: Ajànlat kiszàmìtàs
it_it: Calcola il preventivo
nl_nl: Bereken offerte
pl_pl: Wyliczaj kosztorys
ro_ro: Calcola il preventivo
ru_ru: Посчитать стоимость
sk_sk: ODHADNI CENU

source: More info
de_de: Mehr Info
es_es: Más información
fr_fr: Plus d'infos
hu_hu: Több informàci
it_it: Maggiori informazioni
nl_nl: Meer informatie
pl_pl: Wiecej wiadomosci
ro_ro: Mai multe informatii
ru_ru: Больше инфо
sk_sk: VIAC INFORMACII

source: Less info
de_de: Weniger Info
hu_hu: Kevesebb informàci
it_it: Meno informazioni
nl_nl: Minder informatie
pl_pl: mniej informacje
ro_ro: Mai putine informatii
ru_ru: Меньше информации
sk_sk: MENEJ INFORMACII

source: Show map
de_de: Karte anzeigen
hu_hu: Megjelenìt a tèrkèpe
it_it: Mostra la mappa
nl_nl: Toon map
pl_pl: Pokaz mape
ro_ro: Arata harta
ru_ru: Показать карту
sk_sk: UKAZ MAPU

source: General conditions
de_de: Allgemeine Bedingungen
es_es: Condiciones generales
fr_fr: Conditions générales
hu_hu: àltalànos feltètele
it_it: Condizioni generali
nl_nl: Algemene voorwaarden
pl_pl: Warunki ogólne
ro_ro: Conditii generale
ru_ru: Общие условия
sk_sk: VSEOBECNE PODMIENKY

source: Most visited
de_de: Die meisten besuchten
hu_hu: Leglátogatottabb
it_it: I più visti
nl_nl: Meest bekeken
pl_pl: najogladane
ro_ro: Cele mai vizualizate
ru_ru: Часто просматриваемые

source: Info request
de_de: Info Anfrage
es_es: Solicitar info
fr_fr: Demande d'info
hu_hu: Informàciò kèrè
it_it: Richiesta info
nl_nl: Info aanvraag
pl_pl: Zadanie info
ro_ro: Info cerere
ru_ru: Запрос информации
sk_sk: POZIADAVKA O INFORMACIE

source: Ferry
de_de: Fährschiff
it_it: Traghetto

source: Typology
de_de: Zimmertyp
es_es: Tipo
fr_fr: Type
hu_hu: Tipu
it_it: Tipologia
nl_nl: Typologie
pl_pl: Typologia
ro_ro: Tipologie
ru_ru: Типология
sk_sk: TYP

source: All typologies
de_de: Alle Zimmertyp
es_es: Todos los tipos
fr_fr: Tous Les Types
hu_hu: Az összes tipùs
it_it: Tutte le tipologie
nl_nl: Alle typologieen
pl_pl: Wszystkie rodzaje pokojów/apartamentów
ro_ro: Toate tipologiile
ru_ru: Все типологии
sk_sk: VSETKY TYPOLOGIE

source: All tipologies
it_it: Tutte le tipologie

source: Other typologies
de_de: Residence/wohnungen
hu_hu: Residence/apartmano
it_it: Residence/Appartamenti
nl_nl: Residence/appartementen
pl_pl: Residence/Appartamenty
ro_ro: Resedinte/Apartamente
ru_ru: Резиденция/Апартаменты
sk_sk: INE TYPOLOGIE

source: In the neighbourhood
de_de: In der Nachbarschaft
es_es: En el barrio
fr_fr: Dans le voisinage
hu_hu: A közelbe
it_it: Nelle vicinanze
nl_nl: In de omgeving
pl_pl: w okolicach
ro_ro: În apropiere
ru_ru: В окрестностях
sk_sk: POBLIZ

source: apartment
de_de: wohnung
hu_hu: apartman
it_it: appartamento
pl_pl: apartament
ru_ru: квартира

source: apartments
de_de: der apartments
hu_hu: apartmanok
it_it: appartamenti
pl_pl: apartamenty
ru_ru: апартаменты

source: room
de_de: raum
es_es: habitación
fr_fr: chambre
hu_hu: szob
it_it: camera
nl_nl: Kamer
pl_pl: pokòj
ro_ro: camera
ru_ru: комната
sk_sk: IZBA

source: rooms
de_de: raumen
es_es: habitaciones
fr_fr: chambres
hu_hu: szobà
it_it: camere
nl_nl: Kamers
pl_pl: pokoje
ro_ro: camere
ru_ru: комнаты
sk_sk: IZBY

source: Roads distance
hu_hu: ùt tàvolsàgo
it_it: Distanze stradali
nl_nl: Afstand over de weg
pl_pl: Odleglosci drogowe
ro_ro: Distante stradale
ru_ru: Дорожные расстояния
sk_sk: CESTNE VZDIALENOSTI

source: from nearest centre
de_de: bis zum nächsten Zentrum
hu_hu: a legközelebbi központtò
it_it: dal centro più vicino
nl_nl: Vanaf het dichtsbijzijnde centrum
pl_pl: Blizej z centrum
ro_ro: de la cel mai apropiat centru
ru_ru: от ближайшего центра
sk_sk: Z NAJBLIZSIEHO CENTRA

source: from sea
de_de: vom Meer
hu_hu: a tengertõ
it_it: dal mare
nl_nl: Van zee
pl_pl: od morza
ro_ro: de la mare
ru_ru: от моря

source: from airport
de_de: Vom Flughafen
hu_hu: a repülõtèrrõ
it_it: dall'areoporto
nl_nl: Van vliegveld
pl_pl: z lotniska
ro_ro: de la aeroport
ru_ru: из аеропорта
sk_sk: Z LETISKA

source: from Portoferraio harbour
de_de: von Portoferraio Hafen
hu_hu: Portoferraio kikötõtõ
it_it: dal porto di Portoferraio
nl_nl: Vanaf de haven van Portoferraio
pl_pl: z portu Portofferraio
ro_ro: de la portul Portoferraio
ru_ru: из порта Портоферрайо
sk_sk: Z PRISTAVU Portoferraio

source: No offer present
de_de: Kein Angebot präsentieren
hu_hu: Nincsenek ajànlato
it_it: Nessuna offerta presente
nl_nl: Geen aanbieding aanwezig
pl_pl: Nie ma zadnej oferty
ro_ro: Nicio oferta prezenta
ru_ru: Спец. предложения не найдены
sk_sk: NIE JE ZIADNA PONUKA

source: Beaches
de_de: Strände
hu_hu: Strandok
it_it: Spiagge
nl_nl: Stranden
pl_pl: Plaze
ro_ro: Plaje
ru_ru: Пляжи
sk_sk: PLAZE

source: Info type
de_de: La categoria Residence/Appartamenti comprende le seguenti tipologia di alloggi: Agriturismi, Appartamenti, C.A.V., Camping, R.T.A., Residence.
hu_hu: A residence/Apartmanok kategòria az alàbbi tipusù szállásokat tartalmazzàk:Agriturizmus,Apartmanok,C.A.C,Kemping,R.T.A, Residence
it_it: La categoria Residence/Appartamenti comprende le seguenti tipologia di alloggi: Agriturismi, Appartamenti, C.A.V., Camping, R.T.A., Residence.
nl_nl: De categorie Residence/appartementen bevat de volgende verblijfsmogelijheden
pl_pl: Kategoria Residence/Apartamenty obejmuje nastepne jednostki mieszkaniowe: Agroturyzm, Apartamenty, C.A.V., Kamping, R.T.A., Residence.
ro_ro: Categoria Resedinta/Apartamente cuprinde urmatoarele tipuri de cazari: Autoturism
ru_ru: Категория Резиденция/Апартаменты включает следующие типы проживания: Агритуризм, Апартаменты, Дома и Квартиры для проведения отпуска, Кемпинги, Резиденции
sk_sk: KATEGORIA RESIDENCE/ APPARTAMENTI ZAHRNA NASLEDOVNE TYPY UBYTOVANIA: AGROTURISTIKA, APARTMANY, C.A.V. . KEMPIGY, R.T.A, REZIDENCIE

source: Star/Key
de_de: Stern/Schlüssel
hu_hu: Csillag/Kulc
it_it: Stella/Chiave
nl_nl: Ster/sleutel
pl_pl: Gwiazda/Klucze
ro_ro: Stea / Cheie
ru_ru: Звезда/Ключ
sk_sk: KLUC

source: Stars/Keys
de_de: Sterne/Schlüssel
hu_hu: Csillagok/kulcso
it_it: Stelle/Chiavi
nl_nl: Sterren/sleutels
pl_pl: Gwiazdy/Klucze
ro_ro: Stele / Chei
ru_ru: Звезды/Ключи
sk_sk: KLUCE

source: accomodations
de_de: unterküfte
hu_hu: Szállások
it_it: alloggi
nl_nl: Accommodatie
pl_pl: mieszkania
ro_ro: cazare
ru_ru: Жилье
sk_sk: UBYTOVACIE ZARIADENIA

source: No rooms or boarding info available
hu_hu: Nincsen szoba vagy informàciò a foglalàssal kapcsolatosa
it_it: Nessuna stanza o informazioni di prenotazione disponibili
nl_nl: Geen kamer of reserveringsinformatie beschikbaar
pl_pl: Zadny pokój lub informacje dotyczace rezerwacji jest dostepny
ro_ro: Nicio camera sau informatii de rezervare disponibile
ru_ru: комнат либо информации по бронировке нет в наличии
sk_sk: NIE JE K DISPOZICII ZIADNA IZBA ALEBO INFORMACIE O REZERVACII

source: Offer info
de_de: Angebot Infos
hu_hu: Ajànlat inf
it_it: Info offerta
nl_nl: Aanbiedingsinfo
pl_pl: Info oferty
ro_ro: Info Oferta
ru_ru: Инфо о спец. предложениях
sk_sk: INFO O PONUKE

source: Questionnaire
de_de: Fragebogen
it_it: Questionario

source: View reservations
de_de: Reservierung anzeigen
fr_fr: Voir les réservations
hu_hu: View fenntartások
it_it: Consulta le prenotazioni
nl_nl: Bekijk Reservering
pl_pl: Konsultuj zamòwienia
ro_ro: Vezi rezervari
ru_ru: Просмотр бронировок
sk_sk: ZOBRAZ VSETKY REZERVACIE

source: Edit profile
de_de: Profil bearbeiten
fr_fr: Modifier mon profil
hu_hu: Modositsd a profil
it_it: Modifica il profilo
nl_nl: Wijzig profiel
pl_pl: Popraw profil
ro_ro: Modifica profil
ru_ru: Изменить профиль
sk_sk: UPRAV PROFIL

source: Your services
de_de: Ihre Dienste
fr_fr: Vos services
hu_hu: Az Ön szolgàltatàsa
it_it: I tuoi servizi
nl_nl: Jouw gekozen services
pl_pl: Swoje uslugi
ro_ro: Serviciile tale
ru_ru: Твои услуги

source: Your reservation
de_de: Ihre Reservierung
fr_fr: Votre réservation
hu_hu: Az Ön foglalàs
it_it: La tua prenotazione
nl_nl: Jouw reservering
pl_pl: Swoje zamòwienie
ro_ro: Rezervarea ta
ru_ru: Твоя бронировка
sk_sk: TVOJA REZERVACIA

source: View
de_de: Anzeigen
fr_fr: Voir
hu_hu: Látvány
it_it: Consulta
nl_nl: Bekijk
pl_pl: Konsultuj
ro_ro: Vezi
ru_ru: Просмотр
sk_sk: ZOBRAZ

source: Tot reservation price
de_de: Tot Reservierung Preis
fr_fr: Tot Prix De Réservation
hu_hu: Megrendelès teljes összeg
it_it: Prezzo totale della prenotazione
nl_nl: Totaalprijs reservering
pl_pl: Calkowita cena zamòwienia
ro_ro: Pret total al rezervarii
ru_ru: Полная стоимость бронировки
sk_sk: CELKOVA CENA REZERVACIE

source: Legend
de_de: Legende
fr_fr: Légende
hu_hu: Tartalo
it_it: Legenda
nl_nl: Legenda
pl_pl: Legenda
ro_ro: Legenda
ru_ru: Надпись
sk_sk: VYSVETLIVKY

source: Edit
de_de: Bearbeiten
es_es: Modificar
fr_fr: Modifier
hu_hu: Modòsità
it_it: Modifica
nl_nl: Wijzig
pl_pl: Popraw
ro_ro: Modifica
ru_ru: Вернуться
sk_sk: UPRAV

source: Reservation number
de_de: Reservierungsnummer
fr_fr: Numéro De Réservation
hu_hu: Megrendelès szàm
it_it: Numero di prenotazione
nl_nl: Reserveringsnummer
pl_pl: Numer rezerwacji
ro_ro: Numar rezervare
ru_ru: Кол-во бронирований
sk_sk: REZERVACNE CISLO

source: Pincode
hu_hu: Pin kò
it_it: Codice PIN
pl_pl: kod PIN
ro_ro: Cod PIN
ru_ru: PIN - Код
sk_sk: PIN KOD

source: Check your reservation
de_de: Prüfen Sie Ihre Reservierung
fr_fr: Vérifiez votre réservation
it_it: Controlla la tua prenotazione
nl_nl: Controleer je reservering
ro_ro: Controleaza rezervarea facuta
sk_sk: SKONTROLUJ SI TVOJU REZERVACIU

source: Message
de_de: Nachricht
hu_hu: Üzene
it_it: Messaggio
pl_pl: Wiadomosc
ro_ro: Mesaj
ru_ru: Сообщение

source: Message can not be empty
de_de: Nachricht kann nicht leer sein
fr_fr: Message ne peut pas être vide
it_it: Il messaggio non può essere vuoto

source: Show my name
de_de: Mein Name
es_es: Mostrar mi nombre
fr_fr: Voir mon nom
it_it: Mostra il mio nome

source: Anonymous
de_de: Anonym
es_es: Anónimo
fr_fr: Anonyme
it_it: Anonimo

source: Lost password
de_de: Passwort vergessen
es_es: Contraseña olvidada
fr_fr: Mot de passe oublié
it_it: Recupera la password
nl_nl: Password vergeten
ro_ro: Recupera parola

source: Successful cancellation
de_de: Erfolgreiche Stornierung
fr_fr: Le succès de l'annulation
it_it: Cancellazione avvenuta con successo
nl_nl: Annulering met succes uitgevoerd
ro_ro: Anulat cu succes
ru_ru: Успешное Отмена
sk_sk: USPESNE ZRUSENIE

source: Successful editation
de_de: Sein Ruf nach Änderung wurde erfolgreich versendet. Wir antworten so bald wie möglich
fr_fr: Son appel au changement a été envoyé avec succès. Nous vous répondrons dès que possible
it_it: La sua richiesta di modifica è stata correttamente inviata. Sarà nostra cura risponderle il prima possibile
nl_nl: Uw wijzigingsaanvraag is correct verzonden. Wij zullen u zo spoedig mogelijk antwoorden
ro_ro: Cererea dumneavoastra de modificare a fost trimisa. Ne revine sarcin
ru_ru: Его призыв к изменению был успешно отправлен. Мы постараемся ответить как можно скорее
sk_sk: USPESNA MODIFIKACIA

source: Evaluation
de_de: Bewertung
it_it: Valutazione

source: Personal information
de_de: Persönliche Daten
es_es: La información personal
fr_fr: Les renseignements personnels
hu_hu: Szemèlyes informàciò
it_it: Informazioni personali
nl_nl: Persoonsinformatie
pl_pl: Informacje osobowe
ro_ro: Informatii personale
ru_ru: Личная информация
sk_sk: OSOBNE UDAJE

source: Positive comment
de_de: Positive Kommentare
es_es: Comentarios positivos
fr_fr: Commentaire Positif
it_it: Commento positivo

source: Negative comment
de_de: Negative Kommentare
es_es: Comentario negativo
fr_fr: Commentaire Négatif
it_it: Commento negativo

source: Submit
de_de: Übermitteln
es_es: Entregar
fr_fr: Envoyer
hu_hu: küld
it_it: Invia
nl_nl: Verzend
pl_pl: Wyslij
ro_ro: Trimite
ru_ru: Отправить
sk_sk: ODPOSLI

source: Guest type
de_de: Gast typ
es_es: Tipo de usuario
fr_fr: Type De Client
it_it: Tipo di ospite

source: Submit your review
de_de: Senden Sie Ihre Rezension
fr_fr: Proposer votre avis
it_it: Invia la tua recensione

source: Wrong reservation data
de_de: Falsche Reservierungsdaten
fr_fr: Erroné data de réservation
hu_hu: A megrendelès adatai helytelene
it_it: I dati della prenotazione non sono corretti
nl_nl: De reserveringsgegevens zijn onjuist
pl_pl: Dane w zamòwieniu sa niepoprawne
ro_ro: Datele rezervarii nu sunt corecte
ru_ru: Данные бронировки неверные
sk_sk: CHYBNE REZERVACNE UDAJE

source: Wrong login data
de_de: Falsche Login-Daten
fr_fr: Erroné login data
it_it: I dati del login non sono corretti

source: Already a guest?
de_de: Bereits ein Gast?
es_es: ¿ Ya nuestro cliente?
it_it: Sei già nostro cliente?
nl_nl: Al klant?
ro_ro: Sunteti deja client?

source: Search the surroundings: Increase radius to
de_de: In der Umgebung suchen: Suchradius erweitern um
it_it: Cerca nelle vicinanze: Aumenta distanza fino a

source: Distance is calculated through the air
de_de: Wählen Sie eine Entfernung um Hotels in der Nähe auszuwählen
it_it: La distanza è calcolata in linea d'aria

source: Place
hu_hu: Helysè
it_it: Località
nl_nl: Plaats
pl_pl: miejscowosc
ro_ro: Localitate
ru_ru: Местность
sk_sk: LOKALITA

source: All categories
hu_hu: Az összes kategòria
it_it: Tutte le categorie
nl_nl: Alle categorieen
pl_pl: Wszystkie rodzaje pokojów/apartamentów
ro_ro: Toate categoriile
ru_ru: Все категории
sk_sk: VSETKY KATEGORIE

source: Tipology
de_de: Zimmertyp
es_es: Tipología
fr_fr: Typologie
hu_hu: Tipus
it_it: Tipologia
nl_nl: Typologie
pl_pl: Typologia
ro_ro: Tipologie
ru_ru: Типология
sk_sk: TYPOPOLOGIA

source: Choose a city
it_it: Seleziona una località

source: Other solutions
de_de: bittet dir weitere Möglichkeiten für den angefragten Zeitraum an:
hu_hu: Alternativàk a megadott idõpontba
it_it: ti propone altre soluzioni per le date da te richieste:
nl_nl: Andere opties voor de aangevraagde data
pl_pl: Inne oferty
ro_ro: Alte solutii Îti propune alte solutii pentru datele cerute
ru_ru: Другие возможные варианты на заявленные даты
sk_sk: INE RIESENIA

source: No solutions found
de_de: Keine Lösungen gefunden
hu_hu: Nincs eredmèn
it_it: Nessuna soluzione trovata
nl_nl: geen resultaat gevonden
pl_pl: Nie znalezono zadnej mozliwosci
ro_ro: Nicio solutie gasita
ru_ru: Не найдено
sk_sk: NEBOLO NAJDENE ZIADNE RIESENIE

source: Guest password cannot be empty
de_de: Passwort darf nicht leer sein
fr_fr: Mot De Passe Client Ne Peut Pas Être Vide
it_it: La password non può essere vuota

source: Guest email cannot be empty
fr_fr: Email Client Ne Peut Pas Être Vide
it_it: L'email non può essere vuota

source: Welcome
de_de: Willkommen
fr_fr: Accueil
hu_hu: Üdvözöljü
it_it: Benvenuto
nl_nl: Welkom
pl_pl: Wytamy
ro_ro: Bine ati venit
ru_ru: Добро пожаловать
sk_sk: VITAJTE

source: General
fr_fr: Général
hu_hu: àltalàno
it_it: Generale
nl_nl: Algemeen
pl_pl: Generalny
ro_ro: În genral
ru_ru: Общее

source: Reservations
de_de: Reservierungen
es_es: Reservas
fr_fr: Réservations
hu_hu: Megrendelèse
it_it: Prenotazioni
nl_nl: Reserveringen
pl_pl: Rezerwacje
ro_ro: Rezervari
ru_ru: Бронировки
sk_sk: REZERVACIE

source: Enquiries
de_de: Anfragen
es_es: Investigaciones
hu_hu: Ajànlat kèrèse
it_it: Richieste
nl_nl: Aanvragen
pl_pl: Zadania
ro_ro: Cerinte
ru_ru: Запросы
sk_sk: POZIADAVKY

source: Interesting points
it_it: Punti d'interesse

source: Price/allotment
it_it: Listini/disponibilità

source: Offer/Last minute
it_it: Offerte/Last minute

source: Regions
it_it: Regioni

source: Cities
fr_fr: Villes
it_it: Città

source: Amenity type
fr_fr: Genre De Service
hu_hu: Típusú szolgáltatások
it_it: Tipi di servizi
nl_nl: Type faciliteiten
pl_pl: Rodzaje uslug
ro_ro: Tipuri de servicii
ru_ru: Типы услуг
sk_sk: DRUH SLUZIEB

source: Structure list
it_it: Lista strutture

source: Structure portal
it_it: Strutture per portale

source: Payment portals
fr_fr: Portails Paiement
it_it: Pagamento portali

source: Accounts
fr_fr: Comptes
hu_hu: Elõlegek
it_it: Acconti
nl_nl: Aanbetalingen
pl_pl: Zaliczki
ro_ro: Conturi
ru_ru: Счета

source: Transaction
hu_hu: Tranzakci
it_it: Transazioni
nl_nl: Transaktie
pl_pl: Transakcji
ro_ro: Tranzactii
ru_ru: Трансакция
sk_sk: TRANSAKCIE

source: Users list
fr_fr: Liste Utilisateurs
it_it: Lista utenti

source: Moderate comment
fr_fr: Modérer Commentaire
it_it: Modera commenti

source: Structure module
fr_fr: Module De Structure
it_it: Moduli per struttura

source: Portals manager
it_it: Gestione portali

source: Structures ranking
fr_fr: Classement Des Structures
it_it: Ranking strutture

source: Reservation start note
fr_fr: Note Début Réservation
it_it: Note inizio prenotazione
nl_nl: Notities inleiding reservering
ro_ro: Note început de rezervare
sk_sk: POZNAMKY K ZACIATKU REZERVACIE

source: Structure position
fr_fr: Position De La Structure
hu_hu: Épület elhelyezès
it_it: Posizione struttura
nl_nl: Lokatie accommodatie
pl_pl: Zlokalizowanie obiektu
ro_ro: Pozitia structurii
ru_ru: Месторасположение структуры
sk_sk: POZICIA UBYTOVACIEHO ZARIADENIA

source: Distance
it_it: Distanze

source: Structure amenities
hu_hu: Épületben lèvõ szolglatàso
it_it: Servizi struttura
pl_pl: Uslugi obiektu
ru_ru: Услуги структуры

source: Booking data
fr_fr: Politique De Réservation
it_it: Politica di prenotazione
nl_nl: Reserveringsbeleid
ro_ro: Politica de rezervare
ru_ru: Политика бронирования

source: Reservation rule
it_it: Vincolo di prenotazione
