Repository: mlarese/privacybe
Catalog: __doc/locale/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk

source: Operation successfully completed
de_de: Die Operation wurde erfolgreich durchgeführt
es_es: Operación realizada con éxito
fr_fr: opération achevée avec succès
it_it: Operazione completata con successo

source: Structure giftcard settings manager
fr_fr: Manager Configuration Structure Gift-Card
it_it: Gestione impostazioni giftcard per la struttura

source: Validity in months
fr_fr: Validité En Mois
it_it: Validità in mesi

source: Structure giftcard settings
it_it: Impostazioni giftcard per la struttura

source: Saved values
fr_fr: Valeurs Enregistrées
it_it: Valori salvati

source: New values
fr_fr: Nouvelle Valeurs
it_it: Valori nuovi

source: Structure giftcard default settings
it_it: Impostazioni Gift Card

source: Structure Gift Card Policy
it_it: Gift Card Policy struttura

source: Confirm a reservation
fr_fr: Confirmer Une Réservation
it_it: Conferma una prenotazione

source: Unlimited use
fr_fr: Utilisation Illimitée
it_it: Uso illimitato

source: Giftcard discount
fr_fr: Réduction Gift-Card
it_it: Sconto giftcard

source: Have you a giftcard?
fr_fr: Vous possédez une carte-cadeau?
it_it: Possiedi una giftcard?

source: Giftcard code
it_it: Codice giftcard

source: Google analytics code
fr_fr: Code Google Analytics
it_it: Codice Google analytics

source: Seo code
fr_fr: Code Seo
it_it: Codice seo

source: No way to pay
it_it: Nessuna modalità di pagamento impostata

source: please contact directly the structure
it_it: si prega di contattare direttamente la struttura

source: E-commerce enable
fr_fr: E-Commerce Activé
it_it: Abilita e-commerce

source: Add seo code
fr_fr: Ajouter Seo Code
it_it: Aggiungi codice seo

source: Seo code manager
fr_fr: Manager Seo Code
it_it: Gestione codice seo

source: Edit seo code
fr_fr: Éditer Seo Code
it_it: Modifica codice seo

source: Add a guest
fr_fr: Ajouter Client
it_it: Aggiungi un ospite

source: Edit a guest
fr_fr: Éditer Client
it_it: Modifica un ospite

source: Modified date
fr_fr: Date De Modification
it_it: Data modifica

source: Opened period
fr_fr: Période D'ouverture
it_it: Periodo apertura

source: Last six months
fr_fr: Six Derniers Mois
it_it: Ultimi 6 mesi

source: All
fr_fr: Tous
it_it: Tutti

source: unlimited
fr_fr: illimité
it_it: illimitato

source: Embedded images
fr_fr: Images Incorporées
it_it: Immagini incorporate

source: Image name
fr_fr: Nom Image
it_it: Nome immagine

source: Image
it_it: Immagine

source: Action
fr_fr: Action Formulaire
it_it: Azione

source: File to charge
fr_fr: Fichier À Charger
it_it: File da caricare

source: only
fr_fr: Seulement
it_it: solo

source: Our proposal
it_it: La nostra proposta

source: error
fr_fr: erreur
it_it: errore

source: the pricelist from
fr_fr: liste de prix de
it_it: il listino dal

source: cannot be transfer due overlapping period
fr_fr: peut pas être le transferé à cause de période chevauchement
it_it: non può essere trasferito a causa di periodi accavallati

source: You can solve the problem in the IDS menu
fr_fr: Vous Pouvez Résoudre Le Problème Dans Le Menu Ids
it_it: Puoi risolvere il problema dal menu IDS

source: Check Offers
fr_fr: Vérifier Offres
it_it: Controllo Offerte

source: Check offers
it_it: Controllo offerte

source: Allotments adjustment completed
fr_fr: Ajustements Des Allotements Complétés
it_it: Sistemazione disponibilità completata

source: Go to Search
de_de: Zur Suche
fr_fr: Ritorna alla Ricerca
it_it: Ritorna alla Ricerca
nl_nl: Ga terug naar Zoek
ro_ro: Întoarcere la Cautare
sk_sk: VRAT SA K VYHLADAVANIU

source: Pricelist2
de_de: Preiseliste
fr_fr: Tarifs
it_it: Listino prezzi

source: Repeat E-mail
de_de: E-mail wiederholen
es_es: Repita E-mail
fr_fr: Réécrire email
hu_hu: E-mail újból
it_it: Ripeti E-mail
nl_nl: Herhaal E-mail
pl_pl: Potwòrz e-mail
ru_ru: Повторите E-mail

source: Real availability
fr_fr: Disponibilité Réelle
it_it: Disponibilità reale

source: No template set
fr_fr: Aucun Modèle Configuré
it_it: Nessun template impostato

source: Period not available
de_de: Nicht verfügbarer Zeitraum
es_es: Perido no disponible
fr_fr: Période pas disponible
it_it: Periodo non disponibile

source: Period available to click
de_de: Verfügbarer Zeitraum anklicken
es_es: Periodo disponible para hacer clic
fr_fr: Période disponible à cliquer
it_it: Periodo disponibile da cliccare

source: Allotments for priority inventory can't be less than zero
fr_fr: Allotement Pour L'inventaire De Priorité Ne Peut Pas Être Inférieur À Zéro
it_it: Numero di disponibilità nell@@@@Inventario unico insufficienti per la modifica richiesta

source: Unique inventory exceeded
fr_fr: Inventaire Unique Dépassée
it_it: Numero di disponibilità nell@@@@Inventario unico insufficienti per la modifica richiesta

source: Duplicate room mapping
fr_fr: Dupliquer Mappes Des Chambres
it_it: Mappatura camere duplicata

source: Portal list
fr_fr: Liste Portail
it_it: Lista portali

source: Edit a portal
fr_fr: Èditer Un Portaile
it_it: Modifica un portale

source: Save portal before insert photo
fr_fr: Enregistrer Portail Avant Insertion De Photo
it_it: Salva il portale prima di poter inserire una foto

source: ReplySpeedActive
it_it: Rispondi

source: Reply to Email
fr_fr: Répondre À L'emai
it_it: Risposta Email

source: Proposal
fr_fr: Proposition
it_it: Proposta

source: Personal offers
fr_fr: Offres Personnels
it_it: Offerte personali

source: Offer expires
fr_fr: Offre Éteindra
it_it: Scadenza offerta

source: Holiday Voucher
de_de: Feriengutschein
fr_fr: Bon Pour Vacances
it_it: Buono Vacanza

source: worth
de_de: von
fr_fr: de la valeur de
it_it: del valore di

source: You cannot set availability greater than ICM
fr_fr: Vous Ne Pouvez Pas Définir Disponibilité Supérieure À L'icm
it_it: Non puoi impostare una disponibilità maggiore dell@@@@Inventario unico channel manager

source: Update availability completed successfully
it_it: Aggiornamento disponibilità completato

source: Update minstay completed successfully
it_it: Aggiornamento minstay completato

source: Update release completed successfully
it_it: Aggiornamento release completato

source: Update lock completed successfully
it_it: Aggiornamento blocchi completato

source: Update lock checkin completed successfully
it_it: Aggiornamento blocco arrivo completato

source: Update lock checkout completed successfully
it_it: Aggiornamento blocco partenza completato

source: Update closed room completed successfully
it_it: Aggiornamento chiusura camera completato

source: Abano Hotel Managers Association
de_de: Offizielles Reservierungsbüro der Hoteliervereinigung
fr_fr: Centre Réservation Officiel de l'Association des Hôteliers
it_it: Centro Ufficiale di Prenotazione dell'Associazione Albergatori

source: Need help for your reservation?
de_de: Benötigen Sie Hilfe für die Buchung?
fr_fr: Besoin d'aide pour la réservation?
it_it: Hai bisogno di aiuto per la prenotazione?

source: Call number
de_de: Wählen Sie die Nummer
fr_fr: Appelez le numéro
it_it: Chiama il numero

source: Find a Hotel
de_de: Suche ein Hotel
fr_fr: Chercher un hôtel
it_it: Cerca un Hotel

source: Search Hotel
de_de: Hotelsuche
fr_fr: Recherche hôtel
it_it: Ricerca Hotel

source: IDS availability cannot exceed local availability
fr_fr: Disponibilité Ids Ne Peut Pas Dépasser La Disponibilité Locale
it_it: La disponibilità del listino IDS non può essere superiore a quella del listino collegato

source: week
de_de: woche
fr_fr: semaine
it_it: settimana

source: Select a date
fr_fr: Choisissez Une Date
it_it: Seleziona una data

source: IDS portal update
it_it: Aggiornamento portale IDS

source: Click on Confirm button to complete the update
fr_fr: Cliquer Sur Le Bouton Valider Pour Terminer La Mise À Jour
it_it: Premi sul pulsante Conferma per completare l'aggiornamento

source: Select Livenza
de_de: Weiter
it_it: Procedi

source: Allotments to set
fr_fr: Allotement À Configurer
it_it: Allotment da re-distribuire

source: adjust allotment text validate modify
fr_fr: Des disponibilité ne sont pas entièrement attribuées. Attribue
it_it: Sono presenti delle disponibilità non completamente assegnate. Distribuire le disponibilità nei listini come desiderato fino a che sono state completamente assegnate

source: Click on the 'Confirm' button to complete the update
fr_fr: Cliquer Sur Le Bouton «Confirmer» Pour Compléter La Mise À Jour
it_it: Premi sul pulsante 'Conferma' per completare l'aggiornamento

source: Update data, please wait
fr_fr: Mise À Jour Des Données, S'il Vous Plaît Attendre
it_it: Aggiornamento dati, attendere prego

source: Operation on external portals completed
fr_fr: Opération Sur Portails Extérines Terminés
it_it: Operatione sui portali esterni completata

source: I Subscribe for the newsletter
de_de: Ja, ich möchte den Newsletter abonnieren
fr_fr: M'inscrire au bulletin d'information
it_it: Iscrivimi alla newsletter

source: Operation not permitted, past reservations cannot be deleted
fr_fr: Opération N'est Pas Permise, Réservations Passées Ne Peuvent Pas Être Supprimés
it_it: Operazione non permessa, le prenotazioni passate non possono essere cancellate

source: Hours
fr_fr: Heures
it_it: Ore

source: Over requesting expiry time
fr_fr: Déchéance Temporelle Over Requesting
it_it: Scadenza temporale over requesting

source: Structure associated
fr_fr: Structure Associée
it_it: Struttura associata

source: Other partners
fr_fr: Autres Partenaires
it_it: Altri partner

source: Click and view our proposals
de_de: Klicken um die Angebote einzusehen
it_it: Clicca per visualizzare le proposte

source: Below our proposals for your requested accommodation
de_de: Nachfolgend unsere Angebote für entsprechend Ihrer Anfrage
fr_fr: De Suite Nos Propositions Pour Le Séjour Demandé
it_it: Di seguito le nostre proposte per il soggiorno richiesto

source: Click on Select to proceed with your booking
de_de: Auf Wählen klicken um mit der Buchung fortzufahren
fr_fr: Cliquez Sur Selectionner Pour Avancer Avec Votre Réservation
it_it: Fate click su seleziona per procedere con la prenotazione

source: View Terms and Conditions for this facility
de_de: Struktur einsehen
fr_fr: Visualiser Les Conditions Générales Pour Cette Structure
it_it: visualizza le condizioni della struttura
nl_nl: Toon de voorwaarden van de accommodatie
ro_ro: Vezi Temene si Conditii pentru aceasta structura
sk_sk: ZOBRAZ PODMIENKY UBYTOVACIEHO ZARIADENIA

source: Request Summary
de_de: Zusammenfassung der Anfrage
fr_fr: Récapitulation De La Demande
it_it: Riepilogo della richiesta

source: This offer expires on
de_de: Dieses Angebot ist gültig bis
fr_fr: Cet Offre Termine Le
it_it: Questa offerta avrà termine il

source: Events and activities in our establishment
de_de: Events und Aktivitäten in unserer Struktur
fr_fr: Événements et activités de notre structure
it_it: Eventi ed Attività della nostra Struttura

source: Read all
de_de: Alles lesen
fr_fr: Lire Tout
it_it: Leggi tutto
nl_nl: Lees alles
ru_ru: Прочитать все

source: Events in and around
de_de: Events in
fr_fr: Événements À
it_it: Eventi a

source: Calculate Route
de_de: Strecke kalkulieren
fr_fr: Calculer Le Parcours
it_it: Calcola il percorso

source: Dear
de_de: Sehr geehrte/r
fr_fr: Cher/chère
it_it: Gentile

source: Structure map
de_de: Map Struktur
fr_fr: Structure Sur La Carte
it_it: Mappa struttura

source: Structure speedactive
it_it: Speedactive struttura

source: Structure SpeedActiveMail
it_it: SpeedActiveMail struttura

source: Configuration
it_it: Configurazione

source: Speedactive list
fr_fr: Liste Speedactive
it_it: Lista SpeedActiveMail

source: Template messages
fr_fr: Modèles De Messages
it_it: Template messaggi

source: Activities and Events
fr_fr: Activités Et Événements
it_it: Attività ed Eventi

source: Speedactive templates
it_it: Template SpeedActiveMail

source: Add speedactive template
it_it: Aggiungi un template per lo SpeedActiveMail

source: Edit speedactive template
it_it: Modifica un template per lo SpeedActiveMail

source: Add an activity or an event
fr_fr: Ajouter Une Activité Ou Un Événement
it_it: Aggiungi un'attività o un evento

source: Edit an activity or an event
fr_fr: Modifier Une Activité Ou Un Événement
it_it: Modifica un attività o un evento

source: Activity or event
fr_fr: Activité Ou Événement
it_it: Attività o evento

source: Select a template
fr_fr: Sélectionner Un Modèle
it_it: Seleziona un template

source: fill the proposal
fr_fr: Remplir la proposition
it_it: compila la proposta

source: Offer description
fr_fr: Description Offre
it_it: Descrizione offerta

source: Add another offer
fr_fr: Ajouter Une Autre Offre
it_it: Aggiungi un'altra offerta

source: Further offer details
fr_fr: Autres Détails Offres
it_it: Ulteriori dettagli offerta

source: set the expiry date of the favourite proposal, leave empty not to set the expiration
fr_fr: Fixer la date d'expiration de l'offre favori, laissez vide pour ne pas définir l'expiration
it_it: indica la data di scadenza della proposta, lascia vuoto per non impostare alcuna scadenza

source: include
fr_fr: comprend
it_it: includi

source: Interactive contents
fr_fr: Contenus Interactifs
it_it: Contenuti interattivi

source: Speedactive preview
it_it: Anteprima SpeedActiveMail

source: Email preview
it_it: Anteprima email

source: Proposals' page preview
fr_fr: Page De Présentation Des Propositions
it_it: Anteprima pagina delle proposte

source: Email fields
fr_fr: Champs Email
it_it: I campi email

source: Rooms proposal
fr_fr: Proposition Chambres
it_it: La proposta per le stanze

source: Add an event
fr_fr: Ajouter Un Événement
it_it: Aggiungi un evento

source: Dear customer
de_de: Sehr geehrter Kunde
fr_fr: Chers clients
it_it: Gentile cliente

source: the offer you have requested has expired. We thank you for choosing our facility and we invite you to get back to our website %s where you can choose among lots of new offers.
de_de: Das von Ihnen ausgewählte Angebot ist nicht mehr gültig. Wir danken Ihnen für Ihr Interesse an unsere Struktur und empfehlen Ihnen unsere Webseite %s zu besuchen wo Sie neue Angebote aussuchen können.
fr_fr: l'offre que vous avez sélectionné n'est plus valide. Nous vous remercions d'avoir choisi notre structure et vous invitons à visiter notre site à l'adresse %s où vous pourrez choisir parmi beaucoup de nouveaux offres.
it_it: l'offerta da lei richiesta non è più valida. La ringraziamo per aver preferito la nostra struttura e la invitiamo a ritornare nel nostro sito all'indirizzo %s dove potrà scegliere tra nuove offerte.

source: Send email
fr_fr: Envoyer L'email
it_it: Invia email

source: No pricelist inserted for the room
fr_fr: Aucun Tarif Inséré Pour La Chambre
it_it: Nessun listino inserito per la camera

source: Speedactive already created
fr_fr: Speedactive Dèjà Crée
it_it: SpeedActiveMail già creato

source: Permission denied
fr_fr: Permission Refusée
it_it: Permesso negato

source: Make sure the chosen gateway is correctly configured
fr_fr: Assurez-Vous Que La Passerelle Choisie Est Correctement Configuré
it_it: Assicurarsi che il gateway scelto sia opportunamente configurato

source: All rooms selling type is
fr_fr: Le Mode De Vente De Toutes Les Chambres Est
it_it: La modalità di vendita di tutte le camere è

source: Credit card charge authorization request
it_it: Richiesta di autorizzazione di addebito su carta di credito

source: Gift Card not valid
fr_fr: Gift Card Pas Valide
it_it: Gift Card non valida

source: in and around this resort
fr_fr: Dans et autour de cette resort
it_it: della Località

source: of structure
fr_fr: du logement
it_it: della struttura

source: Reply
it_it: Rispondi

source: Reply before
de_de: Zu beantworten innert
fr_fr: Répondez SVP avant
it_it: da rispondere entro

source: hours
de_de: Uhr
fr_fr: heures
it_it: ore

source: Overrequesting message
de_de: Nach diesem Datum wird die Anfrage auf Ihren Namen vom System abgelehnt.
fr_fr: Après ce delais, le Système refusera automatiquement la demande au votre nom.
it_it: oltre il termine, il Sistema rifiuterà automaticamente, a vostro nome, la richiesta.

source: Credit card guarantee
es_es: Tarjeta de crédito guarante
fr_fr: carte de crédit en garantie
hu_hu: Hitelkártya jótállás
it_it: Carta di credito a garanzia
nl_nl: Creditcard garantie
pl_pl: Gwarancja karty kredytowej
ro_ro: Garanție carte de credit
ru_ru: Кредитная карточка гарантии
sk_sk: Garancia kreditnou kartou

source: Use guarantee credit card
it_it: Utilizzo carta di credito a garanzia

source: Guarantee credit card type
it_it: Tipologia di carta di credito a garanzia

source: with charge
fr_fr: payant
it_it: con addebito

source: without charge
fr_fr: senza addebito
it_it: senza addebito

source: Deposit1
de_de: Anzahlung
es_es: Depósito
fr_fr: Acompte
it_it: Caparra

source: Credit card notes
fr_fr: Notes Concernant Carte De Crédit
it_it: Note carta di credito

source: Total deposit
de_de: Total angeld
es_es: Total de depósitos
fr_fr: Total Acompte
it_it: Totale caparra

source: There are structures with this amenity associated
fr_fr: Il Y'a Des Logments Avec Ce Type De Service
it_it: Ci sono strutture con questo servizio associato
nl_nl: Er zijn accommodaties met deze service
ro_ro: Exista structuri cu acest serviciu asociat

source: Number of Structures
fr_fr: Nombre De Logements
it_it: Numero di Strutture

source: Do you want to proced anyway?
fr_fr: Voulez-Vous Proceder De Toute Façon?
it_it: Vuoi procedere comunque?

source: Delete an amenity
fr_fr: Supprimer Un Service
it_it: Cancella un servizio

source: Add new event
fr_fr: Ajouter Nouveau Événement
it_it: Aggiungi un nuovo evento

source: tag1
fr_fr: consigli-di-viaggio
it_it: consigli-di-viaggio

source: Events in the facility during your stay
de_de: Veranstaltungen in der Struktur waehrend Ihres Aufenthaltes
fr_fr: Événements De La Structure Pendant Votre Séjour
it_it: Eventi della struttura durante il tuo soggiorno

source: Go to
de_de: Aller à
fr_fr: Aller À
it_it: Vai a

source: Add Activity
fr_fr: Ajouter Activité
it_it: Aggiungi Attività

source: Drag the templates to change the order
fr_fr: Glisser Les Modèles Pour Changer L'ordre
it_it: Trascina il template per cambiare l'ordine

source: Over Requesting already created
fr_fr: Overequesting Déjà Crée
it_it: Over Requesting già creato

source: Not managed
fr_fr: Pas Réussi
it_it: Non gestita

source: Managed
fr_fr: Réussi
it_it: Gestita

source: Expired
fr_fr: Expiré
it_it: Scaduta

source: Reserved
fr_fr: Réservé
it_it: Prenotata

source: to manage
fr_fr: à gérer
it_it: Da gestire

source: Rapid close
fr_fr: Fermeture Rapide
it_it: Chiusura rapida

source: Close availability
fr_fr: Fermer Disponibilité
it_it: Chiusura disponibilità

source: To pay a part
de_de: Zusätzliche Dienstleistungen auf Anfrage (bei Anreisedatum zu bezahlen)
es_es: Servicios adicionales a petición (se paga en destino)
fr_fr: Services Extra Sur Demande (À Payer À L'arrivée)
it_it: Servizi extra a richiesta (da pagare all’arrivo)
nl_nl: Te betalen bij aankomst
ro_ro: Servicii extra la cerere (cu plata la sosire)
ru_ru: Дополнительные услуги по запросу (оплачивается по прибытию)
sk_sk: SLUZBY MIMO, NA VYZIADANIE (UHRADA PRI PRICHODE)

source: to pay a part
de_de: Zusätzliche Dienstleistungen auf Anfrage (bei Anreisedatum zu bezahlen)
es_es: servicios adicionales a petición (se paga en destino)
fr_fr: services extra sur demande (à payer à l'arrivée)
it_it: servizi extra a richiesta (da pagare all’arrivo)
nl_nl: Te betalen bij aankomst
ru_ru: Дополнительные услуги по запросу (оплачивается по прибытию)

source: You must select at least one room
fr_fr: Sélectionner Au Moins Une Chambre
it_it: Devi selezionare almeno una camera

source: You must select at least one boarding
fr_fr: Sélectionner Au Moins Un Traitement
it_it: Devi selezionare almeno un trattamento

source: Boardings
fr_fr: Traitements
it_it: Trattamenti

source: Payment mode
de_de: Zahlungsbedingungen
fr_fr: Mode de paiement
hu_hu: Fizetési mód
it_it: Modalità di pagamento
nl_nl: Betalingswijze
ro_ro: Mod de plata
ru_ru: Виды оплат
sk_sk: SPOSOB PLATBY

source: guarantee
fr_fr: garantir
it_it: a garanzia
nl_nl: Ter garantie
ro_ro: ca si garantie

source: with gateway
fr_fr: avec passerelle
it_it: con gateway
nl_nl: Met gateway
ro_ro: cu poarta de acces

source: Enable
fr_fr: Permettre
it_it: Abilita

source: SpeedActiveMail Automatic Confirm
fr_fr: Confirmation Automatique Speedactivemail
it_it: SpeedActiveMail confermata in automatico

source: Structure SpeedActiveMail Payment
it_it: Pagamenti struttura SpeedActiveMail

source: Welcome message
fr_fr: Massage De Bienvenue
it_it: Messaggio di benvenuto

source: Further Offer Texts
fr_fr: Autres Textes Offre
it_it: Ulteriori testi di offerta

source: further offer text
fr_fr: autre texte offre
it_it: ulteriore testo di offerta

source: Select a welcome message
fr_fr: Sélectionner Un Message De Bienvenue
it_it: Seleziona messaggio di benvenuto

source: Select an offer detail
fr_fr: Sélectionner Un Détail De L'offre
it_it: Seleziona un testo di offerta

source: Creation date
fr_fr: Date Création
it_it: Data creazione

source: Gift card discount
de_de: Ermässigung giftcard
fr_fr: Remise Carte Cadeau
it_it: Sconto giftcard

source: Cancelled
fr_fr: Annulèes
it_it: Cancellate

source: View offers
fr_fr: Voir offres
it_it: Vedi offerte

source: Credit Card details will be permanently deleted by the booking system 10 days after the check-out date of this reservation.
fr_fr: Détails De Carte De Crédit Seront Supprimés De Façon Permanente Par Le Système De Réservation 10 Jours Après La Date De Départ De Cette Réservation.
it_it: I dati della carta di credito verranno cancellati definitivamente dal sistema di prenotazione 10 giorni dopo la data di check-out della presente prenotazione.

source: No offers available at present.
de_de: Im Moment ist leider kein Angebot verfügbar.
fr_fr: Pas d'offres disponibles au moment.
it_it: Nessuna offerta disponibile al momento.

source: Please try again later.
de_de: Bitte versuchen Sie es spaeter nochmals.
fr_fr: Essayez plus tard, s'il vous plaît.
it_it: Per cortesia riprovare più tardi.

source: If you want this multirate list to be shown only to select partners / affiliates, you need to choose them from the list below.
fr_fr: Si Vous Voulez Montrer Cette Liste Des Tarifs Multiples Uniquement À Partenaires / Affiliés Sélectionnés , Vous Devez Les Choisir Dans La Liste Ci-Dessous.
it_it: Se si vuole far visualizzare questo multilistino solamente per determinati partner/affiliati basterà semplicemente selezionarli dalla lista sottostante.

source: Book with us and pay at the Hotel!
de_de: Buche mit uns und zahle im Hotel!
it_it: Prenota con noi e paga in Hotel!

source: Book also by phone
de_de: Reserviere auch telefonisch
it_it: Prenota anche telefonicamente

source: Where are you going?
de_de: Wohin willst du?
it_it: Dove vuoi andare?

source: Other Places
de_de: Andere Ortschaften
it_it: Le altre località

source: Recommended Hotels in %s
de_de: Empfohlene Hotels in %s
it_it: Hotel consigliati a %s

source: Recommended Hotels in province of %s
de_de: Empfohlene Hotels in Provinz %s
it_it: Hotel consigliati in provincia di %s

source: Recommended Hotels
de_de: Empfohlene Hotels
it_it: Hotel consigliati

source: Hotel in %s
de_de: Hotels in %s
fr_fr: Hotel a %s
it_it: Hotel a %s

source: Hotel in province of %s
de_de: Hotel in der Provinz %s
fr_fr: Hotel in provincia di %s
it_it: Hotel in provincia di %s

source: Hotels in %s
de_de: Hotels a %s
fr_fr: Hotels a %s
it_it: Hotels a %s

source: Hotels near %s
de_de: Hotel nahe %s
fr_fr: Hotel vicino a %s
it_it: Hotel vicino a %s

source: View Offers for
de_de: Angebote ansehen
it_it: Vedi Offerte

source: Holidays
de_de: Urlaub
fr_fr: Vacanze
it_it: Vacanze

source: Recommended Destinations
de_de: Empfohlene Destinationen
it_it: Destinazioni consigliate
