Repository: mlarese/privacybe
Catalog: __doc/locale/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk

source: No rooms mapped for multirate with remote id
fr_fr: Pas De Chambres Enregistrées Pour Tarifs Multiples Avec Id À Distance
it_it: Nessuna camera mappata per il multilistino remoto con id

source: Remote multirate code
it_it: Codice multilistino remoto

source: Local multirate code
fr_fr: Code Locale Tarifs Multiples
it_it: Codice multilistino locale

source: Select a menu item
it_it: Seleziona un servizio dal menu

source: IDS structure
fr_fr: IDS struttura
it_it: IDS struttura

source: User
fr_fr: Utilisateur
it_it: Utente

source: Transfer
fr_fr: Transférer
it_it: Trasferimento

source: Remote room
fr_fr: Chambre À Distance
it_it: Camera remota

source: Remote hotel
fr_fr: Hôtel À Distance
it_it: Hotel remoto

source: Modify hotel
it_it: Modifica hotel

source: Modify user
it_it: Modifica utente

source: Modify commission
fr_fr: Modifier Commission
it_it: Modifica commissione

source: No map
fr_fr: Pas De Mappe
it_it: Nessuna mappatura

source: You must select at least one period
fr_fr: Il Faut Sélectionner Au Moins Une Période
it_it: Devi selezionare almeno un periodo

source: You must select at least one IDS portal
fr_fr: Il Faut Sélectionner Au Moins Un Portai Ids
it_it: Devi selezionare almeno un portale IDS

source: You must select at least one day
fr_fr: Sélectionner Au Moins Un Jour
it_it: Devi selezionare almeno un giorno

source: Structure in period free mode
fr_fr: Logement En Mode Période Dégagée
it_it: Struttura in modalità period free

source: If you choose to transfer the offers all the remote info will be deleted
fr_fr: Si Vous Choisissez De Transférer Les Offres Toute L'information À Distance Seront Supprimées
it_it: Se scegli di trasferire le offerte tutte le informazioni remote verranno cancellate

source: Normal rate updated
it_it: Tariffa normale aggiornata

source: Search enquiries
fr_fr: Rechercher Demandes
it_it: Ricerca richieste

source: Page
it_it: Pagina

source: Display
fr_fr: Afficher
it_it: Visualizza

source: per page
fr_fr: par page
it_it: per pagina

source: Showing
fr_fr: Prèsenter
it_it: Mostra

source: totals
fr_fr: totaux
it_it: totali

source: filtered from
fr_fr: filtré à partir de
it_it: filtrati su

source: City list
it_it: Lista città

source: Add a city
fr_fr: Ajouter Ville
it_it: Aggiungi una città

source: Username already exists
fr_fr: Nom D'utilisateur Existe Déjà
it_it: Nome utente già esistente

source: Edit a user
fr_fr: Éditer Un Utilisateur
it_it: Modifica utente

source: Add a user
fr_fr: Ajouter Un Utilisateur
it_it: Aggiungi un utente

source: Portals
fr_fr: Portails
it_it: Portali

source: Cancel a reservation
fr_fr: Annuler Une Réservation
it_it: Cancella una prenotazione

source: If you cancel details you need to re-insert the pricelist
fr_fr: Si Vous Annulez Les Détails Il Faut Ré-Insérer La Liste De Prix
it_it: Se si cancella un dettaglio è necessario reinserire il listino

source: Pricelists
de_de: Preiseliste
fr_fr: Listes De Prix
it_it: Listini

source: General Prospect
it_it: Prospetto Generale

source: Reservations/Info
it_it: Prenotazioni/Info

source: Request Info
fr_fr: Demande D'informations
it_it: Richieste Info

source: Last minute list
fr_fr: Liste Lastminute
it_it: Lista Last minute

source: Payment Policy
fr_fr: Politique de paiement
it_it: Politica di pagamento

source: Export data
fr_fr: Exporter Les Données
it_it: Esportazione dati

source: Export CSV
it_it: Esportazione CSV

source: Change
fr_fr: Changer
it_it: Cambia

source: Transaction list
it_it: Lista transazioni
nl_nl: Transaktielijst
ro_ro: Lista tranzactii
sk_sk: ZOZNAM TRANSAKCII

source: View a transaction
fr_fr: Voir Transaction
it_it: Visualizza una transazione

source: CMS data search
fr_fr: Recherche De Données Cms
it_it: Parametri ricerca offerta

source: If you choose to transfer the lastminute all the remote info will be deleted
fr_fr: Si Vous Choisissez De Transférer Les Lastminute Toutes Les Informations À Distance Seront Supprimées
it_it: Se scegli di trasferire i lastminute tutte le informazioni remote verranno cancellate

source: Around the
fr_fr: Autour De L'
it_it: Intorno al

source: Reductions and supplements
fr_fr: Réductions Et Suppléments
it_it: Riduzioni e supplementi

source: If you choose to transfer the reductions and supplements all the remote info will be deleted
fr_fr: Si Vous Choisissez De Transférer Les Réductions Et Les Suppléments Toutes Les Informations À Distance Seront Supprimées
it_it: Se scegli di trasferire i riduzioni e supplementi tutte le informazioni remote verranno cancellate

source: Publish start
fr_fr: Date Du Début De La Publication
it_it: Data inizio pubblicazione

source: Publish end
fr_fr: Date De La Fin De La Publication
it_it: Data fine pubblicazione

source: In Evidence
fr_fr: Evidence
it_it: In evidenza

source: Publish on
fr_fr: Publier Dans
it_it: Pubblica in

source: Periods duplicated
fr_fr: Périodes Dupliqués
it_it: Periodi duplicati

source: Reservation language
fr_fr: Langue De Réservation
it_it: Lingua della prenotazione

source: Opened data
fr_fr: Date De L'ouverture
it_it: Data apertura

source: Newsletter language
fr_fr: Langue De La Newsletter
it_it: Lingua della newsletter

source: Credit card type
fr_fr: Type De Carte De Crédit
it_it: Tipo di carta di credito

source: Credit card number
fr_fr: Numérp De Carte De Crédit
it_it: Numero di carta di credito

source: Credit card security code
fr_fr: Code De Sécurite De La Carte De Crédit
it_it: Codice sicurezza carta di credito

source: Credit card holder
fr_fr: Titulaire De La Carte De Crédit
it_it: Titolare carta di credito

source: Credit card exp date
fr_fr: Date D'expiration De La Carte De Crédit
it_it: Scadenza carta di credito

source: Num nights
fr_fr: Numéro Nuits
it_it: Numero notti
nl_nl: Aantal nachten
ro_ro: Numar de nopti
sk_sk: POCET NOCI

source: Num rooms
fr_fr: Numéro Chambres
it_it: Numero stanze

source: Payment within day
fr_fr: Paiement En Jour
it_it: Pagamento entro il
nl_nl: Betaling binnen
ro_ro: Plata pâna la data de

source: Total Account
fr_fr: Total Du Compte
it_it: Totale acconto

source: Save room before insert photo
fr_fr: Enregistrer Chambra Avant L'insertion Des Photos
it_it: E' necessario salvare la camera prima di inserire le foto

source: Increase / decrease by percentage of existing prices
fr_fr: Augmentation / Diminution En Pourcentage Des Prix Existants
it_it: Incremento / decremento in percentuale di prezzi esistenti

source: Enquiry details
fr_fr: Détails Des Renseignements
it_it: Dettagli richiesta

source: Enquiry note
fr_fr: Note Concernant La Demande
it_it: Note richiesta

source: Add a last minute
fr_fr: Ajouter Lastminute
it_it: Aggiungi un lastminute

source: Edit a last minute
fr_fr: Éditer Lastminute
it_it: Modifica un lastminute

source: Area list
fr_fr: Liste Des Secteurs
it_it: Lista aree

source: Add an area
fr_fr: Ajouter Un Secteur
it_it: Aggiungi un'area

source: Edit an area
fr_fr: Éditer Un Secteur
it_it: Modifica un'area

source: Upload photo
fr_fr: Télécharger Photo
it_it: Carica foto

source: Regions list
fr_fr: Liste Régions
it_it: Lista regioni

source: Regions manager
fr_fr: Manager Régions
it_it: Gestione regioni

source: Edit a region
fr_fr: Éditer Région
it_it: Modifica una regione

source: Provinces
it_it: Province

source: Provinces list
fr_fr: Liste Provinces
it_it: Lista province

source: Provinces manager
fr_fr: Manager Provinces
it_it: Gestione province

source: Region
fr_fr: Région
it_it: Regione

source: Edit a province
fr_fr: Éditer Province
it_it: Modifica una provincia

source: Cities manager
fr_fr: Manager Villes
it_it: Gestione città

source: Cities list
fr_fr: Liste Villes
it_it: Lista città

source: Reservation requests
it_it: Richieste di prenotazione

source: There are not OTP RIC keys present
fr_fr: Pas De Cléfs Ric Otp Présentes
it_it: Non sono presenti chiavi OTP RIC

source: OTP RIC keys under minimun value
it_it: Numero di chiavi OTP RIC sotto il valore minimo

source: There are not OTP RIS keys present
fr_fr: Pas De Cléfs Ris Otp Présentes
it_it: Non sono presenti chiavi OTP RIS

source: OTP RIS keys under minimun value
fr_fr: Cléfs Otp Ris Sous La Valeur De Minimun
it_it: Numero di chiavi OTP RIS sotto il valore minimo

source: Account name
fr_fr: Nom Compte
it_it: Nome acconto

source: Amenity types list
fr_fr: Liste Des Types De Services
it_it: Lista tipi di servizi

source: Amenity types manager
fr_fr: Manager Des Types De Services
it_it: Gestione tipi di servizi

source: Add an amenity type
fr_fr: Ajouter Type De Service
it_it: Aggiungi un tipo di servizio

source: Do yuo want to list this amenity type in the minisite home?
fr_fr: Voulez-Vous Lister Ce Type D'équipement Dans La Home Page Du Minisite?
it_it: Vuoi aggiungere questo tipo di servizio nella home del minisito?

source: Edit an amenity type
fr_fr: Éditer Un Type De Service
it_it: Modifica il tipo di servizio

source: Drag the structure types to change the order
fr_fr: Faire Glisser Les Types De Structure Pour Modifier L'ordre
it_it: Trascina la tipologia di servizio per cambiarne l'ordine

source: Structure types list
fr_fr: Liste Type De Structure
it_it: Lista tipologie di struttura

source: Structure types manager
fr_fr: Manager Types De Structure
it_it: Gestione tipologie di struttura

source: Add a structure type
fr_fr: Ajouter Un Type De Structure
it_it: Aggiungi un tipo di struttura

source: Edit a structure type
fr_fr: Éditer Un Type De Structure
it_it: Modifica un tipo di struttura

source: Add an amenity
fr_fr: Ajouter Un Service
it_it: Aggiungi un servizio

source: Edit an amenity
fr_fr: Éditer Un Service
it_it: Modifica servizio

source: Amenities manager
fr_fr: Manager Des Services
it_it: Gestione servizi

source: Show on search
fr_fr: Afficher Sur La Recherche
it_it: Mostra nel search

source: Amenities list
fr_fr: Liste Des Services
it_it: Lista servizi

source: Conversion list
fr_fr: Liste Conversion
it_it: Lista conversioni

source: Currency
fr_fr: Monnaie
it_it: Valuta

source: Add a currency conversion
fr_fr: Ajouter Une Conversion Devises
it_it: Aggiungi una conversione di valuta

source: Conversion
it_it: Conversione

source: Edit a currency conversion
fr_fr: Éditer Une Conversion Devises
it_it: Modifica una conversione di valuta

source: Permissions manager
it_it: Gestione permessi

source: Users manager
fr_fr: Manager Utilisateurs
it_it: Gestione utenti

source: Structures list
fr_fr: Liste Complète Des Logements
it_it: Lista strutture

source: Connect structures with portals
fr_fr: Connecter Structures Avec Portails
it_it: Connetti le strutture ai portali

source: Structures portals manager
fr_fr: Manager Portails Des Structures
it_it: Gestione strutture portali

source: Roles manager
fr_fr: Manager Rôles
it_it: Gestione ruoli

source: Roles list
fr_fr: Liste Rôles
it_it: Lista ruoli

source: Lastminute manager
fr_fr: Manager Lastminute
it_it: Gestione lastminute

source: Transactions manager
fr_fr: Manager Transactions
it_it: Gestione transazioni

source: Transactions list
fr_fr: Liste Transactions
it_it: Lista transazioni

source: Incorrect date format or missing date
fr_fr: Format Des Données Incorrecte Ou Manquant
it_it: Formato di data non corretto o date mancanti

source: Arranged
fr_fr: Disposés
it_it: Convenzionato

source: Email address is not valid
fr_fr: L'addresse Email N'est Pas Valide
it_it: Indirizzo email non è valido
nl_nl: Ongeldig email adres
ro_ro: Adresa email invalida
ru_ru: E-mail указан неправильно
sk_sk: NEPLATNY MAIL

source: Drag the room to change the order
fr_fr: Emporter Chambre Pour Changer L'ordre
it_it: Trascina la camera per cambiare l'ordine

source: Drag the multirate to change the order
fr_fr: Glisser Tarifs Multiples Pour Changer L'ordre
it_it: Trascina il multilistino per cambiare l'ordine

source: Guide
it_it: Manuale

source: What's new
fr_fr: Quoi De Neuf
it_it: Novità

source: Refine your search
de_de: Verfeinern Sie Ihre Suche
it_it: Affina la tua ricerca

source: Selecting the fields below, you can refine your search
de_de: Die Auswahl der Felder unten aus, können Sie Ihre Suche verfeinern
it_it: Selezionando i campi sotto, potrai restringere la tua ricerca

source: View hotels on map
de_de: Hotels auf der Karte anzeigen
it_it: Visualizza gli hotel sulla mappa

source: Selecting one of the places below, you will find the hotel near your destination
de_de: Auswählen einer der Orte anzuschauen, finden Sie das Hotel in der Nähe Ihres Ziels
it_it: Selezionando uno dei punti di interesse sotto, troverai l'hotel vicino alla tua destinazione

source: Score from
de_de: Ergebnis aus
it_it: Punteggio ottenuto da

source: Unique inventory
fr_fr: Inventaire Unique
it_it: Inventario unico

source: Minimum availability
fr_fr: Disponibilité Minimale
it_it: Disponibilità minima

source: Select days
fr_fr: Sélectionner Jours
it_it: Seleziona giorni

source: See more results
de_de: Weitere Ergebnisse
it_it: Mostra più risultati

source: Multirate disabled
fr_fr: Tarifs Multiples Désactivés
it_it: Multilistino non attivo

source: Unique channel manager inventory
fr_fr: Unique Unique Channel Manager
it_it: Inventario unico channel manager

source: Share on
de_de: Teilen auf
it_it: Condividi su

source: Show scores of
de_de: Bewertungen anzeigen
it_it: Visualizza valutazione di

source: We will gladly help you personally
de_de: Wir helfen Ihnen gerne persönlich
it_it: Saremo lieti di aiutarvi personalmente

source: on week end
it_it: nei week end

source: Fortravel protects your privacy
de_de: Fortravel schützt Ihre Privatsphäre
it_it: Fortravel protegge la vostra privacy

source: Your personal information will be treated confidentially and will not be disclosed to third parties under any circumstances. They are subject to the provisions on legal protection and data are transmitted using the security protocol SSL (Secure Socket Layer).
de_de: Ihre persönlichen Daten werden vertraulich behandelt und nicht an Dritte unter keinen Umständen weitergegeben werden. Sie unterliegen den Bestimmungen über den rechtlichen Schutz und Daten übertragen werden mit dem Sicherheitsprotokoll SSL (Secure Socket Layer).
it_it: I vostri dati personali saranno trattati con la massima riservatezza e non saranno divulgati in nessun caso a soggetti terzi. Essi sono soggetti alle disposizioni riguardanti la tutela giuridica dei dati e vengono trasmessi utilizzando il protocollo di sicurezza SSL (Secure Socket Layer).

source: Show prices
de_de: Preise anzeigen
fr_fr: Voir les prix
it_it: Visualizza tariffe
ro_ro: Afișare prețuri
ru_ru: Показать цены

source: Review
de_de: Rezension
fr_fr: Recension
it_it: Giudizio

source: Increasing
de_de: Zunehmend
it_it: Crescente

source: Decreasing
de_de: Abnehmende
it_it: Decrescente

source: You are here
de_de: Sie sind hier
it_it: Tu sei qui

source: results
de_de: ergebnisse
it_it: risultati

source: result
de_de: ergebnis
it_it: risultato

source: Back to search results
de_de: Zurück zu den Suchergebnissen
it_it: Torna ai risultati della ricerca

source: Sun
it_it: Dom

source: Mon
it_it: Lun

source: Tue
it_it: Mar

source: Wed
it_it: Mer

source: Thu
it_it: Gio

source: Fri
it_it: Ven

source: Sat
it_it: Sab

source: Priority
fr_fr: Priorité
it_it: Prioritario

source: Priority inventory
fr_fr: Priorité Inventaire
it_it: Inventario prioritario - Tariffa prioritaria

source: Inventory
fr_fr: Inventaire
it_it: Inventario

source: Structure questionnaire Admin
it_it: Modera commenti Admin

source: Policy
fr_fr: Politique
it_it: Politica

source: City not found
it_it: Città non trovata

source: Upload Main Image
fr_fr: Charger Image Principale
it_it: Carica Immagine Principale

source: If you upload a new image, it overwrites main image if already present
fr_fr: Si Vous Téléchargez Une Nouvelle Image, Il Écrase Image Principale Si Elle Est Déjà Présente
it_it: Se carichi una nuova immagine, essa sovrascriverà quella già presente

source: Main Image
fr_fr: Immage Principale
it_it: Immagine Principale

source: Click to delete
fr_fr: Cliquer Pour Supprimer
it_it: Clicca per cancellare

source: Image file type invalid! No main image saved
fr_fr: Fichier Type Image Invalide! Aucune Image Principale Sauvé
it_it: Tipo di immagine non valida! Nessuna immagine principale salvata

source: Image is too big (max image size: 2 MB)! No main image saved
fr_fr: Image Trop Grande (Max Dimension: 2Mb)! Aucune Image Principale Sauvé
it_it: Immagine troppo grande (dimensione max: 2MB)! Nessuna immagine principale salvata

source: Allowed only .JPG files
fr_fr: Seulement Fichiers .jpg
it_it: Permessi solo files .JPG

source: include hotels near
de_de: Hotels in der nähe gehören
it_it: sono comprensivi gli hotel vicini a

source: Available
fr_fr: Disponible
it_it: Disponibile

source: Locked
fr_fr: Bloqué
it_it: Non prenotabile

source: summary
de_de: Übersicht
fr_fr: résumé des
hu_hu: összegzése
it_it: riepilogo
ru_ru: Резюме

source: Pricelists map
fr_fr: Mappe De List Des Prix
it_it: Mappatura listini

source: Remote pricelist
fr_fr: Liste Des Prix À Distance
it_it: Listino remoto

source: night
it_it: notte

source: apartments left
de_de: Wohnungen verfuegbar
it_it: appartamenti rimasti

source: Search results
de_de: Suchergebnisse
it_it: Risultati ricerca
nl_nl: Zoekresultaten
ro_ro: Rezultate cautare
sk_sk: VYSLEDOK HLADANIA

source: custom_step_4_aptdesk
de_de: <strong>gültige reservierung 30 minuten, um an ausgewählten bestätigt werden</strong>
it_it: <strong>prenotazione valida 30 minuti da confermarsi presso la struttura prescelta</strong>

source: Lists that can be managed
fr_fr: Listes Qui Peuvent Être Gérées
it_it: Listini che possono essere gestiti

source: Show all apartments
de_de: Alle Wohnungen
it_it: Visualizza tutti gli appartamenti

source: Operation on inventory completed
fr_fr: Opération Sur ??l'inventaire Terminé
it_it: Operazione sull@@@@inventario completata

source: You must select a date period
fr_fr: Vous Devez Sélectionner Une Dade De La Période
it_it: Devi selezionare un periodo di date

source: Warning: IDS portals charge
it_it: Attenzione: caricamento dati verso portali IDS

source: Would you submit the changes also to the IDS portals?
it_it: Vuoi propagare le modifiche anche ai portali IDS?

source: Warning: external portals charge
it_it: Attenzione: caricamento dati verso portali esterni

source: Please choose the external portals
it_it: Cortesemente seleziona i portali esterni

source: Allotments adjustment
fr_fr: Ajustement Allotissements
it_it: Sistemazione allotment

source: you have
fr_fr: hai
it_it: hai

source: allotments to set
it_it: disponibilità da impostare

source: Allotment mismatch between unique inventory and the other inventories
it_it: C'è disparità tra gli allotment configurati nell'inventario unico e quelli degli altri inventari

source: Allotments adjustment not completed
fr_fr: Ajustements Des Allotements Pas Complétés
it_it: Sistemazione disponibilità non completata

source: No priority inventory set
fr_fr: Manager Priorité Inventaire Pas Configuré
it_it: Nessun inventario prioritario settato

source: LivenzaSearchHeader
de_de: Online Verfügbarkeit
it_it: Disponibilità & Preventivo Online

source: step4nogateway
de_de: In wenigen Sekunden erhalten Sie eine Bestaetigungsmail mit dem Link fuer die Online-Bezahlung. Wir danken, dass Sie unsere Gruppe gewaehlt haben.
fr_fr: Tra pochi secondi riceverà una e-mail per la conferma della prenotazione con il link al pagamento on-line. Grazie per la preferenza accordataci.
it_it: Tra pochi secondi riceverà una e-mail per la conferma della prenotazione con il link al pagamento on-line. Grazie per la preferenza accordataci.

source: Recommended structures
de_de: Empfohlen Strukturen
it_it: Strutture raccomandate

source: Reserved Area
fr_fr: Zone Réservée
it_it: Area Riservata

source: Login failed
it_it: Login fallita

source: Credit Card not selected
fr_fr: Carte De Crédit Pas Sélectionné
it_it: Carta di Credito non selezionata

source: Info not available
fr_fr: Informations Pas Disponibles
it_it: Informazioni non disponibili

source: Verify availability Fortravel
de_de: überprüfung von verfügbarkeit und preisen
it_it: Seleziona le date del tuo soggiorno

source: Available solutions Fortravel
de_de: Vorhandene Lösungen
it_it: Disponibilità e prezzi

source: Conflicts solved
fr_fr: Conflits Résolus
it_it: Conflitti risolti

source: No differences found
fr_fr: Pas Des Differences Trouvée
it_it: Nessuna differenza riscontrata

source: Solve conflicts
fr_fr: Résoudre Conflits
it_it: Risolvi i conflitti

source: Local room
fr_fr: Chambre Locale
it_it: Camera locale

source: map rooms
fr_fr: Mappe des chambres
it_it: mappatura stanze

source: map rooms manager
fr_fr: Manager mappes des chambres
it_it: gestione mappatura stanze

source: Local
it_it: Locale

source: transfers
fr_fr: Transferts
it_it: trasferimenti

source: transfers manager
fr_fr: Manager transferts
it_it: gestione trasferimenti

source: Price type mismatch
fr_fr: Type Prix Est Incongru
it_it: Tipologia di prezzo incongruente

source: local is
fr_fr: Locale est
it_it: in locale è

source: remote is
fr_fr: A distance est
it_it: in remoto è

source: Min pax mismatch
fr_fr: Divergence Min. Pers.
it_it: Min pax incongruente

source: Max pax mismatch
fr_fr: Divergence Max. Pers.
it_it: Max pax incongruente

source: Extrabed use mismatch
fr_fr: Divergence Utilisation Extra-Lit
it_it: Uso degli extrabed incongruente

source: Num pax pay full mismatch
fr_fr: Divergence Nombre Pers. Payant Plein Tarif
it_it: Numero di pax che pagano pieno incongruente

source: Rooms differences
fr_fr: Différences Chambres
it_it: Differenze stanze

source: map multirates
fr_fr: Mappes tarifs multiples
it_it: mappatura multilistini

source: map multirates manager
fr_fr: Manager mappes tarifs multiples
it_it: gestione mappatura multilistini

source: Priority Inventory
it_it: Inventario prioritario

source: Modify mode
fr_fr: Modifier Mode
it_it: Modalità di modifica

source: Update mode
fr_fr: Mis À Jour Mode
it_it: Modalità di aggiornamento

source: multirate code
fr_fr: code tarifs multiples
it_it: codice multilistino

source: create remote multirate
fr_fr: Créer tarifs multiples à distance
it_it: crea multilistino remoto

source: create remote multirate manager
fr_fr: Créer manager à distance pour tarifs multiples
it_it: gestione creazione multilistini remoti

source: External portals reservations
it_it: Prenotazioni portali esterni

source: External portals reservations manager
fr_fr: Manager Réservation Portails Externes
it_it: Gestione prenotazioni portali esterni

source: only prices
it_it: solo prezzi

source: Search your hotel
de_de: Suchen sie ihr Hotel
fr_fr: Rechercher votre hôtel
it_it: Cerca il tuo hotel

source: All resorts
de_de: Alle Orte
fr_fr: Toutes les stations
it_it: Tutte le località

source: You cannot delete the default boarding
fr_fr: Vous Ne Pouvez Pas Supprimer L'embarquement Par Défaut
it_it: Non puoi cancellare il trattamento di default

source: Contacts
it_it: Contatti

source: If you modify the reservation actual general prospect won't be changed
fr_fr: Si Vous Modifiez La Réservation La Vue D'ensembre Générale Actuelle Ne Sera Pas Modifiée
it_it: Se modifichi la prenotazione l'attuale prospetto generale non verrà cambiato

source: Notify guest
fr_fr: Voulez-Vous Envoyer La Notification Au Client
it_it: Vuoi inviare la notifica al cliente

source: Notify structure
fr_fr: Afficher Structure
it_it: Vuoi inviare la notifica alla struttura

source: single use pricelist
fr_fr: tarifs pour chambre à utilisation simple
it_it: prezzistiche uso singola
