Repository: mlarese/privacybe
Catalog: __doc/locale/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, nl_nl, pl_pl, ro_ro, ru_ru, sk_sk

source: Notification sending issue. Number error:
it_it: Problema invio notifica. Errore numero:

source: Notification
it_it: Notifica

source: Device
it_it: Dispositivo

source: Push notifications
it_it: Notifiche push

source: Offers simulations
it_it: Simulazioni offerte

source: Options
it_it: Opzioni

source: Ignore availability
it_it: Ingora disponibilità

source: Ignore restrictions
it_it: Ingora restrizioni

source: Ignore structure restrictions
it_it: Ingora restrizioni struttura

source: View paused lists
it_it: Visualizza listini in pausa

source: Ski run
it_it: Pista da sci

source: Offer name
fr_fr: Nom Offre
it_it: Nome offerta

source: Structure reservation number
it_it: Numero prenotazioni struttura

source: Real rank
it_it: Rank reale

source: Actual rank
it_it: Rank effettivo

source: Pages
it_it: Pagine

source: Offers ranking
it_it: Ranking offerte

source: All inclusive with beach
it_it: All Inclusive con spiaggia

source: Hotel and park
it_it: Hotel piu parco

source: Hotel and spa
it_it: Hotel piu benessere

source: AZZ
it_it: WWW link

source: Mode
it_it: Modalità

source: Pricing
it_it: Tariffa

source: Daily budget
it_it: Spesa giornaliera

source: HCBOOKED
it_it: Prenotazine

source: Disable campaign
it_it: Disabilita campagne

source: Option 24h
hu_hu: 24 órás opció
it_it: Opzione 24h

source: Cancel estimate
de_de: Storno Angebot
hu_hu: Ajánlat visszautasítása
it_it: Rifiuta preventivo

source: Dear Customer, thank you for canceling the reservation
de_de: Lieber Gast, wir bedanken uns fuer die Stornierung Ihrer Buchung
hu_hu: Kedves Ügyfelünk, köszönjük, hogy foglalását törölte
it_it: Gentile Cliente, la ringraziamo per aver cancellato la prenotazione

source: The option with the reservation number
de_de: Option mit der Reservierungsnummer
hu_hu: Opció foglalási kóddal
it_it: L'opzione con codice di prenotazione

source: will be canceled
de_de: es wird storniert
hu_hu: törölve lesz
it_it: sarà cancellata

source: Confirm cancel
hu_hu: Lemondás megerősítése
it_it: Conferma annullamento

source: Event date
it_it: Data evento

source: Inspire list
it_it: Ispirami

source: Error 500 : Internal Server Error [PAYMENT_ERROR] service code : PAYMENT_REFUSED
it_it: Pagamento non autorizzato

source: Vat number
it_it: Codice fiscale

source: Traveller
it_it: Viaggiatore

source: You are late, you have to pay the insurance earlier.
it_it: E' impossible attivare l'assicurazione, sono già passate 24H dalla prenotazione o la data di checkin è troppo vicina.

source: Remember that, in order to be activated, the insurance policy must be paid within 24hr only by credit card
de_de: Nehmen Sie bitte zur Kenntnis, dass die Versicherung innert 24 Stunden mit Kredikarte bezahlt werden muss, um sie aktivieren zu können.
es_es: Recordamos que la póliza se tendrá que pagar en un plazo de 24 horas, y sólo con tarjeta de crédito, para que se active.
fr_fr: Nous vous rappelons que pour activer la police d'assurance elle doit être payée dans les 24h exclusivement par carte de crédit
hu_hu: Emlékeztetjük, hogy biztosítását akkor tudja aktiválni, ha 24 órán belül bankkártyával befizeti a díjat.
it_it: Ricorda, l'assicurazione verrà attivata solamente se pagata nelle prossime 24hr mediante carta di credito
pl_pl: Przypominamy, że w celu uaktywnienia polisy musi być ona zapłacona w ciągu 24 godzin i wyłącznie kartą kredytową.
ru_ru: Напоминаем, что для того, чтобы активировать полис, необходимо произвести оплату в течении 24 часов кредитной картой.

source: Main Contact
it_it: Contatto principale

source: Insure Your Stay
it_it: Assicura il tuo soggiorno

source: Insurance payment
it_it: Pagamento della polizza

source: Booking summary
it_it: Riepilogo prenotazione

source: Insured customers
it_it: Clienti assicurati

source: Insurance summary
it_it: Riepilogo polizza

source: Pay
fr_fr: Payer
it_it: Paga

source: The undersigned authorizes to charge to the credit card provided the total amount noted in the above insurance.
it_it: Il sottoscritto autorizza all'addebito dell'importo indicato nella suddetta polizza sulla carta di credito inserita.

source: Payment completed
it_it: Pagamento completato

source: We sent an email with all insurance details.
it_it: Abbiamo inviato una mail con tutti i dettagli della polizza.

source: We recommend that you print the insurance policy attached to the e-mail with the contract details.
it_it: Ti raccomandiamo di stampare la polizza allegata alla mail.

source: Date change request
it_it: Il cliente ha richiesto la modifica delle date

source: New checkin date
it_it: Nuova data di arrivo

source: New checkout date
it_it: Nuova data di partenza

source: New total reservation price
it_it: Nuovo prezzo totale

source: Romanian
it_it: Rumeno

source: Slovak
it_it: Slovacco

source: Czech
it_it: Ceco

source: Show only for language
it_it: Mostra solo per la lingua

source: Insurance form open
it_it: Maschera assicurazione aperta

source: Alternative periods
it_it: Periodi alternativi

source: distance from sea
de_de: Entfernung vom Meer
hu_hu: a tengertől való távolság
it_it: distanza dal mare
pl_pl: Odległość od morza
ro_ro: distanta de la mare
sk_sk: Vzdialenosť od mora

source: Interesting points list
it_it: Lista punti di interesse

source: Add Interesting point
it_it: Aggiungi punto di interesse

source: Edit Interesting point
it_it: Modifica punto di interesse

source: The interesting point has been saved correctly
it_it: Il punto di interesse è stato salvato correttamente

source: The interesting point has been updated
it_it: Il punto di interesse è stato aggiornato

source: The interesting point has been deleted
it_it: Il punto di interesse è stato eliminato

source: Import interesting points
it_it: Importa punti di interesse

source: Import Interesting Points
it_it: Importa punti di interesse

source: Search interesting point to select
it_it: Cerca punto di interesse da selezionare

source: Search interesting point selected
it_it: Cerca punto di interesse selezionato

source: Select interesting point
it_it: Seleziona punto di interesse

source: Interesting points selected
it_it: Punti di interesse selezionati

source: already imported
it_it: già importato

source: Interesting point imported for the structure
it_it: Punto di interesse importato per la struttura

source: No interesting point selected
it_it: Nessun punto di interesse selezionato

source: Server unreachable!
it_it: Server non raggiungibile!

source: Error retrieving interesting points!
it_it: Errore durante il recupero dei punti di interesse!

source: Error! The interesting point that you want to import has not been found.
it_it: Errore! Il punto di interesse che si vuole importare non è stato trovato.

source: Structure categories list
it_it: Lista categorie struttura

source: Structure Categories List
it_it: Lista categorie struttura

source: The category for this structure has been added
it_it: La categoria per questa struttura è stata aggiunta

source: The category has been edited
it_it: La categoria è stata modificata

source: Operation not completed: category mustn't contain interesting points
it_it: Operazione non completata: la categoria non deve contenere punti di interesse

source: Category structure deleted
it_it: Categoria struttura eliminata

source: Uncategorized
it_it: Nessuna categoria

source: Age groups configurator
it_it: Configuratore fasce d'età

source: Min age
it_it: Età minima

source: Max age
it_it: Età massima

source: Saved values correctly
it_it: Dati salvati correttamente

source: Warning! There was an error while saving data. Contact Technical Support
it_it: Attenzione. Si è verificato un errore nel salvataggio dei dati. Contatta il Supporto Tecnico

source: Structure Interesting Point
it_it: Punti di Interesse

source: Deleted photo
it_it: Foto eliminata

source: Interesting point photo gallery
it_it: Lista foto punto di interesse

source: Room photo gallery
it_it: Lista foto camera

source: To edit the photo, you must select an area within the same
it_it: Per modificare la foto è necessario selezionare un'area all'interno della stessa

source: Resized and saved photo
it_it: Foto ridimensionata e salvata

source: Warning! There was a problem while saving the resized photo. Try again
it_it: Attenzione! Si è verificato un problema durante il salvataggio della foto ridimensionata. Riprovare

source: Cities portal
it_it: Città portale

source: City portal photo manager
it_it: Lista foto città

source: Edit city photo
it_it: Modifica foto città

source: Cities portals manager
it_it: Getsione città portali

source: Connect cities with portals
it_it: Connetti le città ai portali

source: Search cities to select
it_it: Cerca città da selezionare

source: Search selected cities
it_it: Cerca città selezionate

source: Select cities
it_it: Seleziona città

source: Cities selected
it_it: Città selezionate

source: No data selected
it_it: Nessun dato selezionato

source: City Portal list
it_it: Lista città per portale

source: City name
it_it: Nome città

source: Warning! Enter the name of the city
it_it: Attenzione! Inserire il nome della città

source: Error creating new city. Try again!
it_it: Errore durante la creazione della nuova città. Riprovare!

source: The new city has been added
it_it: La nuova città è stata aggiunta

source: Warning! The name of the city was not saved
it_it: Attenzione! Il nome della città non è stato salvato

source: Error saving data. Try again!
it_it: Errore durante il salvataggio dei dati. Riprovare!

source: Type the name of the city to search for
it_it: Digitare il nome della città da cercare

source: Dear Guest
it_it: Gentili signori

source: There's a new Reservation for your Structure, please find below the details
it_it: abbiamo ricevuto la seguente prenotazione per la Vostra struttura e, di seguito, inoltriamo tutti i dettagli.

source: Stay Details
it_it: Dati soggiorno

source: Arrival Date
it_it: Data arrivo

source: Departure Date
it_it: Data partenza

source: Nr. Room
it_it: Nr. Camere

source: Nr. Persons
it_it: Nr. Persone

source: Guest Details
it_it: Dati Cliente

source: Reservation Details
it_it: Dettaglio prenotazione

source: Room Type
it_it: Tipologia camera

source: Board
it_it: Trattamento

source: Tot. Price
it_it: Totale soggiorno

source: Credit Card details are available on BookingOne
it_it: I dettagli della carta di credito sono visualizzabili dal Booking.ONE

source: new
it_it: Nuovo

source: New Reservation - Booking.com
it_it: Nuova prenotazione Booking.com

source: Inspire
it_it: Ispirami

source: Review template message
it_it: Template messaggio commenti

source: Synchronize payments-deposits
it_it: Trasferimento acconti-caparre

source: Synchronize photos
it_it: Trasferimento foto

source: Synchronize payments
it_it: Trasferimento pagamenti

source: Synchronize policy
it_it: Trasferimento policy

source: Synchronize special services
it_it: Trasferimento servizi speciali

source: Synchronize reservation rules
it_it: Trasferimento vincoli di prenotazione

source: Google settings
it_it: Impostazioni google

source: Mail settings
it_it: Impostazioni mail

source: Booking request delivery successfully
it_it: Richiesta di prenotazione inviata con successo

source: Single item shipping price
it_it: Prezzo per spedizione del singolo pezzo

source: Hotel Room
it_it: Conto Camera

source: Age range
it_it: Fascia di età

source: Ski area
it_it: Area sciistica

source: number
it_it: numero

source: Highest point
it_it: Punto più alto

source: Lowest point
it_it: Punto più basso

source: Structure quote
it_it: Quota struttura

source: Ski tows
it_it: Impianti di risalita

source: Chairlifts
it_it: Seggiovie

source: Cable cars
it_it: Telecabine

source: Total slopes
it_it: Piste totale

source: Blue and green slopes
it_it: Piste azzurre e verdi

source: Red slopes
it_it: Piste rosse

source: Black slopes
it_it: Piste nere

source: Cross country slopes
it_it: Piste da fondo

source: Total number of slopes
it_it: Numero totale di piste

source: Total number of blue and green slopes
it_it: Numero totale di piste azzurre e verdi

source: Total number of red slopes
it_it: Numero totale di piste rosse

source: Total number of black slopes
it_it: Numero totale di piste nere

source: Total number of cross country slopes
it_it: Numero totale di piste da fondo

source: Ski school phone
it_it: Telefono scuola sci

source: Ski rental phone
it_it: Telefono noleggio sci

source: Coordinates
it_it: Coordinate

source: PostePay recharge
fr_fr: Recharge Postepay
it_it: Dati per la ricarica PostePay

source: Postal order data
it_it: Dati per la vaglia Postale

source: Charge on the room
it_it: Pagamento sul conto camera

source: Flexible dates
it_it: Date flessibili

source: Do you have a promotional code?
it_it: Sei in possesso di un codice promozionale?

source: Put it here to get the discount
it_it: Inseriscilo qui per ottenere lo sconto

source: Discount code can not be empty
it_it: Il codice sconto non può essere vuoto

source: Less distance from the slopes
it_it: Minore distanza dalle piste

source: Higher cashback
it_it: Cashback più alto

source: More miles of slopes
it_it: Maggiore chilometri di piste

source: Template name
it_it: Nome modello

source: Sub template
it_it: Sotto-modello

source: Registration form
it_it: la scheda di iscrizione

source: Voucher(s)
it_it: il/i Voucher

source: Main template
it_it: Modello principale

source: Load template
it_it: Carica modello

source: Extrabed template
it_it: Modello extrabed

source: New template
it_it: Nuovo modello

source: Hurry up! The offer expires in
de_de: Beeilen Sie sich! Das Angebot verfällt in
es_es: ¡Date prisa! La oferta termina en
fr_fr: Dépêchez-vous! L’offre expire en
it_it: Affrettati! L'offerta scade tra
ru_ru: Не упустите свой шанс! Предложение в силе до

source: short_days
de_de: t
es_es: d
fr_fr: j
hu_hu: n
it_it: g
nl_nl: d
pl_pl: d
ro_ro: z
ru_ru: д
sk_sk: d

source: short_hours
de_de: h
es_es: h
fr_fr: h
hu_hu: o
it_it: h
nl_nl: u
pl_pl: g
ro_ro: o
ru_ru: ч
sk_sk: h

source: short_minutes
de_de: m
es_es: m
fr_fr: m
hu_hu: p
it_it: m
nl_nl: m
pl_pl: m
ro_ro: m
ru_ru: м
sk_sk: m

source: short_seconds
de_de: s
es_es: s
fr_fr: s
hu_hu: m
it_it: s
nl_nl: s
pl_pl: s
ro_ro: s
ru_ru: с
sk_sk: s

source: Do you want to import basic amenities?
it_it: Vuoi importare i servizi di base?

source: Import room amenities
it_it: Importa servizi camera

source: accessible
it_it: accessibile

source: kettle
it_it: bollitore

source: satellite TV
it_it: TV Satellitare

source: safe
it_it: cassaforte

source: panoramic view
it_it: vista panoramica

source: linen service
it_it: servizio biancheria

source: air conditioner
it_it: aria condizionata

source: minibar
it_it: frigo Bar

source: bath
it_it: vasca

source: bathrobe
it_it: accappatoio

source: hairdryer
it_it: asciugacapelli

source: shower
it_it: doccia

source: wake up service
it_it: servizio sveglia

source: Basic amenities were not imported. It will be possible do this later through the appropriate button.
it_it: I servizi di base non sono stati importati. Sarà possibile farlo successivamente tramite l'apposito pulsante.

source: The basic amenities for the rooms were imported.
it_it: I servizi base per le camere sono stati importati.

source: Warning! There was a problem during the file upload. The amenity was saved correctly but the icon was not saved. Edit the service and retry the upload.
it_it: Attenzione! Si è verificato un problema durante l'upload del file. Il servizio è stato salvato correttamente ma l'icona non è stata salvata. Modificare il servizio e effettuare nuovamente l'upload.

source: Stickers
it_it: Etichette

source: Sticker
it_it: Etichetta

source: Stickers type
it_it: Tipologia etichette

source: Room stickers
it_it: Etichette camera

source: Multirate stickers
it_it: Etichette multilistino

source: Sticker description
it_it: Descrizione etichetta

source: Add room sticker
it_it: Nuova etichetta camera

source: Edit room sticker
it_it: Modifica etichetta camera

source: Add multirate sticker
it_it: Nuova etichetta multilistino

source: Edit multirate sticker
it_it: Modifica etichetta multilistino

source: Max 100 chars
it_it: Massimo 100 caratteri

source: Text
fr_fr: Texte
it_it: Testo

source: The sticker has been updated
it_it: L'etichetta è stata aggiornata

source: The sticker has been saved correctly
it_it: L'etichetta è stata salvata correttamente

source: The description field must not be empty
it_it: Il campo descrizione non deve essere vuoto

source: The description must have a maximum of 100 characters. Sticker not saved
it_it: La descrizione deve essere al massimo di 100 caratteri. Etichetta non salvata

source: The sticker has been deleted
it_it: L'etichetta è stata eliminata

source: No multirate stickers was added.
it_it: Non è stata aggiunta nessuna etichetta per i multilistini.

source: No room stickers was added.
it_it: Non è stata aggiunta nessuna etichetta per le camere.

source: Import stickers
it_it: Importa etichette

source: Do you want to import basic multirate stickers?
it_it: Vuoi importare le etichette di base per i multilistini?

source: Do you want to import basic room stickers?
it_it: Vuoi importare le etichette di base per le camere?

source: Basic multirate stickers were not imported. It will be possible do this later through the appropriate button.
it_it: Le etichette di base per i multilistini non sono state importate. Sarà possibile farlo successivamente tramite l'apposito pulsante.

source: Basic room stickers were not imported. It will be possible do this later through the appropriate button.
it_it: Le etichette di base per le camere non sono state importate. Sarà possibile farlo successivamente tramite l'apposito pulsante.

source: The basic stickers for the multirate were imported.
it_it: Le etichette di base per i multilistini sono state importate.

source: The basic stickers for the room were imported.
it_it: Le etichette di base per le camere sono state importate.

source: No existing stricker.
it_it: Nessuna etichetta esistente.

source: Creates the first.
it_it: Crea la prima.

source: No sticker
it_it: Nessuna etichetta

source: It is recommended to upload png files.
it_it: È consigliato caricare file png.

source: Stay confirmation
it_it: Conferma soggiorno

source: We're almost done
it_it: Abbiamo quasi finito

source: Price without vat
it_it: Prezzo non ivato

source: Full price
it_it: Prezzo intero

source: Branch
it_it: Filiale

source: Payable to
it_it: Pagabile a

source: Bank
it_it: Banca

source: has been sent
it_it: è stato spedito

source: has been processed
it_it: è stato evaso

source: has been payed
it_it: è stato pagato

source: has been registered
it_it: è stato registrato

source: has been canceled
it_it: è stato cancellato

source: has been received
it_it: è stato ricevuto

source: Room amenity
it_it: Servizi camera

source: Amenity name
it_it: Nome servizio

source: No room service was added.
it_it: Non è stato aggiunto nessun servizio per la stanza.

source: Add room amenity
it_it: Aggiungi servizio camera

source: Edit room amenity
it_it: Modifica servizio camera

source: The room amenity has been deleted
it_it: Il servizio della camera è stato cancellato

source: The room amenity has been saved correctly
it_it: Il servizio della camera è stato salvato correttamente

source: The room amenity has been updated
it_it: Il servizio della camera è stato aggiornato

source: Icon
it_it: Icona

source: Replace
it_it: Sostituisci

source: Add room amenities
it_it: Aggiungi servizi camera

source: There are no amenities that can be added to the room
it_it: Non ci sono servizi che si possono aggiungere alla camera

source: Create the first
it_it: Crea il primo

source: Room size
it_it: Dimensione camera

source: Square meters
it_it: Metri quadrati

source: Number of cots
it_it: Numero culle

source: The amenities associated with the room have not been changed
it_it: I servizi associati alla camera non sono stati cambiati

source: The amenities associated with the room have been updated correctly
it_it: I servizi associati alla camera sono stati aggiornati correttamente

source: All amenities have been removed from the room
it_it: Tutti i servizi sono stati rimossi dalla camera

source: sq.m.
it_it: mq

source: Facilities
de_de: Dienstleistungen
it_it: Dotazioni

source: The size of the selected file are incorrect. The amenity was saved correctly but the icon was not saved. Edit the service and retry the upload.
it_it: Le dimensioni del file selezionato non sono corrette. Il servizio è stato salvato correttamente ma l'icona non è stata salvata. Modificare il servizio e effettuare nuovamente l'upload.

source: The file to be loaded must be square (for example 256px * 256px) and not exceed 2MB.
it_it: Il file da caricare deve essere quadrato (per esempio 256px * 256px) e non superare i 2MB.

source: See all
de_de: Alle anschauen
it_it: Vedi tutti

source: Write your review
it_it: Scrivi la tua recensione

source: 50% Off Discount Voucher(s)
it_it: Voucher Riduzione 50%

source: Total order
it_it: Totale ordine

source: Choose %s and offers
de_de: %s und angebot aussuchen
es_es: Elegir %s y ofertas
fr_fr: Choisissez %s et offres
it_it: Scegli %s e tariffe
ru_ru: ВЫБЕРИТЕ %s И ПРЕДЛОЖЕНИЯ

source: Customize your stay
it_it: Personalizza soggiorno

source: Customize
it_it: Personalizza

source: Reservation notes
it_it: Note di prenotazione

source: Browse
it_it: Sfoglia

source: Photo description
fr_fr: Dèscription Photo
it_it: Descrizione foto

source: Event
fr_fr: Événement
it_it: Evento

source: Add event
it_it: Aggiungi evento

source: Events list
it_it: Lista eventi

source: Add inspire
it_it: Aggiungi ispirami

source: Structure inspire and events photo gallery
it_it: Foto gallery eventi e ispirami associati alla struttura

source: Structure photo gallery
it_it: Foto gallery struttura

source: Inspire and events photo gallery
it_it: Foto gallery eventi e ispirami

source: Generic photo gallery
it_it: Foto gallery generica

source: Inspire and events photo manager
it_it: Gestore foto eventi e ispirami

source: Structure inspire and events photo manager
it_it: Gestore foto eventi e ispirami per struttura

source: Link to the Video
it_it: Link al video

source: Current amount
it_it: Valore attuale del carrello

source: Shipping method selected
it_it: Metodo di spedizione selezionato

source: Payment method selected
it_it: Metodo di pagamento selezionato

source: Items
it_it: Quantità

source: item
it_it: elemento

source: code
it_it: codice

source: quantity
it_it: quantità

source: Abandoned Carts
it_it: Carrelli abbandonati

source: Loading please wait...
it_it: Attendere prego...

source: Best Price Guaranteed!
it_it: Miglior Prezzo Garantito!

source: Price from
it_it: Prezzo da

source: Available for the selected period
it_it: Disponibile per il periodo selezionato

source: Score reviews
it_it: Punteggio recensioni

source: Earned cashback
it_it: Cashback accumulato

source: Earned points
it_it: Punti maturati

source: Questionnaire link
it_it: Link del questionario

source: Completed questionnarie
it_it: Questionario inserito

source: Questionnaire status
it_it: Stato del questionario
